{
    "lyrics": "I wish I could say that it’s been years since I’ve thought of Juiceboxxx when he tells me, out of the blue, in a text message one night in September, that he’s coming to New York. The truth is I have been thinking about him a lot— periodically checking his blog, wondering what city he’s living in, hoping he’s doing all right. A series of videos he has started uploading to YouTube every week, in which he stares in a sickly manner into a camera and talks in awful circles about his upcoming projects, has left me with the distinct impression that he is on the verge of cracking up.\n\nWhat he says in his text is that he wants to “link” with me when he gets into town. I’m surprised but touched that he’s even thought to contact me. Even though we’ve known each other since we were in high school, I always figured he mostly saw me as nothing more than a fan he happened to cross paths with at an early age—someone he remembered and was aware of but never thought of as an actual friend. Occasionally he’d e-mail me to tell me he was playing a show somewhere in my vicinity, or that he had a new song he wanted me to hear, or a project he was raising money for. But I always assumed his life was full of people he had that kind of relationship with—minor characters he had met once or twice, who stayed invested in him long after he moved on.\n\nThis text message feels different. When I get it, I imagine him sitting somewhere far away, going through the contacts in his phone and sending up a flare to everybody he wants to see while he’s in the city. The fact that I made his list comes as a pleasant, if confusing, surprise.\n\nMy main insight into Juice’s plans and state of mind has come from listening to the music he’s been putting out, a lot of which has dealt explicitly with getting older, and becoming increasingly anxious about where his life is going. Juice has always been self-deprecating in his lyrics, but the newer material is decidedly different in tone from his early stuff, which was mostly lighthearted and funny fare about partying, having a good time, and in his words, “keeping it positive.” Though he still has a sense of humor about himself, these days he raps a lot about how fucked he feels for having devoted his entire life to being a “cartoon character,” and also about how resolved he is to keep running down the same road.\n\n* * * *\n\nNot long after Juice’s arrival in New York, I decide I wanted to write something about him – to use whatever skills I’ve picked up in my career as a journalist to try to understand him better. The idea occurs to me in the shower, and when I get out I send Juice a text message saying I want to interview him. “Sounds cool,” he replies, and just like that, we make plans to get together two nights later.\n\nA few hours before we’re scheduled to meet, I pull out my copy of Juiceboxxx’s 2004 release, *R U There God?? It’z Me, Juiceboxxx*. It’s a collection of songs that I suspect will sound dated to me if I listened to it now. But at the time of its release, when Juice was on the cusp of graduating from high school, it struck me as a big step forward for him artistically: the cheap-sounding, blippy beats that he rapped over on his first EP, *2K3: The Year of the Juice* had been upgraded to thicker, more expressive tones, and his rapping, though still quite clumsy, came close to approximating the urgency of his frenetic live shows. It was on *R U There God* that Juice first start talking about “thunder”—as in “keep your hands up and keep the beat jamming / we got the th-th-th-th-thunder”—which turned out to be a motif with legs, eventually making its way into the name of his record label, Thunder Zone, and the novelty beverage he later created in order to sell at shows, Thunder Zone Energy.\n\n*R U There God* also marked the first time that Juice took on a persona that would remain a part of him forever: that of an earnest if somewhat demented motivational speaker. “You gotta listen to what’s in your heart / or it might disappear,” he wailed on one of the songs. “Follow your dreams / don’t live your life in fear / and if those fuckers try to bring you down / say, ‘No, I won’t give up.’ / Just hold your head up high / and rage until you die.”\n\n* * * *\n\nAs I listen to the CD for the first time in years, I look at the cover, which shows a teenage Juice perched on his knees against a colorful, neon background. I remember my friend Willy telling me that it was influenced by a young, up-and-coming East Coast art collective called Paper Rad that Juice had become friends with through the internet. The Paper Rad aesthetic, which combined bright, Lisa Frank–style colors and shapes with zooming, glitchy graphics reminiscent of Web 1.0, made its way into several of Juice’s videos, and his connection to the people who invented it has continued to inform his taste ever since.\nIt began, Juice would tell me later, when he dropped off CD-R copies of *2K3* to sell on consignment at a gallery space in Milwaukee called The General Store, where he started going at the age of sixteen to see shows. The General Store, as Juice remembers it, connected Milwaukee to the broader art world, bringing in work by the likes of Paper Rad, Cory Arcangel, and a performance artist named Frankie Martin, who would later become Juice’s girlfriend and collaborator.\n\nI remember having some conflicting thoughts about Juice’s new relationship with the art world. On the one hand, it seemed like it would be good for his career, which at that point had been marred by people misunderstanding him as a practitioner of so-called nerdcore rap. With a co-sign from an elite group like Paper Rad, I thought, he would gain credibility among a small but potentially influential audience. Being associated with artists would earn him a certificate of intentionality, and convince detractors that, insofar as Juice’s music sounded bad to them, it sounded that way on purpose.\nBut there were drawbacks, too, it seemed to me. By having the word “art” branded across his forehead, Juiceboxxx risked undermining the raw, unpracticed energy that had always been his calling card on stage. Intentionality, in other words, cut both ways. If Juice didn’t know this when he became interested in contemporary art, he found out the hard way, afterwards, when he lost one of his earliest, and arguably most consequential, champions.\nWhen Juice was a junior in high school, he started DJing an all-ages dance party in Milwaukee. The party was held on the first Saturday night of every month, and sometimes there were free cookies, baked by Juice’s mom, along with store-bought candy and soda. After about six months, the party had become a hit, at which point a music critic from the *Chicago Reader* named Jessica Hopper went up to Milwaukee and wrote a story about it. In it she called Juiceboxxx “the best DJ to come out of the midwest since Tommie Sunshine.” She also said he seemed “unaware of just how good he is,” and described him “furiously finessing the records and mixer with long, wiry arms that he’s yet to grow into.”\n\nIt was the first time a music critic of any real stature had written about Juiceboxxx, and according to a blog post Hopper put up on her own website at the time, she was the first person to ever interview him. “He got nervous and developed what looked like hives while we were talking,” she wrote, with affection but also obvious pride at having discovered such a young and unformed talent.\n\nAbout a year after the publication of the profile, Hopper wrote about Juiceboxxx for the *Reader* a second time, this time in the form of a blurb in the calendar section, in connection with a show he was playing at a twenty-one-and-over club called the Empty Bottle. Hopper’s opinion of Juice had evidently evolved: the boy she remembered from the summer before as “an earnest, energetic, gentle-natured DJ and performer” had “fallen in with the postironic art-school crowd,” she wrote, and as a result, “an act people used to love for its sincerity [was] starting to come off more like a put-on.”\nI got so mad about this when I read it that I e-mailed an editor at the *Reader* about it, demanding to know what exactly had changed in Hopper’s mind since she wrote her hugely positive piece. The answer, it seems clear to me now, was that she had probably become aware of Juice’s affiliation with Paper Rad, and didn’t like what it implied. She felt played, I’m guessing: the baby savant who had floored her with his guilelessness had turned out to just be another art project.\nA decade later, as I sit at my desk and listen to *R U There God*, I wonder what hopes Juice had for it when it came out—whether he thought it was going to get him noticed, get him a record deal, launch him into a Beck-style career as a beloved large-scale weirdo, or what. I think about how, back then, at eighteen years old, Juice wasn’t “behind” at all, in terms of how much he had achieved or how likely it was that something really big would happen for him before too long. His future was unwritten then, and as far as he could tell, things were falling into place.\nListening to the record with my grown-up ears, I have to admit that it’s not all that surprising that it didn’t make Juiceboxxx a star. While there are a handful of truly excellent songs, each one has at least a few moments that I suspect would make many previously unconverted listeners cringe. Like when he says, “My beats are happening / but I’m not Calvin Johnson.” And while I know that Juiceboxxx conceived of this silly stuff at the time as a reaction to the self-seriousness that characterized a lot of late-nineties underground rap and punk music, the fact is he had a lot of corny lines, and as I listen to them now, I find it hard to justify the anger I felt at people who dismissed Juiceboxxx as an MC Paul Barman–style jester.\n\nI’d be lying if I said these thoughts never occurred to me at the time. They did. But what I kept coming back to was how Juice had made everyone feel the first night I saw him play, in the basement of a Unitarian church in my hometown—the effect his performance had had on me and my friends, with his gut-level physicality and the sense of chaos he had managed to conjure over the course of just a few minutes. The whole thing was just so undeniable to me. I didn’t care that Juiceboxxx lyrics were lame on paper; I had seen what he was truly capable of, and in my eyes it was unimpeachable.\n\nAt around seven o’clock I walk to the subway station where Juice and I have agreed to meet, and I lean against a building while I wait for him to arrive. Later, after an intense and wide-ranging conversation, I will go home feeling more enthralled with him than ever."
}