{
    "lyrics": "The Unicorn LyricsA long time ago when the earth was green\nAnd there was more kinds of animals than you've ever seen\nThey'd run around free while the earth was being born\nBut the loveliest of them all was the Unicorn\n\nThere were green alligators and long necked geese\nSome humpty-back camels and some chimpanzees\nSome cats and rats and elephants, but sure as you're born\nThe loveliest of all was the Unicorn\n\nNow God seen some sinning and it gave Him pain\nAnd He says \"Stand back, I'm going to make it rain.\"\nHe says \"Hey brother Noah, I'll tell you what to do\nBuild me a floating zoo. And take some of them...\n\nGreen alligators and long necked geese\nSome humpty-back camels and some chimpanzees\nSome cats and rats and elephants, but sure as you're born\nDon't you forget My Unicorn.\"\nOld Noah was there to answer the call\nHe finished up making the ark just as the rain started fallin\nHe marched in the animals two by two\nAnd he called out as they went through, \"Hey Lord, I got your...\"\n\nGreen alligators and long necked geese\nSome humpy-back camels and some chimpanzees\nSome cats and rats and elephants, but Lord I'm so forlorn\nI just can't see no Unicorn.\"\n\nThen Noah looked out through the driving rain\nThem Unicorns were hiding, playing silly games\nKicking and splashing while the rain was pouring\nOh them silly Unicorns\n\nThere were green alligators and long necked geese\nSome humpy-back camels and some chimpanzees\nNoah cried \"Close the door, cause the rain is pouring\nAnd we just can't wait for no Unicorn.\"\n\nThe ark started movin, it drifted with the tide\nThem Unicorns looked up from the rocks and they cried\nAnd the waters came down and sort of floated them away\nAnd that's why you'll never seen a Unicorn... to this very day\n\nYou'll see green alligators and long necked geese\nSome humpy-back camels and some chimpanzees\nSome cats and rats and elephants, but sure as you're born\nYou're never gonna see no UnicornEmbed"
}