{
    "lyrics": "A Boy Named Sue Lyrics\"I want you to, if you don't mind, Carl, I'd like you to stay out and help us on some songs, play the guitar.\"\n\n\"I'd love to!\"\n\n\"One of the greatest guitar players as well as songwriters and singers in the business. Appreciate a little help on the guitar, all right?\"\n\n[Verse 1]\nWell, my daddy left home when I was three\nAnd he didn't leave much to ma and me\nJust this old guitar and an empty bottle of booze\nNow, I don't blame him cause he run and hid\nBut the meanest thing that he ever did\nWas before he left, he went and named me \"Sue.\"\n\n[Verse 2]\nWell, he must've thought that is quite a joke\nAnd it got a lot of laughs from a' lots of folks\nIt seems I had to fight my whole life through.\nSome gal would giggle and I'd get red\nAnd some guy'd laugh and I'd bust his head\nI tell ya, life ain't easy for a boy named \"Sue.\"\n[Verse 3]\nWell, I grew up quick and I grew up mean\nMy fist got hard and my wits got keen\nI'd roam from town to town to hide my shame\nBut I made a vow to the moon and stars\nThat I'd search the honky-tonks and bars\nAnd kill that man who gave me that awful name\n\n[Verse 4]\nWell, it was Gatlinburg in mid-July\nAnd I just hit town and my throat was dry\nI thought I'd stop and have myself a brew\nAt an old saloon on a street of mud\nThere at a table, dealing stud\nSat the dirty, mangy dog that named me \"Sue.\"\n\n[Verse 5]\nWell, I knew that snake was my own sweet dad\nFrom a worn-out picture that my mother'd had\nAnd I knew that scar on his cheek and his evil eye\nHe was big and bent and gray and old\nAnd I looked at him and my blood ran cold\nAnd I said: \"My name is 'Sue!' How do you do!\nNow you're going to die!!\"\n\n[Verse 6]\nWell, I hit him hard right between the eyes\nAnd he went down, but to my surprise\nHe come up with a knife and cut off a piece of my ear\nBut I busted a chair right across his teeth\nAnd we crashed through the wall and into the street\nKicking and a' gouging in the mud and the blood and the beer\n[Verse 7]\nI tell you, I've fought tougher men\nBut I really can't remember when\nHe kicked like a mule and he bit like a crocodile\nI heard him laugh and then I heard him cuss\nHe went for his gun and I pulled mine first\nHe stood there lookin' at me and I saw him smile\n\n[Verse 8]\nAnd he said: \"Son, this world is rough\nAnd if a man's gonna make it, he's gotta be tough\nAnd I knew I wouldn't be there to help ya along\nSo I give ya that name and I said goodbye\nI knew you'd have to get tough or die\nAnd it's the name that helped to make you strong\n\n[Verse 9]\nHe said: \"Now you just fought one hell of a fight\nAnd I know you hate me, and you got the right\nTo kill me now, and I wouldn't blame you if you do\nBut ya ought to thank me, before I die\nFor the gravel in ya guts and the spit in ya eye\nBecause I'm the son-of-a-bitch that named you Sue\n[Verse 10]\nI got all choked up and I threw down my gun\nAnd I called him my pa, and he called me his son\nAnd I came away with a different point of view\nAnd I think about him, now and then\nEvery time I try and every time I win\nAnd if I ever have a son, I think I'm gonna name him\nBill or George! Anything but Sue! I still hate that name!10Embed"
}