{
    "lyrics": "Born on a mountain top in Tennessee\nGreenest state in the land of the free\nRaised in the woods so he knew ev'ry tree\nKilt him a b'ar when he was only three\nDavy, Davy Crockett, king of the wild frontier!\nIn eighteen thirteen the Creeks uprose\nAddin' redskin arrows to the country's woes\nNow, Injun fightin' is somethin' he knows\nSo he shoulders his rifle an' off he goes\nDavy, Davy Crockett, the man who don't know fear!\nOff through the woods he's a marchin' along\nMakin' up yarns an' a singin' a song\nItchin' fer fightin' an' rightin' a wrong\nHe's ringy as a b'ar an' twict as strong\nDavy, Davy Crockett, the buckskin buccaneer!\nAndy Jackson is our gen'ral's name\nHis reg'lar soldiers we'll put to shame\nThem redskin varmints us Volunteers'll tame\n'cause we got the guns with the sure-fire aim\nDavy, Davy Crockett, the champion of us all!~\nHeaded back to war from the ol' home place\nBut Red Stick was leadin' a merry chase\nFightin' an' burnin' at a devil's pace\nSouth to the swamps on the Florida Trace\nDavy, Davy Crockett, trackin' the redskins down!\nFought single-handed through the Injun War\nTill the Creeks was whipped an' peace was in store\nAn' while he was handlin' this risky chore\nMade hisself a legend for evermore\nDavy, Davy Crockett, king of the wild frontier!\nHe give his word an' he give his hand\nThat his Injun friends could keep their land\nAn' the rest of his life he took the stand\nThat justice was due every redskin band\nDavy, Davy Crockett, holdin' his promise dear!\nHome fer the winter with his family\nHappy as squirrels in the ol' gum tree\nBein' the father he wanted to be\nClose to his boys as the pod an' the pea\nDavy, Davy Crockett, holdin' his young'uns dear!\nBut the ice went out an' the warm winds came\nAn' the meltin' snow showed tracks of game\nAn' the flowers of Spring filled the woods with flame\nAn' all of a sudden life got too tame\nDavy, Davy Crockett, headin' on West again!\nOff through the woods we're ridin' along\nMakin' up yarns an' singin' a song\nHe's ringy as a b'ar an' twict as strong\nAn' knows he's right 'cause he ain' often wrong\nDavy, Davy Crockett, the man who don't know fear!\nLookin' fer a place where the air smells clean\nWhere the trees is tall an' the grass is green\nWhere the fish is fat in an untouched stream\nAn' the teemin' woods is a hunter's dream\nDavy, Davy Crockett, lookin' fer Paradise!\nNow he's lost his love an' his grief was gall\nIn his heart he wanted to leave it all\nAn' lose himself in the forests tall\nBut he answered instead his country's call\nDavy, Davy Crockett, beginnin' his campaign!\nNeedin' his help they didn't vote blind\nThey put in Davy 'cause he was their kind\nSent up to Nashville the best they could find\nA fightin' spirit an' a thinkin' mind\nDavy, Davy Crockett, choice of the whole frontier!\nThe votes were counted an' he won hands down\nSo they sent him off to Washin'ton town\nWith his best dress suit still his buckskins brown\nA livin' legend of growin' renown\nDavy, Davy Crockett, the Canebrake Congressman!\nHe went off to Congress an' served a spell\nFixin' up the Govern'ments an' laws as well\nTook over Washin'ton so we heered tell\nAn' patched up the crack in the Liberty Bell\nDavy, Davy Crockett, seein' his duty clear!\nHim an' his jokes travelled all through the land\nAn' his speeches made him friends to beat the band\nHis politickin' was their favorite brand\nAn' everyone wanted to shake his hand\nDavy, Davy Crockett, helpin' his legend grow!\nHe knew when he spoke he sounded the knell\nOf his hopes for White House an' fame as well\nBut he spoke out strong so hist'ry books tell\nAn' patched up the crack in the Liberty Bell\nDavy, Davy Crockett, seein' his duty clear!\nWhen he come home his politickin' done\nThe western march had just begun\nSo he packed his gear an' his trusty gun\nAn' lit out grinnin' to follow the sun\nDavy, Davy Crockett, leadin' the pioneer!\nHe heard of Houston an' Austin so\nTo the Texas plains he jest had to go\nWhere freedom was fightin' another foe\nAn' they needed him at the Alamo\nDavy, Davy Crockett, the man who don't know fear!\nHis land is biggest an' his land is best\nFrom grassy plains to the mountain crest\nHe's ahead of us all meetin' the test\nFollowin' his legend into the West\nDavy, Davy Crockett, king of the wild frontier!"
}