{
    "lyrics": "Well, now me and Homer Jones and Big John Talley\nHad a big crap game goin' back in the alley\nAnd I kept rollin' them sevens, winnin' all them pots\n\nMy luck was so good, I could do no wrong\nI just kept on rollin' and controllin' them bones\nAnd finally they just threw up their hands and said\n\"When you hot, you hot\", I said, \"Yeah\"\n\nWhen you're hot, you're hot\nAnd when you're not, you're not\nPut all the money in an' let's roll 'em again\nWhen you're hot, you're hot\nLa la la la la la, la la la la la\nLa la la la la la, when you're hot, you're hot\n\nWell, now every time I rolled them dice I'd win\nAnd I was just gettin' ready to roll 'em again\nWhen I heard somethin' behind me\nI turned around and there was a big old cop\n\nHe said \"Hello, boys\", and then he gave us a grin an' said\n\"Look like I'm gonna hafta haul you all in\nAn' keep all that money for evidence\"\nI said, \"Well, son when you hot, you hot\", he said, \"Yeah\"\nWhen you're hot, you're hot\nAnd when you're not, you're not\nYou can 'splain it all down at City Hall\nI say, yeah, when you're hot, you're hot\nLa la la la la la, la la la la la\nLa la la la la la, when you're hot, you're hot\n\nWell, when he took us in to court, I couldn't believe my eyes\nThe judge was a fishin' buddy that I recognized\nI said, \"Hey, judge, old buddy, old pal\nI'll pay ya that hundred I owe ya, if you'll get me outta this spot\"\n\nSo he gave my friends a little fine to pay\nHe turned around an' grinned at me an' said\n\"Ninety days, Jerry, when you hot, you hot\"\nAn' I said, \"Thanks a lot\"\n\nWhen you're hot, you're hot\nAnd when you're not, you're not\nHe let my friends go free and throwed the book at me\nHe said, \"Well, when you're hot, you're hot\"\n\nI said, \"Well, I'll tell ya one thing, judge, old buddy, old pal\nIf you wasn't wearin' that black robe\nI'd take out in back of this courthouse\nAnd I'd try a little bit of your honor on\"\n\"You understand that, you hillbilly?\nWho gonna collect my welfare?\nPay for my Cadillac?\nWhadda you mean 'Contempt of Court'?\nJudge, oh, judge, judgie poo\""
}