{
    "lyrics": "When You’re Hot, You’re Hot Lyrics[Verse 1]\nWell, now me and Homer Jones and Big John Talley\nHad a big crap game goin' back in the alley\nAnd I kept rollin' them sevens and winnin' all them pots\nMy luck was so good, I could do no wrong\nI just kept on rollin' and controllin' them bones\nFinally, they just threw up their hands and said\n\"When you hot, you hot,\" I said, \"Yeah\"\n\n[Chorus]\nWhen you're hot, you're hot\nAnd when you're not, you're not\nPut all the money in and let's roll 'em again\nWhen you're hot, you're hot\nLa-la-la-la-la-la, la-la-la-la-la\nLa-la-la-la-la-la, when you're hot, you're hot\n[Verse 2]\nWell, now every time I rolled them dice, I'd win\nAnd I was just gettin' ready to roll 'em again\nWhen I heard somethin' behind me\nI turned around and there was a big old cop\nHe said, \"Hello, boys,\" then he gave us a grin, said\n\"Look like I'm gon' have to haul y'all in\nAnd keep all that money for evidence\"\nI said, \"Well, son when you hot, you hot,\" he said, \"Yeah\"\n\n[Chorus]\nWhen you're hot, you're hot\nAnd when you're not, you're not\n\"You can 'splain it all down at City Hall\"\nI said, \"Yeah, when you're hot, you're hot\"\nLa-la-la-la-la-la, la-la-la-la-la\nLa-la-la-la-la-la, when you're hot, you're hot\n\n[Verse 3]\nWell, when he took us in to court, I couldn't believe my eyes\nThe judge was a fishin' buddy that I recognized\nI said, \"Hey, judge, old buddy, old pal\nI'll pay you that hundred I owe you if you'll get me outta this spot\"\nSo he gave my friends a little fine to pay\nHe turned around and grinned at me and said\n\"Ninety days, Jerry, when you hot, you hot\"\nAnd I said, \"Thanks a lot\"\n[Chorus]\nWhen you're hot, you're hot\nAnd when you're not, you're not\nHe let my friends go free and throwed the book at me\nHe said, \"Well, when you're hot, you're hot\"\n\n[Outro]\nI said, \"Well, I'll tell you one thing, judge, old buddy, old pal\nIf you wasn't wearin' that black robe\nI'd take you out in back of this courthouse\nAnd I'd try a little bit of your honor on\"\n\"You understand that, you hillbilly?\nWho's gonna collect my welfare? Pay for my Cadillac?\nWhat do you mean \"Contempt of Court\"?\nJudge, oh, judge, judgie-poo\"Embed"
}