{
    "lyrics": "My pappy said, \"Son, you're gonna' drive me to drinkin'\nIf you don't stop drivin' that Hot Rod Lincoln.\"\n\nHave you heard this story of the Hot Rod race\nWhen Fords and Lincolns was settin' the pace\nThat story is true, I'm here to say\nI was drivin' that Model A\n\nIt's got a Lincoln motor and it's really souped up\nThat Model A body makes it look like a pup\nIt's got eight cylinders; uses them all\nIt's got overdrive, just won't stall\n\nWith a 4-barrel carb and a dual exhaust\nWith 4.11 gears you can really get lost\nIt's got safety tubes, but I ain't scared\nThe brakes are good, tires fair\n\nPulled out of San Pedro late one night\nThe moon and the stars was shinin' bright\nWe was drivin' up Grapevine Hill\nPassing cars like they was standing still\n\nAll of a sudden in a wink of an eye\nA Cadillac sedan passed us by\nI said, \"Boys, that's a mark for me!\"\nBy then the taillight was all you could see\nNow the fellas was ribbin' me for bein' behind\nSo I thought I'd make the Lincoln unwind\nTook my foot off the gas and man alive\nI shoved it on down into overdrive\n\nWound it up to a hundred-and-ten\nMy speedometer said that I hit top end\nMy foot was glued like lead to the floor\nThat's all there is and there ain't no more\n\nNow the boys all thought I'd lost my sense\nAnd telephone poles looked like a picket fence\nThey said, \"Slow down! I see spots!\nThe lines on the road just look like dots.\"\n\nTook a corner; sideswiped a truck\nCrossed my fingers just for luck\nMy fenders was clickin' the guardrail posts\nThe guy beside me was white as a ghost\n\nSmoke was comin' from out of the back\nWhen I started to gain on that Cadillac\nKnew I could catch him, I thought I could pass\nDon't you know by then we'd be low on gas?\n\nWe had flames comin' from out of the side\nFeel the tension. Man! What a ride!\nI said, \"Look out, boys, I've got a license to fly!\"\nAnd that Caddy pulled over and let us by\nNow all of a sudden she started to knockin'\nAnd down in the dips she started to rockin'\nI looked in my mirror; a red light was blinkin'\nThe cops was after my Hot Rod Lincoln!\n\nThey arrested me and they put me in jail\nAnd called my pappy to throw my bail\nAnd he said, \"Son, you're gonna' drive me to drinkin'\nIf you don't stop drivin' that Hot... Rod... Lincoln!\""
}