{
    "lyrics": "Taxi LyricsIt was raining hard in 'Frisco\nI needed one more fare to make my night\nA lady up ahead waved to flag me down\nShe got in at the light\n\nOh, where you going to, my lady blue\nIt's a shame you ruined your gown in the rain\nShe just looked out the window, and said\n\"Sixteen Parkside Lane\"\n\nSomething about her was familiar\nI could swear I'd seen her face before\nBut she said, \"I'm sure you're mistaken\"\nAnd she didn't say anything more\n\nIt took a while, but she looked in the mirror\nAnd she glanced at the license for my name\nA smile seemed to come to her slowly\nIt was a sad smile, just the same\nAnd she said, \"How are you Harry?\"\nI said, \"How are you Sue?\nThrough the too many miles\nAnd the too little smiles\nI still remember you.\"\nIt was somewhere in a fairy tale\nI used to take her home in my car\nWe learned about love in the back of the Dodge\nThe lesson hadn't gone too far\nYou see, she was gonna be an actress\nAnd I was gonna learn to fly\nShe took off to find the footlights\nAnd I took off to find the sky\n\nOh, I've got something inside me\nTo drive a princess blind\nThere's a wild man, wizard\nHe's hiding in me, illuminating my mind\nOh, I've got something inside me\nNot what my life's about\nCause I've been letting my outside tide me\nOver 'till my time, runs out\n\nBaby's so high that she's skying\nYes she's flying, afraid to fall\nI'll tell you why baby's crying\nCause she's dying, aren't we all\n\nThere was not much more for us to talk about\nWhatever we had once was gone\nSo I turned my cab into the driveway\nPast the gate and the fine trimmed lawns\nAnd she said we must get together\nBut I knew it'd never be arranged\nAnd she handed me twenty dollars\nFor a two fifty fare, she said\n\"Harry, keep the change.\"\nWell another man might have been angry\nAnd another man might have been hurt\nBut another man never would have let her go...\nI stashed the bill in my shirt\nAnd she walked away in silence\nIt's strange, how you never know\nBut we'd both gotten what we'd asked for\nSuch a long, long time ago\n\nYou see, she was gonna be an actress\nAnd I was gonna learn to fly\nShe took off to find the footlights\nAnd I took off for the sky\nAnd here, she's acting happy\nInside her handsome home\nAnd me, I'm flying in my taxi\nTaking tips, and getting stoned\nI go flying so high, when I'm stoned3Embed"
}