{
    "lyrics": "[Verse 1]\nI was working in the lab, late one night\nWhen my eyes beheld an eerie sight\nFor my monster from his slab, began to rise\nAnd suddenly to my surprise\n\n[Chorus]\nHe did the mash, he did the monster mash\nThe monster mash, it was a graveyard smash\nHe did the mash, it caught on in a flash\nHe did the mash, he did the monster mash\n\n[Verse 2]\nFrom my laboratory in the castle east\nTo the master bedroom where the vampires feast\nThe ghouls all came from their humble abodes\nTo get a jolt from my electrodes\n\n[Chorus]\nThey did the mash, they did the monster mash\nThe monster mash, it was a graveyard smash\nThey did the mash, it caught on in a flash\nThey did the mash, they did the monster mash\n\n[Verse 3]\nThe Zombies were having fun, the party had just begun\nThe guests included Wolfman, Dracula, and his son\nThe scene was rockin', all were digging the sounds\nIgor on chains, backed by his baying hounds\nThe coffin-bangers were about to arrive\nWith their vocal group, 'The Crypt-Kicker Five'\n[Chorus]\nThey played the mash, they played the monster mash\nThe monster mash, it was a graveyard smash\nThey played the mash, it caught on in a flash\nThey played the mash, they played the monster mash\n\n[Verse 4]\nOut from the coffin', Drac's voice did ring\nSeems he was troubled by just one thing\nHe opened the lid and shook his fist and said\n\"Whatever happened to my Transylvania Twist?\nIt's now the mash, it's now the monster mash\nThe monster mash, it was graveyard smash\nIt's now the mash, it caught on in a flash\nIt's now the mash, it's now the monster mash\n\n[Verse 5]\nNow everything's cool, Drac's a part of the band\nAnd my Monster Mash is the hit of the land\nFor you, the living this mash was meant too\nWhen you get to my door, tell them Boris sent you\n\n[Chorus]\nThen you can mash, then you can monster mash\nThe monster mash and do my graveyard smash\nThen you can mash, you'll catch on in a flash\nThen you can mash, then you can monster mash\n[Outro]\nIgor: Mash good!\nMad Scientist: Easy, Igor, you impetuous---\nIgor: Mash good! Grrr!"
}