{
    "lyrics": "Stretch and Bobbito ft. The Bad Seed, Icon, Meat Pie, and Pumpkinhead - “The Bad Seed, Icon, Meat Pie, and Pumpkinhead CM Famalam Freestyle”\n[Emcee(s): The Bad Seed, Icon, Meat Pie, and Pumpkinhead]\n[Producer(s) of Instrumental 1: [?]]\n[Producer(s) of Instrumental 2: [?]]\n[Producer(s) of Instrumental 3: [?]]\n[Producer(s) of Instrumental 4: [?]]\n[Producer(s) of Instrumental 5: [?]]\n[Producer(s) of Instrumental 6: [?]]\n\n[Verse 1: The Bad Seed]\nAyyo, told you before.  Now you laying close to the floor\nYou forgot what the black thing in the holster was for\nI’m a legend in the hood like Bishop and Tommy Bunds\nLike old-school shit: Stan Smiths, Tommy Gun\nTwo fifths cripple you, but the MAC’ll body son\nAnd I don’t fear no nigga that breathe—not a one\nLooking at me, you looking at about two mill\nYou looking at a nigga destined.  Every week, new wheels\nIf I don’t hold New York down, then, dog, who will?\nMy album drop, niggas break up like Dru Hill\nStarting coloring their hair and shit.  Rocking thong\nUnderwear and shit.  That right there is bitch\nHow you gon’ come amongst dogs when you scared of pits?\nOnly time you wile out: when you recording a skit\nI rewind that and ask E-Rock, “Yo, where the 9 at?”\nLet’s go to these cats’ show, put a hole where their spine at\nEverything realer than real on my DATs\nA lot of niggas gon’ crash at the wheel for my tracks\nA lot of bitches gon’ drop they drawers when I rap\n‘Cause life ain’t nothing but money.  Besides that\nDon’t shit count.  I buy my beats on discount\n‘Cause it’s good as gold whenever my shit’s out\nEvery word fall on blades whenever it slips out\nSeeing you at the Grammys, holding my trophy with my dick out\nMillion of cats is running up with their picks out\nReady to die for me.  Holler at me with your chips out\nNiggas going bitch route?  Put hits out\nThen we get the chicks out, ice crucifix out\nChips out, whips out, gun and clips out\nNiggas scared like it’s the day Suge gets out\nState your name, gangster.  Bad Seed, motherfucker\nPull your boots up.  Go tell your mother I want to fuck her\n[Verse 2: Icon]\nAyyo, all y’all niggas weaker than fuck.  Don’t make me\nCreep in a truck.  With the blings on, heaters is up\nBecause y’all niggas won’t see a thing.  We all need the cream\nI’m so cheap, I’ll squeeze a quarter ‘til the Eagle scream\nAngelica, Marie, Tanya, and me dropped in a V\nDropped in my seat, cocking my heat\nIf niggas try to front, then I’m popping my heat\nWith the gold Lo lenses on—eighty a piece\nI’ll have my niggas put your parts in a bottle, put your\nHeart to the nozzle and give it to you like Paul Castellano\nI’m greedy in life, willing to bite, Phillies I like\nYeah, I like guns, but only the Israelian kind\nAim for the sky, hold my pistol, aim to the side\nI want a platinum Desert with my name engraved on the side\nI is the pope.  Bitches keep their eyes on the rope\nSixty inches long, so my penis slide on the floor\nRide with a whore.  All y’all niggas die on the floor\nI’m not a drycleaner but I keep an iron/eye on them all\nSwim with the sharks, get money or sleep in the park\nThe world is too big.  If you don’t get money, you’re fucked\nNigga\n\n[Verse 3: Meat Pie]\nYou could catch me on [?] Ave\nWith the baddest Spanish mami just shaking her ass\nOutside, hustling icebergs, smoking the grass\nWatch fiends stumble up the block.  We just kick ‘em and laugh\nGot soldiers in the wastelands, crystals on the smash\nHundred-thousand-dollar cars, cold steel, and the stash\nBeef, you don’t want it.  I’m old-school like MASH\nTake about eight niggas to pull my foot out your ass\nBrooklyn be the borough, New York be the state\nFilled with grimy niggas eating off the same plate\nAnd me and my team came to do.  You never seen before\nHundreds of gorillas kicking down the doors\nStrapped with street sweepers, Calicos, and .44s\nBacked by fans, groupies, pimps, and hoes\nIn the streets, they hold me down like the Timbs on my feet\nBut I’m dirty, keep my hands like my balls and my meat\nYou heard me?  New York\n[Verse 4: Pumpkinhead]\nI’m a underground vet.  I get ‘nough respect\nAnd I rep the home of The Jets and The Mets\nYo, pet, don’t do something that you might regret\n‘Cause if you want drama, that’s what you gon’ get\nAnd when you’re on the train, bumping my cassette\nYou nod your head so hard, people think you got Tourette’s\nI’ll fuck up your brain when I cross lanes like Stephon for The Nets\nI’ll drop bombs, I’ll pop chrons\nIt’s cold weather, god.  Very cold weather, god\nI’ll freeze my enemies zero degrees with their leathers on\nCausing frostbite, I sever arms.  Upper echelon\nWith the thoughts of a terrorist from Lebanon\nI’m paid, you played like a back from Benetton\nMy weapon’s on.  By the second song, your neck is gone\nI’ma Genghis Khan this track, break his back\nI’ma go plat ‘cause your moms sell my tape for crack\nFuck that.  Yo, yo, you know my style’s iller\nYo, y-yo, yo, it skipped up\nWho next?  Bad Seed, don’t trip up\n\n[Verse 5: The Bad Seed]\nAyyo, please allow me to introduce myself\nWho the best, dog?  Got to tell the truth: myself\nWho the only cat I fear in the booth?  Myself\nGet money, get wealth for my health—who else?\nIt’s Bad-to-the, Bad Seed-to-the\nSmoke weed ‘til I look like a Chinese nigga\nRun with straight thugs and grimiest niggas\nGot beef?  Clinton Hill where you find me, nigga\nCome get it if you want it, dog.  You know how to get it\nCatch a two-piece with biscuits right to your fitted\nNiggas look at Bad Seed like, “Damn, he shouldn’t”\nMothers lose a son every time Seed spit it\nNiggas mad, want to be Bad Seed critics ‘cause they\nKnow their baby momma probably let Seed hit it\nAnd, yup, Seed did it and my man Seed with it\nAny plan Seed start, that’s a plan Seed finish\nNigga\n[Verse 6: Icon]\nAyyo, my flow is like cocaine.  Y’all niggas is\nSo lame, y’all like Kurt Cobain—no brains\nYou need to button it up, or, your grill, yo, I’m lumping it up\nOK, uh huh, what’s up?  Shut up\nI don’t play that.  Y’all niggas need to save that\nOr I’ma put something hot where your face at\nSo when you look in the mirror, nigga, you could face that\nYou gonna see bullet holes all in your facemask\nI’m on some Friday the 13th shit—where the lake at?\nI’ma strap a Mazda 626 to your waistband\nAnd watch you sink slow.  My cuatro-cinco flow\nSpits a hundred and one rounds like Dalmatians\nAnd fuck them cars you’ve got—I’m copping a spaceship\n2001 Space Odyssey without the apes in it\nWe went from Goodyears to Michelins to Pirellis\nHalf of these niggas big, half these niggas Machiavelli\nHalf of these niggas is menace, half of these niggas belly\nHalf of them keep their mouth closed, half of them telling\nThe fuck you doing in rap?  Y’all niggas need to be shooting\nOops, my bad.  They ain’t picked you out for the movie\nYou must not had the flow, the look, or the jewelry\nYou never had the dough, a ho, or a O-Z, nigga\n\n[Verse 7: Meat Pie]\nAyyo, my crew bang shit like Bloods and Crips\nThis the clique?  You might end up in a ditch\nWith holes and shit, black eyes and fat lips\nPardon me for my behavior—man, fuck that shit\nI’m living my life.  Every night, I’m fucking my wife\nI’m keeping it trife, dirty like used baby wipes\nYou think I ain’t nice?  Nigga, then you’re best to think twice\nI’m holding my own.  O.B.S. controlling the throne\nYou’re thinking you’re grown?  One blast, niggas is gone\nOut in the streets, niggas be packing the heat\nYou’re thinking it’s sweet?  You must not know the Meat\nThe Magnum P leave you with casualties\nThe tragedy is that you fucked with we\nO.B.S.  Who you thought it was supposed to be?\nI’m locing, G.  Acting like I’m not supposed to be\nCome close, you’ll see how we blaze niggas accurately\n\n[Verse 8: Pumpkinhead]\nI’m too nice.  Y’all niggas can’t fuck with me\nThe biggest thing to hit the city since Kim Fields’ titties\nY’all not ready.  I’m lined up.  My cold flows\nFreezes frames and leave eyes stuck\nYou couldn’t beat me if I sucked.  I’ll throw\nWild pitches at emcees.  Oh, see?  Now your time’s up\nBlind fuck tied up with no way to escape\nI’m the rope, the gag, and the dynamite taped to your waist\nYou bite so much, in the winter, your mouth breeds\nThe shape of my face.  Nondescript rap condiment\nGet put on, but ate due to lack of confidence\nI'll see \"The Bitch in Yoo\" but no Common Sense\nYour rhymes couldn’t be fat if you injected them with collagen\nI’m hot like halogen.  You blow like lots of wind\nYo, y’all niggas need to start following\nYo, wack emcees I’m swallowing and gobbling\nThem niggas ain’t got nothing for me.  It’s gory\nPumpkinhead flip freestyle—end of story\nNiggas can’t fuck with me when I’m in a zone\nI’ll break your bones, leave you home alone\nBeat you in the head with my cellular phone\nYo, I’ll come through always.  Yo, I’m long like\nProject hallways.  Freak it like foreplay all day\nYo, check it out.  Freestyle my forte\nYo, I’m so intelligent, my brain boxes itself\nI shoot like a Glock on your shelf that you got up\nAyyo, I’m propped up.  I’m out to mop up\nLeave emcees broke up.  Yo, I’ll choke up\nAll the dust in my lungs from the blunt that I brung\nYo, check it.  Represent O.B.S\n“For the Kids” Bad Seed record.  Go get it\nStraight up, yo, emcees get ate up\n\n[Verse 9: The Bad Seed]\nBad Seed five-foot-nine, big cock\nLittle dude with big plans and big Glocks\nDon’t get it twisted ‘cause I love hip hop\nI’ll run up in your crib, pop you, bloody your flip flops\nNow you was too hype—probably ‘cause you had Belly on\nBut you don’t belong here like little Elián\nI got your moms hostage—leave your celly on\nFor ransom.  She don’t want to leave—she think I’m handsome\nI don’t blame her, though.  My name say it all\nI’m that nigga you all know with the dangerous flow\nAbout the size of Buckshot with the power of Freddie Foxxx\nPush weight and rock steady, move steady rocks\nYou like what I got on my neck?  Then come get it\nPush you back, hand on your face, mush you, black\nIn front of your priest and niggas with kufi hats\nMy Blockbusters you can’t get movies at\nAnd everywhere I go, a nigga leave booby traps\nI’ll break you up like Polo and Kool G Rap\nThis for my dogs and my bitches with their doobies wrapped\nKeep it street like the ground where my shoes be at\nAyyo, ayyo, ayyo, fuck that shit\nBad Seed come through with the ruck rap shit\nThat click-clack shit.  Niggas get flipped backwards\n‘Cause off the top of my ho, ayyo, I’ll bone broads on the mattress\nYou know my style be the fattest\nFlip the beat up, ayyo, ayyo, and speed it up\nBad Seed come through.  Ayyo, I’ll beat it up\nLike some coochie.  Come through, never rock [?]\nBut you might see me chilling with a chick with a doobie\nWrapped up and flipped up, click-clacked up\nI’ll come through.  Motherfuckers be getting smackedup\nTattoo on my neck, tattoo on my arm\nAyyo, yo, Flex drop bombs\nOn my record.  If you don’t believe me, you could check it\nB.D.S. coming through.  You know how we do\nMy nigga J grand master plan\nAyyo, ayyo, rubber band around my hand\nUh, snap it back, flip you in your nose\nYou know how I come through: get in your mom’s pantyhose\nUh, ayyo, I used to have a earring in my nose\nBut I took it.  Ayyo, go the Brooklyn route\nHop on the Manhattan Bridge.  Ayyo, this is “For the Kids”\nMy style be mad ill whenever, when niggas want skids\nWith the, with the lottos.  Ayyo, niggas want to act ill?\nAyyo, I’ll grab the motherfucking bottle\nAnd break it on a...  Uh.  Ayyo, it’s sped up again\nBad Seed come through.  I’m getting fed up again\nLet’s go head up again.  Ayyo, he changed the beat\nAnd I’ma pass the microphone because this shit for the streets\n\n[Verse 10: Icon]\nEverything I’m spitting is raw\nSpit for the streets, spit for the morgues\nSpitting with heat, spitting with bars\nIf the fucking cops arrest me, I’ll spit through the bars\nMy flow is fucking NASA—I’m spitting from Mars\nSpit for the cats, spit for the dogs\nHeaven or Hell, Satan or God.  My soul’ll spit ‘til I’m gone\nFuck that.  I’m setting it off, letting it off\nThe weapons I draw went in y’all oral, deading y’all all\nArms, legs, eyeballs, heads on the floors\nFingers, toes, earlobes, chest on the floors\nAnd I’ma be the first nigga to make a song called “Fuck All Y’all”\nFuck the cops and fuck the law, fuck the war\nBreak into a fucking whorehouse and fuck a whore\nJump off the bitch, then flip and fuck the floor\nFuck them broads, fuck them raw, fuck them all\nMiddle fingers in the air, nigga.  Fuck all y’all\n‘Cause them type of niggas that be tempting me\nTo walk into your studio and empty three in your MPC\nPut you in ER like NBC\nBootleg your album, sell that shit on MP3\nAnd my bullets got tracking devices, so when they hit, they exit clean\nPart your back, cave your chest, and buckle your knees\nSee, y’all labels who want to sign me?  Give me a Benz for free\nFuck them labels who didn’t sign me, fuck MTV\n‘Cause, yo, my mouth is like a fucking loaded shotgun\nSome niggas bust, some niggas won’t, but everybody got one\nI’m gonna smoke you and your man and wait until the cops come\nYour top’s spun, nigga.  We top gun, we gung-ho\nI’ll let the guns blow when the funds low\nWith fucking AKs longer than Mutombo\nAnd this goes out to the best of y’all.  We stretching y’all\nMiddle fingers in the air, nigga.  Fuck all y’all\n‘Cause when it comes to I’s shit, I spit that hot shit\nI’ll verbally spit fucking toxic comments\nThe only problem with that shit is that, with the force I’ma drop it\nThere ain’t gonna be a nigga alive on the planet to watch it\nI’m from Brooknam, stomp you out, bloody galoshes\nTo my Fort Greene ghetto grimies locked in the boxes\nTo my grimy, ghetto niggas in Fort Greene projects\nWe from BK, motherfuckers.  It’s on—we’re popping\n‘Cause when I cock my heater, I’ll make motherfuckers\nHot like Easter, stop they re-ups, block their beepers\nThat shit they kick’s softer than topless C-cups\nI got high-class motherfuckers dropping teacups\n‘Cause that shit that I spit is ill.  I told y’all niggas\nWord up, BK some shit you feel, nigga\n\n[Verse 11: Meat Pie]\nHot style like kids from Columbine\nUncontrollable when it come to dollar signs\nIf you want it, shit, nigga, here’s mine\n‘Nough heat up in the closet that’ll melt your spine\nAnd leak your mind.  Bright lights’ll leave you blind\nBuried in the dirt ‘til the end of time\nThe P ain’t lying.  I spit shit to leave your fam crying\nYounger sibling mad as fuck ‘cause their brother’s dying\nDo I give a fuck?  Nope.  The nigga asked for it\nAin’t got no love for you like I said on Brandon’s chorus\nGot niggas that’ll ride and broads that die for us\nHoes up on the track—what more you want from us?\nBeats and lyrics to dance and fuck to\nGet high, get drunk—however you do you\nI’ma lay it down worse than calm and simple\nMagnum P rather burst like whitehead pimples\nAnd it don’t stop and we won’t quit\n‘Cause we from the borough that pops ‘nough shit\nWe come from BK, motherfucker, all day\nRepresent my block, BK all the way\nClinton Hill, Fort Greene, Flatbush, Bushwick\nAll the motherfucking places.  Williamsburg\nIt’s still part of my rhyme.  And niggas heard\nIt’d be Brooklyn everyday, all day\nI don’t give a fuck where you come from, say:\nBK.  Eyes closed, snot-nosed with a red eye\nKeep my shit going on like a jet in the sky\nBut I’ma stop ‘cause I don’t freestyle\nWhy not?  ‘Cause my nigga P do.  My man, Pumpkinhed\nGet on the mic with your eyes mad red\nSpit that shit outside with the Feds outside\nThis nigga.  The Feds are outside\n(Oh shit.  The Feds is not outside)\nYes, yes, they are nigga, and your eyes is red\n(They ain’t gonna catch me)\nThey got you.  They’re coming, they’re coming, they’re coming\n\n[Verse 12: Pumpkinhead]\nSo what?  My eyes was red.  I was smoking a blunt\nThere’s Feds outside.  They try to give me what they want\nMaybe two to five for a bag that I had in my pants.  Damn, man\nThem niggas trying to come real hard on me\n‘Cause they got Castro in my damn country\nWhat’s the deal?  Yo, we got mass appeal.  We come through\nYo, grabbing the steel.  Yo, I’m grabbing the wheel\nMaking the turn, making it burn.  Yo, I’m like butter\nMaking it churn.  Niggas need to learn\nThat when I spit freestyle, I’m no joke\nEmcees get broke down like Legos\nL’eggo my Eggo—that shit’s mine.  The mic all the time\nI shine, break down emcees like enzymes\nYo, I intertwine like jungle vines.  A perfectionist\nI’m coming through, wrecking this.  You disrespecting this\nYou catch a TEC and clip to your neck and lips\nI’m not playing.  Freestyle I’m displaying\nPumpkinhead coming through.  Emcees decaying\nUnderground.  In the cemetery, yo, I’ll leave ‘em buried\nFreestyle, yo, I’ll never worry.  I’ll come through in a flurry\nLike cold snow in the winter.  Ayyo\nY’all niggas is stuck up like splinters\nI’m coming through and I’ll enter like Wu\nYo.  Yo, what you gonna do?\nFlip the beat on me.  One to the two\nYo, my name is Pumpkinhead.  I’m from the Brooklyn Zoo\nEmcees can’t handle me.  Yo, I’m like glue\nYo, you bounce off you and stick to me\nNiggas try to front on me, I’ll leave them on their knees\nYo, they breeze like a leaf.  Ayyo, I’ll come through\nYou can’t conceive.  I’m like a lyrical disease\nAyyo, I’ll come through and I’ll please\nAll the shorties, yo, with the big booties\nEverything I’m rhyming ends with “-ies”/ease\nGet off these.  Niggas, please.  Yo\nI’ll come through.  Y’all niggas is fucking queers\nYo, y’all can’t fuck with me.  I’m like Cheers\nA round of applause"
}