{
    "lyrics": "[Intro]\nI feel sorry, yeah, I feel sorry\nI feel sorry, yeah, oh, I feel sorry\nI feel sorry for any man out there\nWhen he can't look around and say: \"This is my woman\nAnd, my woman alone.\"\nI feel sorry, yeah, for any woman out there\nWho can't say: \"I got somebody I can call my very own\"\nI feel sorry, I feel sorry, I feel sorry, I feel sorry\n\n[Verse 1]\nOne thing I can say about the people of the world, today\nThey see you with a good thing, they wanna take it away\n\n[Chorus]\nBut, I believe in you\nYou believe in me, too, yeah\n\n[Verse 2]\nEven your best friend can come around\nMaking sly remarks, trying to put you down\n\n[Chorus]\nI believe in you\nYou believe in me, too\nListen honey\n[Bridge]\nPeople are talkin', trying to pull us apart\nStickin' pins and needles in both of our hearts\nOur love is together, don't care about no stormy weather\n\n[Chorus]\nI believe in you\n(I believe in you. Do you, do you)\nYou believe in me, too\n(Do you believe in me, too?)\nLook, honey\n\n[Verse 3]\nI heard your mother say loving me didn't make no sense\nBut, when she put me down, you stood up in my defense\n\n[Chorus]\nI believe in you\n(I believe in you. Do you, do you)\nAnytime you go against your own mother, that makes me know: You believe in me, too (Do you believe in me, too?)\nHere's another thing\n\n[Verse 4]\nWe had our hard time, and almost didn't make it\nAlways worked it out and never tried to fake it\n[Chorus]\nI believe in you\n(I believe in you. Do you, do you)\nYou believe in me, too\n(Do you believe in me, too?)\nHere's another thing about it\n\n[Bridge]\nPeople talkin', trying to pull us apart, no\nAlways stickin' pins and needles in both of our hearts\nBut, our love is together, don't care about no stormy weather\n\n[Chorus]\nI believe in you\n(I believe in you. Do you, do you)\nYou believe in me, too, yeah\n(Do you believe in me, too?)\n\n[Riff]\nI believe\nThat's why everytime we get a chance, I tell ya, honey\nHow much I love you, love you, love you, love you, love you\nLove you, love you, love you, love you\nAnd, most of all, how much I trust you\nThe reason why I trust you, baby, is become of one thing:\nI can lean on you, yeah\nAnd you can lean on me, too\nOne more thing I wanna say\n[Outro]\nI believe\n(I believe in you. Do you, do you)\nHoney, please, let me believe in you\n(Do you believe in me, too?)\nI know a lot of folk out there wish they had somebody they could believe in\n(I believe in you. Do you, do you)\nOh, I believe, I believe\n(Do you believe in me, too?)\nIn you. You believe in me, too\n(I believe in you. Do you, do you)\nAnytime you stand against your own mother\n(Do you believe in me, too?)\nThat makes me know that I\n(I believe in you. Do you, do you)\nCan believe in you. I believe in you\n(Do you believe in me, too?)\nAnd you've shown me enough to know that you believe in me too"
}