{
    "lyrics": "The Streak Lyrics(Reporter):\nHello, everyone, this is your action news reporter with all the news that is news across the nation, on the scene at the supermarket. There seems to have been some disturbance here. Pardon me, sir, did you see\nWhat happened?\n\n(Witness):\nYeah, I did. I's standin' overe there by the tomaters, and here he come, running through the pole beans, through the fruits and vegetables\nNekkid as a jay bird. And I hollered over to Ethel\nI said, \"Don't look, Ethel!\" But it's too late, she'd already been incensed\n\n(Chorus)\nHere he comes, look at that, look at that\nThere he goes, look at that, look at that\nAnd he ain't wearin' no clothes\nOh, yes, they call him the Streak\nLook at that, look at that\nFastest thing on two feet\nLook at that, look at that\nHe's just as proud as he can be of his anatomy\nHe goin' give us a peek\nOh, yes, they call him the Streak\nLook at that, look at that\nHe likes to show off his physique\nLook at that, look at that\nIf there's an audience to be found\nHe'll be streakin' around\nInvitin' public critique\n(Reporter):\nThis is your action news reporter once again, and we're here at the gas station. Pardon me, sir, did you see what happened?\n\n(Witness):\nYeah, I did. I's just in here gettin my tires checked, he just appeared out of the traffic. Come streakin' around the grease rack there, didn't have nothin' on but a smile\nI looked in there, and Ethel was gettin' her a cold drink\nI hollered, \"Don't look, Ethel!\" But it was too late. She'd already been mooned\nFlashed her right there in front of the shock absorbers\n\n(Chorus)\nHe ain't crude, look at that, look at that\nHe ain't lewd, look at that, look at that\nHe's just in the mood to run in the nude\nOh, yes, they call him the Streak\nLook at that, look at that\nHe likes to turn the other cheek\nLook at that, look at that\nHe's always makin' the news\nWearin' just his tennis shoes\nGuess you could call him unique\n\n(Reporter):\nOnce again, your action news reporter in the booth at the gym, covering the disturbance at the basketball playoff. Pardon me, sir, did you see what happened?\n\n(Witness):\nYeah, I did. Half time, I's just goin' down thar to get Ethel a snow\nCone. And here he come, right out of the cheap seats, dribbling, Right down the middle of the court.\nDidn't have on nothing but his PF's\nMade a hook shot and got out through the concessions stand. I hollered up at Ethel, I said, \"Don't look, Ethel!\" But it was too late. She'd already got a free shot. Grandstandin', right there in front of the home team\n(Chorus) (Witness):\nOh, yes, they call him the Streak\n(Here he comes again)\nLook at that, look at that\n(Who's that with him?)\nThe fastest thing on two feet\n(Ethel? Is that you, Ethel?)\nLook at that, look at that\n(What do you think you're doin'?)\nHe's just as proud as he can be\n(You git your clothes on!)\nOf his anatomy\nHe's gonna give us a peek\nOh, yes, they call him the Streak\n(Ethel! Where you goin'?)\nLook at that, look at that\n(Ethel, you shameless hussy)\nHe likes to show off his physique\n(Say it isn't so)\nLook at that, look at that\n(Ethel! Ethel!)\nIf there's an audience to be found\nHe'll be streakin' around\nInvitin' public critique2Embed"
}