{
    "lyrics": "[Verse 1]\nA boy is born in hard time Mississippi\nSurrounded by four walls that ain't so pretty\nHis parents give him love and affection\nTo keep him strong moving in the right direction\nLiving just enough, just enough for the city\n\n[Verse 2]\nHis father works some days for fourteen hours\nAnd you can bet he barely makes a dollar\nHis mother goes to scrub the floors for many\nAnd you'd best believe she hardly gets a penny\nLiving just enough, just enough for the city (yeah)\n\n[Verse 3]\nHis sister's black but she is sho 'nuff pretty\nHer skirt is short but Lord her legs are sturdy\nTo walk to school she's got to get up early\nHer clothes are old but never are they dirty\nLiving just enough, just enough for the city (um-hum)\n\n[Verse 4]\nHer brother's smart he's got more sense than many\nHis patience's long but soon he won't have any\nTo find a job is like a haystack needle\nBecause where he lives they don't use colored people\nLiving just enough, just enough for the city\n[Bridge]\n(Living just enough for the city)\nLiving for the city, yeah\n(Believing just enough for the city)\nAin't nothing but a city\n(Believing just enough for the city)\nLiving for the city, yeah yeah\n(Believing just enough for the city)\nNothing but a city\n(Believing just enough for the city)\nLive for the city, yeah yeah\n(Believing just enough for the city)\nThe fucking crud is shitty\n(Believing just enough for the city)\nLive for the city\n(Believing just enough for the city)\nAin't nothing but a city, woo\n(Believing just enough for the city)\nEverybody clap their hands together now, woo\n(Believing just enough for the city)\nHmm, for the city yeah\n(Believing just enough for the city)\nFor the city, yeah yeah\n(Believing just enough for the city)\nFor the city, yeah\n(Believing just enough for the city)\n[Spoken Interlude]\nBus for New York City!\nHey, bus driver! I'm getting on that, hold it\nThanks a lot\nWow, New York, just like I pictured it\nSkyscrapers and everything\nHey hey brother, hey come here slick\nHey you look, you look hip man\nHey you wanna make yourself five bucks man\nYou look hip\nRun this across the street for me right quick\nOkay, run this across the street for me\nWhat? Huh? I didn't know! What?\nGimme your hands up you punk!\nI'm just going across the street\nPut that leg up, shut your mouth\nHell no, what did I do?\nOkay, turn around, turn around\nPut your hands behind your back, let's go, let's go\nA jury of your peers having found you guilty, ten years\nWhat?\nCome on, come on, get in that cell nigga\nGod, lord\n\n[Verse 5]\nHis hair is long, his feet are hard and gritty\nHe spends his life walking the streets of New York City\nHe's almost dead from breathing in air pollution\nHe tried and fought but to him there's no solution\nLiving just enough, just enough for the city\n[Verse 6]\nI hope you hear inside my voice of sorrow\nAnd that it motivates you to make a better tomorrow\nThis place is cruel nowhere could be much colder\nIf we don't change, the world will soon be over\nLiving just enough, stop giving just enough for the city"
}