{
    "lyrics": "Put Your Hands Together LyricsAh ha, ah ha, ah ha, ah, ah, ah, ah\n(Hey, yeah, eh, eh.) Oooh, yeah, ah, ah, ah, ah, ah, ah\nHuh, huh, heh\nCome on, come on, come on, y'all now\nPut your hands together\nNa, na, na, na\nPut your hands together\nEverybody now\nPut your hands together\nNa, na, na, na\nAnd let us pray\n\nWe got to pray for all the brothers under thine hand\nPray for all the sisters that's doing the best she can\nLet us pray that tomorrow, there'll be a better day to come, yeah\nWe got to put our voices together\nSing a song so loud so fair\nThat the birds in the trees hum along with me\nSweet harmony\nWell, let it thunder, let it lightning\nLet it rain, let it rain, let it rain\n'Cause we're gonna sing Glory Hallelujah\nSo the whole wide world can hear\n(Come on.) Come on, come on, y'all now\n\nPut your hands together\nHey, happy too, y'all.  (Come on now.)\nPut your hands together\nThe Lord, he got us through.  (Huh, huh, come on.)\nPut your hands together, na, na, na, na\nAnd let us pray\n\nWe got to pray for all the people who are sleeping in the streets\nPray for all the people who don't have enough to eat\nLet us pray that tomorrow, there'll be a better day to come\nYeah, heh, heh, heh\nWe got to put our voices together\nSing a song so loud, so fair\nThat the birds in the trees hum along with me\nSweet, sweet harmony\n\nWell, let it thunder, let it lightning\nLet it rain, let it rain, let it rain\nWe're gonna sing Glory Hallelujah\nSo the whole wide world can hear\nCome on.  (Come on, come on, y'all now.)\nPut your hands together\nHey, happy too, y'all.  (Well, well.)\nPut your hands together\nMy Lord got us through, y'all.  (Come on, y'all now.)\nPut your hands together, heh, heh, heh, heh\nAnd let us pray\n\n'Cause we're gonna sing, sing Glory (Glory)\nGlory Hallelujah (Hallelujah) right here, right now\n(Oh lord, oh.) I said we're, we're, we're\n(Oooh, oooh, oooh, oooh, oooh, oooh, oooh, oooh.)\nWe're here singing Glory, Glory Hallelujah\n(Yeah, ah, ah, ah, ah, ah, ah, ah, ah.) Well\n(Hallelujah) Well, well\n(Hallelujah) Come on, come on\nCome on.  (Come on.)\nCome on.  (Come on.)\nCome on.  (Come on now.)\nCome on, come on.  (Come on, y'all.  Everybody.)\n\nHey.  (Put your hands together.)\nHey, happy too, y'all.  (Well, well now.)\n(Put your hands together.) My Lord all got us through\n(Come on, y'all.) Put your hands together\nNa, na, na, na, na, let us.  (Put your hands together.)\nLet us, let us pray, hey.  (Come on.)\n(Put your hands together.) Pray, pray, ha, ha, ha.  (Come on, y'all.)\n(Put your hands together.) My Lord all got us through, y'all\n(Put your hands together.) Good Lord, let us pray, pray, pray, pray, pray, pray, pray\n(Everybody.)\nLet us praise the Lord.  (Put your hands together.)\nNa, na, na, na.  (Ah, ah.)\nWe'll na, na, na, na, pray, pray, pray.  (Put your hands together.)\n(Come on, everybody.) Put your hands togetherEmbed"
}