{
    "lyrics": "[Intro]\nClap for the Wolfman, he gonna rate your record high\nClap for the Wolfman, you gonna dig him till the day you die\nClap for the Wolfman, he gonna rate your record high\n(Mmm... Yes, gracious!)\nClap for the Wolfman, you gonna dig him till the day you die\n\n[Verse 1]\nDoo-Ron-Ron and the Duke of Earl - they were friends of mine\nI was on my moonlight drive\nSnuggled in - say, baby, just one kiss - she said no, no, no\nRomance ain't keeping me alive\nSaid, hey, baby, d'you wanna coo-coo-coo? - she said uh, uh, uh\nSo, I was left out in the cold\nI said, you're what I've been dreaming of - she said I don't want to know\n\n(Oh, you know - she was diggin' the cat on the radio)\n\n[Chorus]\nClap for the Wolfman - he gonna rate your record high\n(Yes, baby, I'm your doctor of love)\nClap for the Wolfman - you gonna dig him till the day you die\n(Everybody talks about the Wolfman's Pompitous of Love)\n\n[Verse 2]\nSeventy-five or eighty miles an hour she hollered, slow, slow, slow\nBaby, I can stop right on a dime\nI said, hey, baby, give me just one kiss - she said no, no, no\nBut, how was I to bide my time?\nSaid, hey, baby, d'you wanna coo-coo-coo? - she said uh, uh, uh\nI said, I'm about to overload\nI said, you're what I've been living for - she said I don't want to know\n(You thought she was diggin' you, but she was diggin me!)\n[Chorus]\nClap for the Wolfman - he gonna rate your record high\n(As long as you got the curves, baby, I got the angles)\nClap for the Wolfman - you gonna dig him till the day you die\n(It's all according to how your boogaloo situation stands, you understand)\n\nClap for the Wolfman - he gonna rate your record high\n(You ain't gonna get 'em, cause I got 'em)\nClap for the Wolfman - you gonna dig him till the day you die\n(You might want to try, but I'm gonna keep em!)\n(Ain't that right, girls?)\nClap for the Wolfman\nClap for the Wolfman\nClap for the Wolfman\nClap for the Wolfman\nClap for the Wolfman (and I got them all)\nClap for the Wolfman\nClap for the Wolfman\nClap for the Wolfman\nClap for the Wolfman"
}