{
    "lyrics": "Sweet Love LyricsShow me a river that's so deep\nShow me a mountain so high\nI'll show you love that lasts forever\nFlying high, so high\nAh, show me a world where dreams are for dreamers\nAnd all the things you wish come true, yeah\nI wish the world had all happy people\nThen there'd be no more wishing to do\n\nOh, oh, oh, oh, oh, sweet love\nOh, oh, oh, oh, oh, sweet love\nOh, oh, oh, oh, oh, oh, oooh\nOoooooooh, oooh, oooh, oooh, oooh, oooh\nSweet, sweet love\n\nSun shines over a rainbow\nHigh on a hill\nTake a ride on a magic carpet\nAnd you'll know it's for real\nThe world is filled with all the lonely people\nTrying to find their way\nAll they need is a hand\nTo guide them to a brighter day\nOh, oh, oh, oh, oh, oh, oh, sweet\n(Sweet love.) Sweet love\nOh, oh, oh, oh, oh.   Well, well\n(Sweet love.) Sweet love\nOh, oh, oh, oh, oh, oh, oooh\nOooh, hoo, hoo, hoo, hoo, hoo, hoo, hoo, hoo, hoo, hoo\nOooh, oooh, oooh, oooh, yeah.  Sweet love\n\nSweet love that comes through the ages\nReach out and touch my soul\nGive my life so much meaning\nAnd everyone a heart of gold\n\nOh, oh, oh, oh, oh, sweet love\nWell, well, well\nOh, oh, oh, oh, oooh, oooh, oooh, sweet\n(Sweet love.) Sweet, sweet love\nOh, oh, oh, oh, oh.  Sweet, sweet\n(Oh.) Sweet, sweet love.  (Oooh.)\nOh, you needed love.  (Oh, oh, oh, oh, oh,)\nOooh, oooh, oooh, oooh, oooh.  (Sweet love.)\nSweet, sweet love\nOh, oh, oh, oh, oh, sweet love.  Well\n\nI know you're searching\nI know you're searching for that love\nA little peace and understanding\nAnd I know it's been hard trying to find your way\nBut you got to keep on searching harder day by day\n'Cause I want you and you, you, you, you, you, you, you, you, you, you, and you to stand on up, yes sir, and put a little love in your heart and a little heart in your love\nTogether we can make a way\nHuh, listen to me\nDon't ever wonder too hard, ah, of what I'm trying to say\n'Cause it's love.  Love's the only way\n(Oh, oh, oh, oh, oh,) Oh, nothing but love.  Love\n(Sweet love.) Sweet love.  Ow\n(Oh, oh, oh, oh, oh,) When you're down and out and you can't see your way\n(Sweet love.) And you need a friend, well, ah, ah\n(Oh, oh, oh, oh, oh,) Just call on love, love, love\n(Sweet love.) Sweet, sweet, sweet, sweet, sweet, sweet, sweet, sweet loveEmbed"
}