{
    "lyrics": "* = Page created but not yet scribed\n\n*Martin Luther King, Jr. - Final Speech (April 3, 1968)\nNina Simone - Revolution (Pts. 1 and 2)\nMarvin Gaye - Inner City Blues (Make Me Wanna Holler)\nStevie Wonder - Living For The City\nJames Brown - Say It Loud (I'm Black And I'm Proud - Pt. 1 & 2)\nSounds Of Blackness - Optimistic\nAretha Franklin - I Say a Little Prayer\nEsperanza Spalding - Black Gold (feat. Algebra Blessett, Lionel Loueke)\nD'Angelo - Africa\nSolange - F.U.B.U. (feat. The-Dream, BJ The Chicago Kid)\nNina Simone - To Be Young, Gifted and Black (2005 Remix)\nMahalia Jackson - We Shall Overcome\nMalcolm X - You Can't Hate the Roots of a Tree and Not Hate That Tree\nThe Last Poets - When The Revolution Comes\nSam Cooke - A Change Is Gonna Come\nDavid Ruffin - Put A Little Love In Your Heart\n*The Temptations - When I Lay My Burdens Down (Live From \"The Temptations Show\"/1968) (feat. George Kirby)\n*The Staple Singers - This Little Light Of Mine\nMos Def - UMI Says\nDeniece Williams - Black Butterfly\nGladys Knight & The Pips - Midnight Train to Georgia\nHarold Melvin & The Blue Notes - Wake up Everybody\nSly & The Family Stone - Everyday People (Single Version)\nParliament - Give Up The Funk (Tear The Roof Off The Sucker)\nB.B. King - The Thrill Is Gone\nChuck Jackson - Any Day Now (My Wild Beautiful Bird)\nGil Scott-Heron - The Revolution Will Not Be Televised\nThe Wailers - Get Up, Stand Up\nBob Marley & The Wailers - Redemption Song\nThe Staple Singers - When Will We Be Paid\nStevie Wonder - Visions\n*Max Roach - Lonesome Lover (feat. Abbey Lincoln, Coleridge-Taylor Perkinson)\nBillie Holiday - Strange Fruit\nDuke Ellington - In A Sentimental Mood (feat. John Coltrane)\nRay Barretto - Acid\nCal Tjader - Black Orchid (feat. Eddie Palmieri)\nHerbie Mann - Memphis Underground\nMongo Santamaria - Afro Blue\n*Sonia Sanchez - Blk/ Wooomen/ chant\n*Hugh Masekela - Colonial Man\nFela Kuti - Water No Get Enemy (Edit)\nGregory Porter - 1960 What?\nKendrick Lamar - Alright\nPublic Enemy - Fight The Power\nA Tribe Called Quest - We The People...."
}