{
    "lyrics": "1 Train Remix LyricsI’m a lyrical miracle, not being satirical,\nThe proof is empirical, my reign is imperial\nLap you, I’m spherical, adjective is ill-ical\nCut the umbilical, and I’m up to the pinnacle.\nBars so deep: like prison underground\nGot more levels than AKs got rounds.\nGot more levels than Donkey Kong\nDomination levels like Gump at pong\nMegatron going long, catching bombs and I’m gone\nThrowing bombs as I drone, I bomb beats at ya dome\nHeir to the throne, get outta my zone;\nWith language I'm a gangster: Don Corleone\nI stunt so hard, I need a stunt triple\nI got the game ball, you only got wiffle\nI'm making waves, bruh; you making ripples\nMy driver got a driver: Greg Biffle\nEnough about me; your bars are a maize\nThat means it’s corny if your mental's delayed\nMean streak and mean streets and Martin Scorcese\nGoodfella, godfella, my grace will amaze\nIf rap is my teacha, I'm making straight As\nAnnounce it in public: You peep, I just blaze!\nLike Miami Heat on Ray Allen's treys\nI'm hearing yes’ and y’all nothings nays;\nWhipping y'all horses, get out of my way\nI'm ripping, my whip Is all over the place\nMaybe I'm white, but I'm...\nBangin' so heavy I weigh in ton dre's (entendres).\n\nYou say you wanna battle me\nWhat you think, man, that gon rattle me?\nYou just a tiny babe, still rattling\nBetter call ya moms, that's tattling\nBefore I blaze wit bars; guns gatling\nRounds ya herd, well let the cattle in\nI'm bringing out tha beef bruh, You just tofu\nChiefing like a Keef bruh, You got no boo\nNah boo:\nMy Force will have ya run through\nAnd if I'm Luke from Star Wars, you nothing but an R2\nI eat you, Delete you, Then I excrete you:\nLifting up the toilet lid\nCause that's where I seat you\nMaster of the similes. You can’t master similac\nSucking at suckling, Your similes lack\nJust like a broke back. Mountin’ an attack on your ledger\nHeath’s in danger, I mean your health’s in danger\nAnd on a dark knight, man, I seen a manger\nWhere The Christ was born, And I ain't no stranger:\nCause I gave him gifts, And he gave me flows\nDivine delivery; Omnipresence knows\nEden’s garden grows, Where I banish my foes.\nMy severity bows When I open my shows\nAnd the crowds in the throes, And my fame it grows\nKnowing is half the battle: so Like a G, I Joe\nDear Mom, I miss ya Cause I know she knows\nI’m ripping these rappers, And I tag their toes\nTheir bars are falling…\nLine up the dominos;\nKnock em down Thug hard:\nVaminos!3Embed"
}