{
    "lyrics": "BONA AND PAUL\n\n\n1\n\nOn the school gymnasium floor, young men and women are drilling. They are going to be teachers, and go out into the world .. thud, thud .. and give precision to the movements of sick people who all their lives have been drilling. One man is out of step. In step. The teacher glares at him. A girl in bloomers, seated on a mat in the corner because she has told the director that she is sick, sees that the footfalls of the men are rhythmical and syncopatеd. The dance of his blue-trousеred limbs thrills her.\n\nBona: He is a candle that dances in a grove swung with pale balloons.\n\nColumns of the drillers thud towards her. He is in the front row. He isin no row at all. Bona can look close at him. His red-brown face—\n\nBona: He is a harvest moon. He is an autumn leaf. He is a nigger. Bona! But dont all the dorm girls say so? And dont you, when you are sane, say so? Thats why I love—Oh, nonsense. You have never loved a man who didnt first love you. Besides—\n\nColumns thud away from her. Come to a halt in line formation. Rigid. The period bell rings, and the teacher dismisses them.\n\nA group collects around Paul. They are choosing sides for basket-ball. Girls against boys. Paul has his. He is limbering up beneath the\nbasket. Bona runs to the girl captain and asks to be chosen. The girls fuss. The director comes to quiet them. He hears what Bona wants.\n\n“But, Miss Hale, you were excused—”\n\n“So I was, Mr. Boynton, but—”\n\n“—you can play basket-ball, but you are too sick to drill.”\n\n“If you wish to put it that way.”\nShe swings away from him to the girl captain.\n\n“Helen, I want to play, and you must let me. This is the first time\nI’ve asked and I dont see why—”\n\n“Thats just it, Bona. We have our team.”\n\n“Well, team or no team, I want to play and thats all there is to it.”\n\nShe snatches the ball from Helen’s hands, and charges down the floor.\n\nHelen shrugs. One of the weaker girls says that she’ll drop out. Helen accepts this. The team is formed. The whistle blows. The game starts. Bona, in center, is jumping against Paul. He plays with her. Out-jumps her, makes a quick pass, gets a quick return, and shoots a goal from the middle of the floor. Bona burns crimson. She fights, and tries to guard him. One of her team-mates advises her not to play so hard. Paul shoots his second goal.\n\nBona begins to feel a little dizzy and all in. She drives on. Almost\nhugs Paul to guard him. Near the basket, he attempts to shoot, and Bona lunges into his body and tries to beat his arms. His elbow, going up, gives her a sharp crack on the jaw. She whirls. He catches her. Her body stiffens. Then becomes strangely vibrant, and bursts to a swift life within her anger. He is about to give way before her hatred when a new passion flares at him and makes his stomach fall. Bona squeezes him. He suddenly feels stifled, and wonders why in hell the ring of silly gaping faces that’s caked about him doesnt make way and give him air. He has a swift illusion that it is himself who has been struck. He looks at Bona. Whir. Whir. They seem to be human distortions spinning tensely in a fog. Spinning .. dizzy .. spinning... Bona jerks herself free, flushes a startling crimson, breaks through the bewildered teams, and rushes from the hall.\n\n\n2\n\nPaul is in his room of two windows.\n\nOutside, the South-Side L track cuts them in two.\n\nBona is one window. One window, Paul.\n\nHurtling Loop-jammed L trains throw them in swift shadow.\nPaul goes to his. Gray slanting roofs of houses are tinted lavender\nin the setting sun. Paul follows the sun, over the stock-yards where\na fresh stench is just arising, across wheat lands that are still\nwaving above their stubble, into the sun. Paul follows the sun to a\npine-matted hillock in Georgia. He sees the slanting roofs of gray\nunpainted cabins tinted lavender. A Negress chants a lullaby beneath the mate-eyes of a southern planter. Her breasts are ample for the suckling of a song. She weans it, and sends it, curiously weaving, among lush melodies of cane and corn. Paul follows the sun into himself in Chicago.\n\nHe is at Bona’s window.\n\nWith his own glow he looks through a dark pane.\n\n•       •       •       •       •\n\nPaul’s room-mate comes in.\n\n“Say, Paul, I’ve got a date for you. Come on. Shake a leg, will you?”\n\nHis blonde hair is combed slick. His vest is snug about him.\n\nHe is like the electric light which he snaps on.\n\n“Whatdoysay, Paul? Get a wiggle on. Come on. We havent got much time by the time we eat and dress and everything.”\n\nHis bustling concentrates on the brushing of his hair.\n\nArt: What in hell’s getting into Paul of late, anyway? Christ, but he’s getting moony. Its his blood. Dark blood: moony. Doesnt get anywhere unless you boost it. You’ve got to keep it going—\n“Say, Paul!”\n\n—or it’ll go to sleep on you. Dark blood; nigger? Thats what those\njealous she-hens say. Not Bona though, or she .. from the South ..\nwouldnt want me to fix a date for him and her. Hell of a thing, that\nPaul’s dark: you’ve got to always be answering questions.\n\n“Say, Paul, for Christ’s sake leave that window, cant you?”\n\n“Whats it, Art?”\n\n“Hell, I’ve told you about fifty times. Got a date for you. Come on.”\n\n“With who?”\n\nArt: He didnt use to ask; now he does. Getting up in the air. Getting\nfunny.\n\n“Heres your hat. Want a smoke? Paul! Here. I’ve got a match. Now come\non and I’ll tell you all about it on the way to supper.”\n\nPaul: He’s going to Life this time. No doubt of that. Quit your\nkidding. Some day, dear Art, I’m going to kick the living slats out of\nyou, and you wont know what I’ve done it for. And your slats will bring forth Life .. beautiful woman...\n\n_Pure Food Restaurant._\n\n“Bring me some soup with a lot of crackers, understand? And then a\nroast-beef dinner. Same for you, eh, Paul? Now as I was saying, you’ve got a swell chance with her. And she’s game. Best proof: she dont give a damn what the dorm girls say about you and her in the gym, or about the funny looks that Boynton gives her, or about what they say about, well, hell, you know, Paul. And say, Paul, she’s a sweetheart. Tall, not puffy and pretty, more serious and deep—the kind you like these days. And they say she’s got a car. And say, she’s on fire. But you know all about that. She got Helen to fix it up with me. The four of us—remember the last party? Crimson Gardens! Boy!”\n\nPaul’s eyes take on a light that Art can settle in.\n\n\n3\n\nArt has on his patent-leather pumps and fancy vest. A loose fall coat\nis swung across his arm. His face has been massaged, and over a close shave, powdered. It is a healthy pink the blue of evening tints a\npurple pallor. Art is happy and confident in the good looks that his\nmirror gave him. Bubbling over with a joy he must spend now if the\nnight is to contain it all. His bubbles, too, are curiously tinted\npurple as Paul watches them. Paul, contrary to what he had thought he would be like, is cool like the dusk, and like the dusk, detached.\nHis dark face is a floating shade in evening’s shadow. He sees Art,\ncuriously. Art is a purple fluid, carbon-charged, that effervesces\nbesides him. He loves Art. But is it not queer, this pale purple\nfacsimile of a red-blooded Norwegian friend of his? Perhaps for some reason, white skins are not supposed to live at night. Surely, enough nights would transform them fantastically, or kill them. And their red passion? Night paled that too, and made it moony. Moony. Thats what Art thought of him. Bona didnt, even in the daytime. Bona, would she be pale? Impossible. Not that red glow. But the conviction did not set his emotion flowing.\n\n“Come right in, wont you? The young ladies will be right down. Oh, Mr. Carlstrom, do play something for us while you are waiting. We just love to listen to your music. You play so well.”\n\nHouses, and dorm sitting-rooms are places where white faces seclude themselves at night. There is a reason...\n\nArt sat on the piano and simply tore it down. Jazz. The picture of Our\nPoets hung perilously.\n\nPaul: I’ve got to get the kid to play that stuff for me in the daytime.\nMight be different More himself. More nigger. Different? There is.\nCurious, though.\n\nThe girls come in. Art stops playing, and almost immediately takes up a\npetty quarrel, where he had last left it, with Helen.\n\nBona, black-hair curled staccato, sharply contrasting with Helen’s\npuffy yellow, holds Paul’s hand. She squeezes it. Her own emotion\nsupplements the return pressure. And then, for no tangible reason, her\nspirits drop. Without them, she is nervous, and slightly afraid. She\nresents this. Paul’s eyes are critical. She resents Paul. She flares at\nhim. She flares to poise and security.\n\n“Shall we be on our way?”\n\n“Yes, Bona, certainly.”\n\n•       •       •       •       •\n\nThe Boulevard is sleek in asphalt, and, with arc-lights and\nlimousines, aglow. Dry leaves scamper behind the whir of cars. The\nscent of exploded gasoline that mingles with them is faintly sweet.\nMellow stone mansions over-shadow clapboard homes which now resemble Negro shanties in some southern alley. Bona and Paul, and Art and Helen, move along an island-like, far-stretching strip of leaf-soft ground. Above them, worlds of shadow-planes and solids, silently moving. As if on one of these, Paul looks down on Bona. No doubt of it: her face is pale. She is talking. Her words have no feel to them. One sees them. They are pink petals that fall upon velvet cloth. Bona is soft, and pale, and beautiful.\n\n“Paul, tell me something about yourself—or would you rather wait?”\n\n“I’ll tell you anything you’d like to know.”\n\n“Not what I want to know, Paul; what you want to tell me.”\n\n“You have the beauty of a gem fathoms under sea.”\n\n“I feel that, but I dont want to be. I want to be near you. Perhaps I\nwill be if I tell you something. Paul, I love you.”\n\nThe sea casts up its jewel into his hands, and burns them furiously. To\ntuck her arm under his and hold her hand will ease the burn.\n\n“What can I say to you, brave dear woman—I cant talk love. Love is a\ndry grain in my mouth unless it is wet with kisses.”\n\n“You would dare? right here on the Boulevard? before Arthur and Helen?”\n\n“Before myself? I dare.”\n\n“Here then.”\n\nBona, in the slim shadow of a tree trunk, pulls Paul to her. Suddenly\nshe stiffens. Stops.\n\n“But you have not said you love me.”\n\n“I cant—yet—Bona.”\n\n“Ach, you never will. Youre cold. Cold.”\n\nBona: Colored; cold. Wrong somewhere.\n\nShe hurries and catches up with Art and Helen.\n\n\n4\n\nCrimson Gardens. Hurrah! So one feels. People ... University of Chicago students, members of the stock exchange, a large Negro in crimson uniform who guards the door .. had watched them enter. Had leaned towards each other over ash-smeared tablecloths and highballs and whispered: What is he, a Spaniard, an Indian, an Italian, a Mexican, a Hindu, or a Japanese? Art had at first fidgeted under their stares .. what are _you_ looking at, you godam pack of owl-eyed hyenas? .. but soon settled into his fuss with Helen, and forgot them. A strange thing happened to Paul. Suddenly he knew that he was apart from the people around him. Apart from the pain which they had unconsciously caused. Suddenly he knew that people saw, not attractiveness in his dark skin, but difference. Their stares, giving him to himself, filled something long empty within him, and were like green blades sprouting in his consciousness. There was fullness, and strength and peace about it all. He saw himself, cloudy, but real. He saw the faces of the people at the tables round him. White lights, or as now, the pink lights of the Crimson Gardens gave a glow and immediacy to white faces. The pleasure of it, equal to that of love or dream, of seeing this. Art and Bona and Helen? He’d look. They were wonderfully flushed and beautiful. Not for himself; because they were. Distantly. Who were they, anyway? God, if he knew them. He’d come in with them. Of that he was sure. Come where? Into life? Yes. No. Into the Crimson Gardens. A part of life. A carbon bubble. Would it look purple if he went out into the night and looked at it? His sudden starting to rise almost upset the table.\n\n“What in hell—pardon—whats the matter, Paul?”\n\n“I forgot my cigarettes—”\n\n“Youre smoking one.”\n\n“So I am. Pardon me.”\n\nThe waiter straightens them out. Takes their order.\n\nArt: What in hell’s eating Paul? Moony aint the word for it. From bad\nto worse. And those godam people staring so. Paul’s a queer fish.\nDoesnt seem to mind... He’s my pal, let me tell you, you horn-rimmed\nowl-eyed hyena at that table, and a lot better than you whoever you\nare... Queer about him. I could stick up for him if he’d only come\nout, one way or the other, and tell a feller. Besides, a room-mate has\na right to know. Thinks I wont understand. Said so. He’s got a swell\nhead when it comes to brains, all right. God, he’s a good straight\nfeller, though. Only, moony. Nut. Nuttish. Nuttery. Nutmeg... “What’d\nyou say, Helen?”\n\n“I was talking to Bona, thank you.”\n\n“Well, its nothing to get spiffy about.”\n\n“What? Oh, of course not. Please lets dont start some silly argument\nall over again.”\n\n“Well.”\n\n“Well.”\n\n“Now thats enough. Say, waiter, whats the matter with our order? Make\nit snappy, will you?”\n\nCrimson Gardens. Hurrah! So one feels. The drinks come. Four highballs. Art passes cigarettes. A girl dressed like a bare-back rider in flaming pink, makes her way through tables to the dance floor. All lights are dimmed till they seem a lush afterglow of crimson. Spotlights the girl. She sings. “Liza, Little Liza Jane.”\n\nPaul is rosy before his window.\n\nHe moves, slightly, towards Bona.\n\nWith his own glow, he seeks to penetrate a dark pane.\n\nPaul: From the South. What does that mean, precisely, except that\nyou’ll love or hate a nigger? Thats a lot. What does it mean except\nthat in Chicago you’ll have the courage to neither love or hate. A\npriori. But it would seem that you have. Queer words, arent these,\nfor a man who wears blue pants on a gym floor in the daytime. Well,\nnever matter. You matter. I’d like to know you whom I look at. Know,\nnot love. Not that knowing is a greater pleasure; but that I have\njust found the joy of it. You came just a month too late. Even this\nafternoon I dreamed. To-night, along the Boulevard, you found me cold. Paul Johnson, cold! Thats a good one, eh, Art, you fine old stupid fellow, you! But I feel good! The color and the music and the song... A Negress chants a lullaby beneath the mate-eyes of a southern planter. O song!.. And those flushed faces. Eager brilliant eyes. Hard to imagine them as unawakened. Your own. Oh, they’re awake all right. “And you know it too, dont you Bona?”\n\n“What, Paul?”\n\n“The truth of what I was thinking.”\n\n“I’d like to know I know—something of you.”\n\n“You will—before the evening’s over. I promise it.”\n\nCrimson Gardens. Hurrah! So one feels. The bare-back rider balances\nagilely on the applause which is the tail of her song. Orchestral\ninstruments warm up for jazz. The flute is a cat that ripples its fur\nagainst the deep-purring saxophone. The drum throws sticks. The cat\njumps on the piano keyboard. Hi diddle, hi diddle, the cat and the\nfiddle. Crimson Gardens .. hurrah! .. jumps over the moon. Crimson\nGardens! Helen .. O Eliza .. rabbit-eyes sparkling, plays up to,\nand tries to placate what she considers to be Paul’s contempt. She\nalways does that .. Little Liza Jane... Once home, she burns with\nthe thought of what she’s done. She says all manner of snidy things\nabout him, and swears that she’ll never go out again when he is along. She tries to get Art to break with him, saying, that if Paul, whom the whole dormitory calls a nigger, is more to him than she is, well, she’s through. She does not break with Art. She goes out as often as she can with Art and Paul. She explains this to herself by a piece of information which a friend of hers had given her: men like him (Paul) can fascinate. One is not responsible for fascination. Not one girl had really loved Paul; he fascinated them. Bona didnt; only thought she did. Time would tell. And of course, _she_ didnt. Liza... She plays up to, and tries to placate, Paul.\n\n“Paul is so deep these days, and I’m so glad he’s found some one to\ninterest him.”\n\n“I dont believe I do.”\n\nThe thought escapes from Bona just a moment before her anger at having\nsaid it.\n\nBona: You little puffy cat, I do. I do!\n\nDont I, Paul? her eyes ask.\n\nHer answer is a crash of jazz from the palm-hidden orchestra. Crimson Gardens is a body whose blood flows to a clot upon the dance floor. Art and Helen clot. Soon, Bona and Paul. Paul finds her a little stiff, and his mind, wandering to Helen (silly little kid who wants every highball spoon her hands touch, for a souvenir), supple, perfect little dancer, wishes for the next dance when he and Art will exchange.\n\nBona knows that she must win him to herself.\n\n“Since when have men like you grown cold?”\n\n“The first philosopher.”\n\n“I thought you were a poet—or a gym director.”\n\n“Hence, your failure to make love.”\n\nBona’s eyes flare. Water. Grow red about the rims. She would like to\ntear away from him and dash across the clotted floor.\n\n“What do you mean?”\n\n“Mental concepts rule you. If they were flush with mine—good. I dont\nbelieve they are.”\n\n“How do you know, Mr. Philosopher?”\n\n“Mostly a priori.”\n\n“You talk well for a gym director.”\n\n“And you—”\n\n“I hate you. Ou!”\n\nShe presses away. Paul, conscious of the convention in it, pulls her\nto him. Her body close. Her head still strains away. He nearly crushes\nher. She tries to pinch him. Then sees people staring, and lets her\narms fall. Their eyes meet. Both, contemptuous. The dance takes blood from their minds and packs it, tingling, in the torsos of their swaying bodies. Passionate blood leaps back into their eyes. They are a dizzy blood clot on a gyrating floor.\n\nThey know that the pink-faced people have no part in what they feel. Their instinct leads them away from Art and Helen, and towards the big uniformed black man who opens and closes the gilded exit door. The cloak-room girl is tolerant of their impatience over such trivial things as wraps. And slightly superior. As the black man swings the door for them, his eyes are knowing. Too many couples have passed out, flushed and fidgety, for him not to know. The chill air is a shock to Paul. A strange thing happens. He sees the Gardens purple, as if he were way off. And a spot is in the purple. The spot comes furiously towards him. Face of the black man. It leers. It smiles sweetly like a child’s. Paul leaves Bona and darts back so quickly that he doesnt give the door-man a chance to open. He swings in. Stops. Before the huge bulk of the Negro.\n\n“Youre wrong.”\n\n“Yassur.”\n\n“Brother, youre wrong.”\n\n“I came back to tell you, to shake your hand, and tell you that you are\nwrong. That something beautiful is going to happen. That the\nGardens are purple like a bed of roses would be at dusk. That I\ncame into the Gardens, into life in the Gardens with one whom I did\nnot know. That I danced with her, and did not know her. That I felt\npassion, contempt and passion for her whom I did not know. That I\nthought of her. That my thoughts were matches thrown into a dark\nwindow. And all the while the Gardens were purple like a bed of roses would be at dusk. I came back to tell you, brother, that white faces are petals of roses. That dark faces are petals of dusk. That I am\ngoing out and gather petals. That I am going out and know her whom I brought here with me to these Gardens which are purple like a bed of roses would be at dusk.”\n\nPaul and the black man shook hands.\n\nWhen he reached the spot where they had been standing, Bona was gone.\n\n[Illustration]\n\n\nto WALDO FRANK."
}