{
    "lyrics": "Right Turn Clyde Lyrics[Verse 1]\nTimes New Roman you know the type\nCalling me Public Enemy, but don't believe the hype\nTough guy like the one in Star 80 wanna bait me\nHook line sinker now your lady wanna date me\nGave your girl a little wink so you make a big stink\nShoulder's got a chip so you flip like a Tiddlywink\nKnow what I think? I think you might be Darwin's missing link\nGet all bent out of shape when the heat is on just like a Shrinky Dink\nBet I can take a hint better than I can take a hit\nCompletely incompatible though I'm a pussy and you're a dick\nHow can you hold a grudge when you can't even hold a job?\nShould have known butter but you're not corn on the cob\nI choose to use a song for a weapon not a sword struck a chord\nIf I wanted to see stars I'll watch the Academy Awards\nThat's why I ran like a Flock Of Seagulls why make-up like Mary Kay?\nYou must've given up on hair plugs cause now you're going toupee\n[Chorus]\nAll in all you're just another dick with no balls\nAll in all you're just another dick with no balls\n\n[Verse 2]\nMama said talk this out and resolve\nDon't wanna be involved so gimme a call when you evolve\nDoggy paddle to the shallow end of the gene pool\nHalf with it, half-wit, half-finished high school\nGive you a piece of my mind but I know you want it splattered\nHeard you like your women like you like your shrimp you like 'em battered\nWife beater perfectly fitting apparel\nWhere's your brother Daryl? Where's your other brother Daryl?\nGivin' me that Macho Man Randy Savage stare\nWanna snap into a Slim Jim break my limbs but do I care?\nNo sorry I'm a lover not a fighter commit your crime\nI'll be glad to do your girlfriend, I'll be glad that you do time\nHere's the deal I cop a feel you cop a plea but get the maximum\nNow we both got records but the difference is mine's platinum\nDefinitely showed this yellow bellied wimp limp in your cell now though alone\nWhen you're choking your chicken your chick will be choking on this chicken's bone\n\n[Chorus]\nAll in all you're just another dick with no balls\nAll in all you're just another dick with no balls\n[Outro: Breast Plate and Horns singers]\nRight turn, Clyde\nRight turn, Clyde\nRight turn, Clyde\nRight turn, Clyde\nRight turn, Clyde\nRight turn, Clyde\nRight turn, Clyde\nRight turn, Clyde\nRight turn, Clyde\nRight turn, Clyde\nRight turn, Clyde\nRight turn, Clyde2Embed"
}