{
    "lyrics": "Take My Heart LyricsHas there ever come a time when you feel real nice and you want to let someone know that you really appreciate them?\nAll you have to do is moan a little bit for me\nIt goes something like this\nOooh, oooh, oooh\nOooh, oooh, oooh\n\nYou see, no time for wasting, baby\nWe've gone all through those moves\nI'm offering satisfaction, darling\nGirl, I'm giving you all my love\nAnytime is the right time, baby\nCome on and take my heart\nIt's all yours if you want it, baby\nMy heart is tearing all apart\n\nI say oooh.  (You can have it)\nYeah.  (If you want it.)\nBut if you want it, you can have it\nSee, darling, there's no time for wasting, baby\nCome on, please make up your mind\nGood loving is so pleasing, baby\nGirl, I'm giving you all my time\nYou can have it if you want it\nJust come and get it and baby, it's yours, yeah\n\nI've got it to give\nAnd if you want it, I know that you're gonna love it\nSo come on, girl\n\nOh, I knew you'd like it\nOh baby, you got me saying something like\nOooh, oooh, oooh\nOooh, oooh, oooh.  Listen now\n\nOne night while I was sleeping, baby\nHad a dream of you and I\nFound myself asking you, baby\nTo take my hand and be my wife\nThere's no time for wasting, baby\n'Cause we've all gone through those moves\n'Cause I'm offering satisfaction, darling\nGirl, I'm giving you all my love\n\nYou can have it, yeah, if you want it, girl\n(If you want it.) Ahhh, yeah, yeah\n(You can have it) You, baby, you really want my loving\n(If you want it.) It's all yours, baby\n(You can have it) You can have it any time of the day\n(If you want it.) Don't matter what place it is, you can get it, baby\n(You can have it) Oh yeah.  Come on, girl, and get it\n(If you want it.) If you want it, you can have it, don't you know that\n(You can have it) 'Cause I will make you feel alright\n(If you want it.) Oh baby, can't you tell that at least\n(You can have it) Come on, girl\n(If you want it.) Come on, girl.  Ahhh, yeah, yeah\n(You can have it) Come on, darling, satisfaction guaranteed\n(If you want it.) Oh baby.  (Take my heart.)\nOooh, oooh, oooh.  (You can have it)\nOooh, oooh, oooh.  (If you want it.)\nOh, you're such a pretty little girl, baby.  (Take my heart.)\n(You can have it)  Oooh, oooh, oooh\nOooh, oooh, oooh.  (If you want it.)\n(Take my heart.)\nYou can have it...Embed"
}