{
    "lyrics": "[Verse 1]\nI guess I should've known by the way you parked your car sideways\nThat it wouldn't last\nSee, you're the kinda person that believes in makin' out once\nLove 'em and leave 'em fast\nI guess I must be dumb 'cause you had a pocket full of horses\nTrojan and some of them used\n\n[Pre-Chorus]\nBut it was Saturday night, I guess that makes it all right\nAnd you say - \"What have I got to lose?\"\n\n[Chorus]\nAnd honey, I say Little Red Corvette\nBaby, you're much too fast (Oh)\nLittle Red Corvette\nYou need a love that's gonna last\n\n[Verse 2]\nI guess I should've closed my eyes when you drove me to the place\nWhere your horses run free\n'Cause I felt a little ill when I saw all the pictures\nOf the jockeys that were there before me\nBelieve it or not, I started to worry\nI wondered if I had enough class\n[Pre-Chorus]\nBut it was Saturday night, I guess that makes it all right\nAnd you say, \"Baby, have you got enough gas?\"\nOh yeah!\n\n[Chorus]\nLittle Red Corvette\nBaby, you're much too fast\n(Yes you are)\nLittle Red Corvette\nYou need to find a love that's gonna last\n(Oh, oh)\n\n[Verse 3]\nA body like yours oughta be in jail\n'Cause it's on the verge of bein' obscene\nMove over, baby, gimme the keys\nI'm gonna try to tame your little red love machine\n\n[Chorus]\nLittle Red Corvette\nBaby, you're much too fast\nLittle Red Corvette\nNeed to find a love that's gonna last, hey hey\n\n[Chorus]\nLittle Red Corvette\nHoney, you got to slow down (Got to slow down)\nLittle Red Corvette\n'Cause if you don't, you're gonna run your Little Red Corvette right in the ground\n(Little Red Corvette)\nRight down to the ground (Honey, you got to slow down)\nYou, you, you got to slow down\n(Little Red Corvette)\nYou're movin' much too fast, too fast\nNeed to find a love that's gonna last\n[Breakdown]\nGirl, you got an ass like I never seen, ow!\nAnd the ride\nI say the ride is so smooth, you must be a limousine\nOw!\n\n[Chorus]\nBaby, you're much too fast\nLittle Red Corvette\nYou need a love, you need a love that's, uh, that's gonna last\n(Little Red Corvette)\n\n[Chorus]\nBabe, you got to slow down (you got to slow down)\nLittle Red Corvette\n'Cause if you don't, 'cause if you don't\nYou're gonna run your body right into the ground (Right into the ground)\nRight into the ground (Right into the ground)\nRight into the ground (Right into the ground)\nLittle Red Corvette"
}