{
    "lyrics": "Closure Lyrics[Verse 1]\nIt hits you the first time you ever fall in love\nShe expands my higher consciousness, you rose my up above\nLike the fro that I rock, I felt so ashamed of\nYou told me embrace my beauty, show off who I really was\nA journey to feminism, a newfound respect for women\nAlways had but not the genitalia to stand up and fight with em\nI'm sorry Ms. Jackson, I suffer from madness\nMom and Pops made one of the baddest women up on this planet\nBut granted, met you on campus, thought you was cute\nDidn't expect that senior year you'd end up on my mattress\nMaking love then sharing secrets, dialogue was so candid\nHolding me calming me down, when my tics were bad or I'm anxious\nStaring at you sleeping through the night: Perfection on canvas\nAnd then Poof! Your pillow's empty and the night fades to blackness\nNo time to batten the hatches, destruction happened to Athens\nI must submit to the sadness, knowing what we had turned to ashes\n[Bridge]\nSo I drank and I smoked...\nSo I found my own way to cope with everything\nBut the thing was, I wasn't even moving forward\nInstead I was standing there. Completely. Still...\n\n[Verse 2]\nNow it's been months and you must think I'm out of my mind but I swear that I'm trying, till these new excuses I find\nOf a young dumb stoner that met a fun alumn persona\nTested me in ways much harder than earning my diploma\nI admit I was distracted through the plays that I acted\nThought a day off inactive, meant from the plans you'd be subtracted\nI'm ashamed of senior when I just took for granted, you're ten steps ahead of the game would have thought you just planned it\nGODDAMN IT!\nThe errors I made, I can't stand it, but we're both guilty, I preferred manic than stranded\nI panic, the thought of my life without my companion's now canon\nThe thought I fucked up with my soulmate's one I can't even fathom\nCan you imagine: You had them, loosened up your grasp and let them slip away cause you're too busy sitting on your ass\nBut I knew something was wrong cause I had an internal clash\nIt was all new to me, we went from 0-100 fast and I crashed...\n\n[Bridge]\nAnd it seemed like everything in my life at that moment had shattered all at once\nBut I've been picking up every single piece since\nCause I got shit to do\n[Verse 3]\nAnd now it's over a year later and I'm back on your facebook\nGetting over you how long this case took\nThe magnitude was off the scales when this heartbreak shook\nSo I remind myself one more time how your face look\nI swear my heart still skips a beat, you show up on my newsfeed\nThe memories they flood my head so quick and so profusely\nEverything was going smoothly, every week we grabbin' sushi\nWe'd go back to theatre days and make drama our duty\nNothing but broken expectations, yelling starts so rudely\nBut did we both say things we regret? Oh absolutely\nBut I never let anybody else in that deep, so it wasn't just you who then met the true me\nBut truthfully by the end I couldn't stand what I saw\nHow could passion so raw make us say things so wrong?\nWhen I was done I began the journey to the man I must become, while also trying to live it up, I'm young and trying to have some fun\nAnd I'm moving forward everyday my life has gotten better and I wish the same for you cause it seems like it's not when we're together\nAnd as we move our separate ways to journey on our adventures, the thought enters to live my life with myself in the center because it's time for me right now it's time for me\nIt's time for me right now it's time for me right now\nIt's time for me right now it's time for me right now\nIt's time for me right now it's time for me right now\nIt's time for me right now it's time for me right now\nIt's time for me right now it's time for me right now\nIt's time for me right now it'sEmbed"
}