{
    "lyrics": "[Intro: Nas]\nHere we are\nHere we are\nYeah\nThis one right here is for the people\n\n[Chorus]\nSabali, sabali, sabali yonkote\nSabali, sabali, sabali kiye\nNi kêra môgô\nSabali, sabali, sabali yonkote\nSabali, sabali, sabali kiye\nNi kêra môgô\n\n[Interlude: Nas]\nHey yo D\nLet's go all the way in on this one\n\n[Verse 1: Damian Marley]\nSome of the smartest dummies\nCan't read the language of Egyptian mummies\nAn' a fly go a moon\nAnd can't find food for the starving tummies\nPay no mind to the youths\nCause it's not like the future depends on it\nBut save the animals in the zoo\nCause the chimpanzee dem a make big money\nThis is how the media pillages\nOn the TV the picture is\nSavages in villages\nAnd the scientist still can't explain the pyramids, huh\nEvangelists making a living on the videos of ribs of the little kids\nStereotyping the image of the images\nAnd this is what the image is\nYou buy a khaki pants\nAnd all of a sudden you say a Indiana Jones\nAn' a thief out the gold and thief out the scrolls and even the buried bones\nSome of the worst paparazzis I've ever seen and I ever known\nPut the worst on display so the world can see\nAnd that's all they will ever show\nSo the ones in the West\nWill never move East\nAnd feel like they could be at home\nDem get tricked by the beast\nBut a where dem ago flee when the monster is fully grown?\nSolomonic linage whe dem still can't defeat and them coulda never clone\nMy spiritual DNA that print in my soul and I will forever Own Lord\n[Chorus]\nSabali, sabali, sabali yonkote\nSabali, sabali, sabali kiye\nNi kêra môgô\nSabali, sabali, sabali yonkote\nSabali, sabali, sabali kiye\nNi kêra môgô\n\n[Interlude: Nas]\nYeah, Sabali. Thats patience. That's what the old folks told me\nDiscovering the World before this World. A World buried in time\nUncover with rhymes. It gets no realer\n\n[Verse 2: Damian Marley]\nHuh, we born not knowing, are we born knowing all?\nWe growing wiser, are we just growing tall?\nCan you read thoughts? can you read palms?\nHuh, can you predict the future? can you see storms, coming?\nThe Earth was flat if you went too far you would fall off\nNow the Earth is round\nIf the shape change again everybody woulda start laugh\nThe average man can't prove of most of the things\nThat he chooses to speak of\nAnd still won't research and find out\nThe root of the truth that you seek of\nScholars teach in Universities and claim that they're smart and cunning\nTell them find a cure when we sneeze\nAnd that's when their nose start running\nAnd the rich get stitched up, when we get cut\nMan a heal dem broken bones in the bush with the wet mud\nCan you read signs? can you read stars?\nCan you make peace? can you fight war?\nCan you milk cows, even though you drive cars? huh\nCan you survive? Against all odds, now?\n[Chorus]\nSabali, sabali, sabali yonkote\nSabali, sabali, sabali kiye\nNi kêra môgô\nSabali, sabali, sabali yonkote\nSabali, sabali, sabali kiye\nNi kêra môgô\n\n[Interlude: Nas]\nIt's crazy when you feed people the truth you don't know how they're gonna react\nYou're scared of wrong doers, people that just ignorant\nYou're scared of the truth, be patient for now\n\n[Verse 3: Nas]\nWho wrote the Bible? Who wrote the Qur'an?\nAnd was it a lightning storm\nThat gave birth to the Earth\nAnd then dinosaurs were born? damn\nWho made up words? Who made up numbers?\nAnd what kind of spell is mankind under?\nEverything on the planet we preserve and can it\nMicrowaved it and try it\nNo matter what we'll survive it\nWhat's hue? What's man? What's human?\nAnything along the land we consuming\nEatin', deletin', ruin\nTrying to get paper\nGotta have land, gotta have acres\nSo I can sit back like Jack Nicholson\nWatch niggas play the game like the Lakers\nIn a world full of 52 fakers\nGypsies, seances, mystical prayers\nYou superstitious? throw salt over your shoulders\nMake a wish for the day cuz\nLike somebody got a doll of me\nStickin' needles in my arteries\nBut I can't feel it\nSometimes it's like 'part of me, but I got a real big spirit'\nI'm fearless, I'm fearless\nDon't you try and grab hold of my soul\nIt's like a military soldier since seven years old\nI held real dead bodies in my arms\nFelt their body turn cold, oh\nWhy we born in the first place\nIf this is how we gotta go?\nDamn\n[Outro: Nas]\nThis goes to all the wisdom and knowledge seekers of the World\nSabali, Patience, yeah"
}