{
    "lyrics": "[Nice Peter as Lord Voldemort]\nI’m the darkest dark wizard in all of history\nI’ll slay your ass out like Cedric Diggory\nWith a wave of my finger Ill put you on the floor\nYou’s a punk ass little kid without Dumbeldore\n\nI’m the best wizard rapper you ever will see\nYou’re a peewee witch midget with a dead mommy\nI’ve got multiple souls and can raise the dead\nIf you think you can win then you’ve been sorely misled\n\n[Epic Lloyd as Harry Potter]\nYou’s a big bald fairy, you think I’m scared of you\nI smoked a basilisk and I’ll smoke you too\nI got witches in class I got witches in the halls\nIf you look under my cloak, you’ll see my Hagrid size balls\n\nI win at wizard duels, I win at wizard chess\nGot platinum coated DUBS on my Hogwart’s Express\nYou can’t touch me son, I drive magic cars\nI dish out big hurt, you just pass out little scars!\n\n[Nice Peter as Lord Voldemort]\nPoor little Harry, you’re such darling lad\nDo you miss your Uncle? Your Mom? Your Dad?\nOh that’s right, I killed ‘em, you’re little owl too\nAll your friends are next, I’ll cut right through your crew\nYou look like Marcy from Peanuts and your wand is tiny\nIs that why you couldn’t close the deal with Hermione?\nMy boys are called death eaters, they’re black magic studs\nThey’ll make you disappear, they don’t care for mudbloods\nYou can never find me, it’s like trying to catch smoke\nYou can’t hide from me with your punk ass cloak\nYou think you’re invisible, but I can see through that!\nI’ll run up with my wand and go RAT-A-TAT-TAT\n\n[Epic Lloyd as Harry Potter]\nSay it don’t spray it, your breath smells like a grave\nYour teeth look like tombstones and your nose is concave\nYour head looks like a golf ball, your face looks like a lizard\nHere’s the toll free number for the hair club for wizards\nThe toughest gang around is the Gryffindor crew\nWizards drive bys is what we do\nWhen dementors try to ice me I step right up and own em\nI crack a butterbeer and say “Expecto Patronum”!\n\nWho won?\nWho's next?\nYou decide!"
}