{
    "lyrics": "[Verse 1]\nBangkok, Oriental setting\nThe city don't know what the city is getting\nThe crème de la crème of the chess world\nIn a show with everything but Yul Brynner\nTimes flies, doesn't seem a minute\nSince the Tirolean Spa had the chess boards in it\nAll change, don't you know that when you\nPlay at this level, there's no ordinary venue?\nIt's Iceland, or the Philippines, or Hastings, or\nOr this place\n\n[Chorus]\nOne night in Bangkok and the world's your oyster\nThe bars are temples, but the pearls ain't free\nYou'll find a god in every golden cloister\nAnd if you're lucky, then the god's a she\nI can feel an angel sliding up to me\n\n[Verse 2]\nOne town's very like another\nWhen your head's down over your pieces, brother\nIt's a drag, it's a bore, it's really such a pity\nTo be looking at the board, not looking at the city\nWhat do ya mean?\nYou've seen one crowded, polluted, stinking town\nTea girls, warm and sweet (Warm, sweet)\nSome are set up in the Somerset Maugham suite\nGet Thai'd! You're talking to a tourist\nWhose every move's among the purest\nI get my kicks above the waistline, sunshine\n[Chorus]\nOne night in Bangkok makes the hard man humble\nNot much between despair and ecstasy\nOne night in Bangkok and the tough guys tumble\nCan't be too careful with your company\nI can feel the devil walkin' next to me\n\n[Verse 3]\nSiam's gonna be the witness\nTo the ultimate test of cerebral fitness\nThis grips me more than would a muddy old river\nOr reclining Buddah\nAnd thank God I'm only watching the game, controlling it\nI don't see you guys rating the kind of mate I'm contemplating\nI'd let you watch, I would invite you\nBut the queens we use would not excite you\nSo you'd better go back to your bars\nYour temples, your massage parlours\n\n[Chorus]\nOne night in Bangkok and the world's your oyster\nThe bars are temples, but the pearls ain't free\nYou'll find a god in every golden cloister\nA little flesh, a little history\nI can feel an angel sliding up to me\nOne night in Bangkok makes the hard man humble\nNot much between despair and ecstasy\nOne night in Bangkok and the tough guys tumble\nCan't be too careful with your company\nI can feel the devil walkin' next to me"
}