{
    "lyrics": "[Verse 1]\nNot a word from your lips\nYou just took for granted that I want to skinny dip\nA quick hit, that's your game\nBut I'm not a piece of meat, stimulate my brain\nNight is young, so are we\nLet's get to know each other better, slow and easily\nTake my hand, let's hit the floor\nShake your body to the music, maybe then you'll score\n\n[Pre-Chorus]\nSo come on, baby, won't you show some class?\nWhy you want to move so fast?\n\n[Chorus]\nWe don't have to take our clothes off (Mmm...)\nTo have a good time, oh no\nWe could dance and party all night\n(All night, we could dance all night)\nAnd drink some cherry wine, uh-huh\nWe don't have to take our clothes off (No, no, no)\nTo have a good time, oh no\nWe could dance and party all night (All night)\nAnd drink some cherry wine, uh-huh\n\nNa, na, na, na, na-na-na, na, na\nNa, na, na, na, na-na-na, na, na\nNa, na, na, na, na-na-na, na, na\nNa, na, na, na, na-na-na, na, an\n[Verse 2]\nJust slow down if you want me\nA man wants to be approached cool and romantically\nI've got needs just like you\nGimme conversations, good vibrations, through and through\n\n[Pre-Chorus]\nSo come on baby, won't you show some class?\nWhy you want to move so fast?\n\n[Chorus]\nWe don't have to take our clothes off (No, no)\nTo have a good time, oh no\nWe could dance and party all night (all night, all night)\nAnd drink some cherry wine, uh-huh (Oh, no, no, oh)\nWe don't have to take our clothes off\nTo have a good time, oh no (A good time, oh no)\nWe could dance and party all night (Party, all night)\nAnd drink some cherry wine, uh-huh (Cherry wine, uh-huh)\n\nNa, na, na, na, na-na-na, na, na\nNa, na, na, na, na-na-na, na, na\nNa, na, na, na, na-na-na, na, na\nNa, na, na, na, na-na-na, na, an\n\n[Bridge]\nYes, I want your body\nAnd we don't have to rush the affair\nSo you say, you wanna taste my wine?\nNot yet\n[Pre-Chorus]\nSo come on, baby, won't you show some class?\nWhy you wanna move so fast? (Oh-oh)\n\n[Chorus]\nWe don't have to take our clothes off (Oh no)\nTo have a good time, oh no\nWe could dance and party all night (Dance and party all night)\nAnd drink some cherry wine, uh-huh (We don't have)\nWe don't have to take our clothes off (Clothes off, no)\nTo have a good time, oh no (Oh no)\nWe could dance and party all night (Dance and party, yeah)\nAnd drink some cherry wine, uh-huh (Cherry wine)\n\nNa, na, na, na, na-na-na, na, na (Oh-oh)\nNa, na, na, na, na-na-na, na, na (Na-na, na-na)\nNa, na, na, na, na-na-na, na, na (Oh-oh, oh-oh)\nNa, na, na, na, na-na-na, na, na (Oh...)\n\nWe don't have to take our clothes off\nTo have a good time, oh no\nWe could dance and party all night (All night, all night long)\nAnd drink some cherry wine, uh-huh (Cherry wine, cherry wine)\nWe don't have to take our clothes off (No...)\nTo have a good time, oh no\nWe could dance and party all night (Dance and party, yeah)"
}