{
    "lyrics": "[Verse 1: Canibus]\nMade to last, I raise the flag full staff, why do you ask?\nI just look back, wave, and laugh\nWe got spaceships made from glass, we look up as they pass\nWe get a good look at Wonder Woman's ass\nWhile we sit there, she scrape the froth off my beer\nWhile you’re at it, why don't you take your wig off dear?\nYeah - this is some James Brown \"Living in America\" shit\nAnd probably as good as it's ever gon’ get\nAt the campsite, under a lamp light, Hamites and whites\nSurvivalists types obsessed with plant life\nThe Israelites say they plan to stand and fight\nTo do that, first you gotta recognize what's right\nHappy wife, happy life, she a happy mutant, maybe you're right\nShe's the professor Xavier type\nShe doesn't strike you as the type that likes the lyrics I write\nWe spend cold icicle nights, communicate Skype\nAfter work go home, lay pipe, then play fight\nExplain life, talk about what our day was like\nI got a blow torch for bubbles and candlestick market trouble\nWhatever man, I was born to hustle\nRead the charts, enjoy the warm breeze and fart\nBeen there, done that, I don't need to talk\nCause I'm a swasta sipping vodka, eating tandoori steak 'n lobster\nHarrison Ford used to be a carpenter\n[Verse 2: Canibus]\nThree’s Company: Suzanne Somers, Mr. Furley, remember?\nPut the shower curtain up was clever\nLove is love, knuckles and nubs, billy club thugs with a grudge\nAgainst men with man buns and guns\nPoker run emerald coast, I’m stoked - that's an inside joke\nPropose a toast on wide approach\nBlack shoes, white gloves, bowties, slick quotes and cigar smoke\nNow customs wanna’ check my cargo\nThey gotta' Hip-Hop embargo\nI visit Mar-a-Lago, to see if martial law is normal\nEagle point marina, party on the slip\nPolly want a cracker, shorty wanna' strip\nRip, this is some James Brown \"Living in a America\" shit\nThe Cherubims win, the Seraphims quit\nHigh speed trains constructed by low speed cranes\nAsteroid strike, it's all in vain\n\n[Verse 3: Pyrit]"
}