{
    "lyrics": "I Just Can’t Stop Loving You Lyrics[Intro]\nI just want to lay next to you for a while\nYou look so beautiful tonight\nYour eyes are so lovely\nYour mouth is so sweet\nA lot of people misunderstand me\nThat's because they don't know me at all\nI just want to touch you\nAnd hold you\nI need you, God I need you\nI love you so much\n\n[Verse 1: Michael & Siedah]\nEach time the wind blows, I hear your voice so I call your name\nWhispers at morning, our love is dawning\nHeaven's glad you came\nYou know how I feel, this thing can't go wrong\nI'm so proud to say I love you\nYour love's got me high, I long to get by\nThis time is forever, love is the answer\nI hear your voice now, you are my choice now\nThe love you bring\nHeaven's in my heart, at your call\nI hear harps and angels sing\nYou know how I feel, this thing can't go wrong\nI can't live my life without you\nI just can't hold on, I feel we belong\nMy life ain't worth living if I can't be with you\n[Chorus: Both & Siedah]\nI just can't stop loving you, I just can't stop loving you\nAnd if I stop, then tell me just what will I do\n'Cause I just can't stop loving you\n\n[Verse 2: Michael & Siedah & Both]\nAt night when the stars shine, I pray in you I'll find a love so true\nWhen morning awakes me, will you come and take me? I'll wait for you\nYou know how I feel, I won't stop until I hear your voice saying, \"I do\" (\"I do\")\nThis thing can't go wrong, this feeling's so strong\nWell, my life ain't worth living, if I can't be with you\n\n[Chorus: Michael & Both]\nI just can't stop loving you, I just can't stop loving you\n(Oh, oh, and it feels)\nAnd if I stop, then tell me just what will I do\n(Uh-huh)\nI just can't stop loving you\n\n[Bridge: Michael & Siedah & Both]\nWe can change all the world tomorrow\nWe can sing songs of yesterday\nI can say, \"Hey, Farewell\" to sorrow\nThis is my life and I want to see you for always\n\n[Chorus: Both]\nI just can't stop loving you, I just can't stop loving you\n(No, baby, if I can't stop) (Oh)\nAnd if I stop, then tell me just what will I do\n(Oh! Oh! Oh, oh) (What will I do?)\nI just can't stop loving you, I just can't stop loving you\n(Hee-hee-hee, without you, girl, you know I do)\nAnd if I stop, then tell me just what will I do\n(Oh, oh) (Oh, woah-woah!)13Embed"
}