{
    "lyrics": "[Verse 1]\nYour butt is mine, gonna tell you right, ah\nJust show your face in broad daylight, ah\nI'm tellin' you on how I feel, ah\nGonna hurt your mind, don't shoot to kill\nShamone, ah, shamone\nLay it on me, ah, all right\nAh, I'm givin' you on count of three, ah\nJust show your stuff or let it be, ah\nI'm tellin' you, just watch your mouth, ah\nI know your game, what you're about\n\n[Pre-Chorus 1]\nWell, they say the sky's the limit\nAnd to me, that's really true, ah\nBut my friend, you have say nothing\nJust wait 'til I get through!\n\n[Chorus]\nBecause I'm bad, I'm bad! Shamone! (Bad, bad, really, really bad)\nYou know I'm bad, I'm bad (Bad, bad)\nYou know it! (Really, really bad)\nYou know I'm bad, I'm bad! Shamone! (Bad, bad)\nYou know! (Really, really bad)\nAnd the whole world has to answer right now\nJust to tell you once again: Who's bad?\n[Verse 2]\nThe word is out, you're doin' wrong, ah\nGonna lock you up before too long, ah\nYour lyin' eyes gon'na tell you right (ah ah)\nSo listen up, don't make a fight (ah ah)\nYour talk is cheap, you're not a man, ah\nYou're throwin' stones to hide your hands\n\n[Pre-Chorus 1]\nWell, they say the sky's the limit\nAnd to me, that's really true, ah\nBut my friend, you have say nothing\nJust wait 'til I get through!\n\n[Chorus]\nBecause I'm bad, I'm bad! Shamone! (Bad, bad, really, really bad)\nYou know I'm bad, I'm bad (Bad, bad)\nYou know it! (Really, really bad)\nYou know I'm bad, I'm bad! You know it! (Bad, bad)\nYou know! (Really, really bad)\nAnd the whole world has to answer right now\nJust to tell you once again: Who's bad?\n\n[Organ Solo]\n\n[Pre-Chorus 2]\nWe can change the world tomorrow\nThis could be a better place, ah\nIf you don't like what I'm sayin'\nThen won't you slap my face?!\n[Chorus]\nBecause I'm bad, I'm bad! Shamone! (Bad, bad, really, really bad)\nYou know I'm bad, I'm bad (Bad, bad)\nYou know it! (Really, really bad)\nYou know I'm bad, I'm bad (Bad, bad)\nYou know it, you know! (Really, really bad)\nAnd the whole world has to answer right now (Hoo! Hoo!)\nJust to tell you once again (Hoo!)\nYou know I'm bad, I'm bad! Shamone! (Bad, bad, really, really bad)\nYou know I'm bad, I'm bad (Bad, bad)\nYou know it, you know it! (Really, really bad)\nYou know, you know! (Bad, bad)\nYou know, shamone! (Really, really bad)\nAnd the whole world has to answer right now\nJust to tell you once again\nYou know I'm smooth, I'm bad, you know it! (Bad, bad, really, really bad)\nYou know I'm bad, I'm bad (Bad, bad, really, really bad)\nYou know, you know, you know it (Bad, bad, really, really bad)\nCome on! (Really, really bad)\nAnd the whole world has to answer right now (Hoo!)\nJust to tell you once again\nYou know I'm bad, I'm bad, you know it! (Bad, bad, really, really bad)\nYou know I'm bad, you know, woo! (Bad, bad, really, really bad)\nYou know I'm bad, I'm bad! (Bad, bad)\nYou know it, you know! (Really, really bad)\nAnd the whole world has to answer right now\nJust to tell you once again: Who's bad?"
}