{
    "lyrics": "Lenny Siberia was the bastard offspring of Captain Africa (the lard mogul) and Tracy. The captain disappeared without Tracy who perished alone with her diamond collection, the victim of a mau-mau hit squad, leaving Lenny alone with the one thing money can't buy: poverty\n\nHe was discovered at one year old by a wayward nun; he had been living in the dumb waiter of the zambezi juice bar. Sister James (for it was she) lost no time in mailing the child, by first-class parcel post, to a friend in Brussels. Fortunately he was erroneously delivered to the Eros Luxury Club, a converted charabang in the bowels of Manchester's la quartiére latin\n\nThe proprietor, a swarthy ill-mannered character of Armenian origin, received the package with a bestial grunt. Taking a curved knife from a canteen of curved knives, he slashed it open. Lenny gazed into the face of this his first stranger and what he saw was pure malevolence\n\nHe ran down flattened streets patrolled by aimless amputees through a world of refugees, out of the cold war into the deep freeze, he ran out of money, he ran into trouble\n\nHe was adopted by Sheba and Rex, a pair of alsatian dogs who regarded the boy with an uneasy ambivalence. They lived in an Art Deco cocktail cabinet by the bicycle sheds of Salford Metropolitan Police Compound. They were devout Catholics\n\nIt was arranged for Lenny to attend the School of Our Lady of the Seven Robes of Gold by the Garden of Sorrows in the Vale of Tears which was run with teutonic efficiency by the little daughters of the sick under the iron rule of Mother Cyrene\n\nMother Cyrene was everything rancid to Lenny: her mouth a malignant slit in the murderous mask she called a face; her cheesy breath steaming up his spectacles; her eyes like mobile ball bearings - their colour left a mechanical taste in the mouth\n\nDaily religious instruction furnished his vacant mind with tales of treachery, morbid betrayals, oceans pink with the blood of multitudes, saints looking to the sky their living bodies smashed by hammers before the alien idols of the heathen. Incense filled his nostrils with the fatal breath of ghosts, hermaphrodite choirs droned in his ears\n\nEach student could elect to spend their free time in one of three ways: sporting activities, visiting the sick or in the service of the Knights of the Sacred Orchid. The latter seemed the least demanding, the most hygenic, and it also appealed to the lad's naive sense of chivalry\n\nThe Knights of the Sacred Orchid held their thrice-weekly routines in the spacious open-plan lounge of the sinister Raoul, who affected the manner of the proto-fascist with psychotic attention to detail. His navy blue hair sleeked with ancient grease, his meagre Don Amechie moustache waxed stiff like the legs of a dead fly. He went nowhere without the chums\n\nThe chums were namely Horace and Boris, the brothers Morris, a titanic duet each in possession of a powder-blue safari suit and arms of anthropoidal length. Their physical immensity fully emphasized the stiff angular grace of the nifty Raoul who now led the way into the lounge\n\nThe lounge was furnished by three rows of seven leatherette easy chairs faced by one formica table. The curtains were the colour of mustard embellished with the bleeding heart motif. The walls were hung with colourless daubs. The carpet was monotonous, its pattern gave the impression of small animal crapping at regular intervals. The whole scene was lit by a soundless colour TV and a row of six orange table lamps in which shifting globules of molten wax moved like specimens of rare snot\n\nEnter Mother Cyrene, flanked by the chums and a hyper-reverent Raoul who wore the look of a man obsessed. She stood on the table and began\n'Even as I speak a filthy tide of bolshevism issues from the dives of tin pan alley in short the world is a subterranean playground for lounge lizards from every sphere of idleness and crime who their pockets a-jingle with Moscow money go unchecked about their evil business take china cathedrals ransacked churches turned into judo schools I have seen the finest laundries in the world converted into bordellos for the gratification of the lumpenproletariat what with the drink trade on its last legs and the land running fallow for the want of artificial manures I leave you with this thought...'\n\nMantovani strings cascaded from the Queen Anne Dinatron stereo system. Everyone crossed themselves and left. The chums in their lilac Isetta bubble cars headed for the golden finger bowl where they were employed as part-time knuckle merchants\n\nUpon his arrival at the compound, Lenny to his horror, found the cocktail cabinet in flames and his devoted guardians, Sheba and Rex, their heads split by faceless vigilantes, slaughtered in the rabies scare of '62. 'Christ! Where do I live?' thought Lenny in genuine desperation and the heavy traffic seemed to whisper 'Raoul, Raoul.'\n\nSo for two weeks Lenny resided in Raoul's broom cupboard which he shared with an upright vacuum cleaner and Doris the chums' slender loris, a cute little number redolent of the lazoon of Fireball XL5 fame\n\nRaoul imbued Lenny with the tactile beauty of the luger and the surly prose of Mickey Spillane. Finally, however, it was the prospect of nude fencing lessons that drove Lenny out. Leaving a bag of onions for Doris he left silently via the laundry chute. That winter he got a job at Barmy Sid's Elephants Graveyard of up-to-the-minute accoutrements, during which time he moved into the bathroom with an all-girl cycle gang. On the back of a Woodbine packet in lipstick he wrote this his first poem:\n\nThe mopeds head for the seaside\nYvonne\nLooked at trees\nAnd her stomach turned\n\n'That's arguably the greatest poem in the world today,' enthused a sudden voice. Lenny turned around to see a tall, loose-limbed young man dressed in the beatnik anti-mode of the committed; his lank hair was hacked into a carless coup-sauvage style favoured by the existentialists who were A-1 credibilitywise in the flourishing capitals of the EEC. Lenny noticed that although his lips moved his voice seemed to come from the side of his neck\n\nHis name was Reg Trademark, heir to a crumbling biscuit empire who, by virtue of his artistic endeavors, had secured a position of trust at the Marxist-Lenninist ping-pong club. He persuaded Lenny to declaim his work the following Thursday at the club's variety night\n\nAmong those appearing were Harry, Barry, Garry, and Larry, the Brothers McGarry, reading a three-hour concrete poem entitled 'The Yes No Interlude'; a neo-functionalist mime troupe presenting a two-act play based on 'Stop the World I Wanna Get On': a novel by Larry Dines concerning the Judaeo-Christian ethic of self as not self. Finally, however, it had to be agreed by all that the night belonged to Lenny; agreed by all but Larry Dines who had been poisoned\n\nIn a vain attempt at bourgeois credibility Lenny changed his name to John Cooper Clarke and under this title embarked on a polysyllabic excursion through Thrillsville, UK. Yes, it was be there or be square as, clad in the slum chic of the hipster, he issued the slang anthems of the zip age in the desperate esperanto of the bop. John Cooper Clarke: the name behind the hairstyle, the words walk in the grooves hacking through the hi-fi paradise of true luxury"
}