{
    "lyrics": "[Intro]\nGet busy!\n\n[Chorus]\nEverybody's talking all this stuff about me (Now now)\nWhy don't they just let me live? (Ooh)\nI don't need permission\nMake my own decisions (OH!)\nThat's my prerogative\n\n[Verse 1]\nThey say I'm crazy, I really don't care\nThat's my prerogative\nThey say I'm nasty, but I don't give a damn\nGetting girls is how I live\nSome ask me questions, \"Why am I so real?\"\nBut they don't understand me or really don't know the deal\nAbout a brother, trying hard to make it right\nNot long ago, before I win this fight (sing)\n\n[Chorus]\nEverybody's talking all this stuff about me\nWhy don't they just let me live? (Tell me why)\nI don't need permission\nMake my own decisions (OH!)\nThat's my prerogative\n[Refrain]\nIt's the way that I wanna live (It's my prerogative)\nI can do just what I feel (It's my prerogative)\nNo one can tell me what to do (It's my prerogative)\n'Cause what I'm doing\nI'm doing for you, now\n\n[Verse 2]\nDon't get me wrong, I'm really not souped\nEgo trips is not my thing\nAll these strange relationships really gets me down\nI see nothing wrong with spreading myself around (sing)\n\n[Chorus]\nEverybody's talking all this stuff about me (Yeah)\nWhy don't they just let me live? (Tell me why)\nI don't need permission (I don't need...)\nMake my own decisions (...my own decisions)\nThat's my prerogative\n\n[Refrain]\nIt's my prerogative (It's my prerogative)\nI can do what I wanna do (It's my prerogative)\nCan live my life (It's my prerogative)\nI'm doing it just for you (It's my prerogative)\n[Bridge]\nTell me, tell me, why can't I live my life (Live my life)\nWithout all of the things that people say\n\n[Interlude]\nYo Teddy, kick it like this\nOh, no, no\nI can do what I wanna do\nMe and you\nTogether, together, together, together, together\n\n[Chorus]\nEverybody's talking all this stuff about me\n(Everybody's talking)\nWhy don't they just let me live?\n(Why don't they just let me live, girl?)\nI don't need permission\nMake my own decisions\n(I don't need permission from nobody)\nThat's my prerogative\n\nEverybody's talking all this stuff about me\n(Everybody's talking)\nWhy don't they just let me live? (Now)\nI don't need permission (I don't need...)\nMake my own decisions (...my own decisions)\nThat's my prerogative\n[Outro]\nWhat is this, a blizzard, that I can't have money in my pocket\nAnd people not talk about me?\nThis world is a trip; I don't know what's going on these days\nGot this person over here talking about me, this person\nAy, listen, let me tell you something, it's my prerogative\nI can do what I wanna do\nI made this money, you didn't; right, Ted?\nWe outta here!\n\nIt's my, it's my, it's my, it's my\nIt's my, my, my, my, my, my, my, my, my, my, my, my, my\nIt's my...WOO!\nIt's my prerogative, it's my...\nIt's my, it's my, my, my\nIt's my prerogative, can't you see, baby doll?\nHa, why you wanna talk about me?\nTell me, tell me why..."
}