{
    "lyrics": "Walk on Water LyricsWell if I could walk on water\nAnd if I could find some way to prove\nIf I could walk on water, would you believe in me?\nMy love is so true\n\n(Na, na, na, na, na, na, na, na, na, etc.)\n\nWell I'm no angel, now, I'll admit\nI made a few bad moves I should regret\nI hurt you once or so you said\nJust one more chance is all you get\n\nDidn't mean to do you wrong again\nWorse things have been done by better men\nBaby, baby, don't, don't treat me this way\nI know, yes, I've got to pay now, I'm still paying\nWell if I could walk on water\nAnd if I could find some way to prove\nIf I could walk on water, would you believe in me?\nMy love is true\n\nNa, na, na, na, na, na, na, na, oh\n\nAll along, I told you lies\nTo err is human, forgive is divine\nDon't be a fool, don't settle the score\nCause I can't take it no more, I can't take it\n\nWell if I could walk on water\nAnd if I could find some way to prove\nIf I could walk on water, would you believe in me?\nMy love is true\nWell, if I could walk on water (if I could)\nIs that what I'm gonna have to do?\nIf I could walk on water, would be you believe in me?\nMy love is so true\n\n(Na, na, na, na, na, na, na, na, na, etc.)\nDo I have to walk, walk, walk on water for you\n\nHey baby, baby, there's a little time\nLet's spend it together\nWe'll get over what we left behind\nThere's our future together\nYeah, well, let's stay together\nI keep walking and walking and walking\nFor you, for you\n\nWell if I could walk on water\nAnd if I could find some way to prove\nIf I could walk on water, would you believe in me?\nMy love is true\n\nMy love is so true\nDo I have to walk, oh, walk on water for you?\nBaby, please\n\nIf I had to walk, girl\nIf I had to walk, walk, walk\nDo I have to walk on water, walk on water for you?\n\nDo I have to walk on water?\nDo I have to find some way to prove?\nDo I have to walk on water, walk on water for you?\n\nDo I have to walk on water?\nDo I have to find some way to prove?\nYeah, yeah, walk on water, walk on water for you...Embed"
}