{
    "lyrics": "Meshach (parody of Love Shack by B-52s) LyricsHey, there's three real famous guys in the Bible you know\nAnd the in-between guy's name is Meeeee-shach!\nMeshach, yeah, yeah\n\nI read about them in Daniel one day\nLook in chapter 1:7 babe\nAnd then you can go get their names\nThey got treated harsh by the king of the world (go get their names)\nWhen they didn't bow down to his gold statue (go get their names)\nThey got in a crisis and just about perished from burnin' up\nHey, king, your joke's not funny\n\nWell-a Meshach was an Israelite faced with\nMean King Neb'chadnezzar\nMeshach, baby -- ah, Meshach, baby\nMeshach, baby, Shadrach, Meshach, baby, Shadrach\nAh, babe, Abednego's last\nSimon says, kneel and pray fools\nYou must do as the law says!\nWell, sittin' way back in the middle of a field\nThere's a 90-foot statue; ya gotta pray to that\nGlitter on the statue didn't make the guys pray\nEven if they got scorched, they would trust in Yahweh\n\nWell-a Meshach was an Israelite faced with\nMean King Neb'chadnezzar\nMeshach, baby -- Meshach, baby\nMeshach -- Neb'chadnezzar's mad\nMeshach -- no scaredy cat\n\nHuffin' and hissin' guess he wasn't bluffin'\nNebuchadnezzar shoved 'em in one of the hottest ovens\nBut hold on kiddies\n'Cause everybody's movin' around and around and around and around\nNebby got confused and said, \"I thought we threw them in with\nRopes tied 'em up -- now guys how'd they get out?\nThere's four bodies movin' -- there's another dude in there and\nCome here, Meshach -- we want you to come back!\"\n\nOften a crisis looks as big as a whale and you're about to get nailed\nBut God isn't far, He sees you now buddy\nSo come on and pray -- you're cool, stop running\nWell-a Meshach was an Israelite faced with\nMean King Neb'chadnezzar\nMeshach, baby -- ah, Meshach, baby\nMeshach, baby, Shadrach, Meshach, baby, Shadrach\nAh, babe, Abednego's last\n\nWait, wait, wait on the Lord, baby! Talk a little louder soldier\nWait, wait, wait on the Lord, baby! I can't hear you!\nWait, wait! On the Lord, baby! Wait, wait! On the Lord!\nWait, wait! On the Lord, baby! Batman!\nGirls, what?!! Same tune... trust me\nMeshach, baby, Shadrach (Ah, baby, trustworthy chaps, yeah)\nMeshach, baby, Shadrach (Ah, baby, trustworthy chaps)\n(Hope you learned a lesson standin' in the oven with a-Meshach)Embed"
}