{
    "lyrics": "Mentirosa Lyrics[Intro: Band]\nAin't got nobody, baby...baby\n\n[Verse 1]\nCheck this out baby, tenemos tremendo lío\nLast night you didn't go a la casa de tu tío\n(Huh?)\nResulta ser, hey, you were at a party\nHigher than the sky, emborrachada de Bacardí\n(No, I wasn't)\nI bet you didn't know que conocí al cantinero\n(What?)\nHe told me you were drinking and wasting my dinero\nTalking about come and enjoy what a woman gives an hombre\n(But first of all, see, I have to know your nombre)\nNow I really wanna ask ya, que si es verdad\n(Would I lie?)\nAnd please, por favor, tell me la verdad\nBecause I really need to know, yeah necesito entender\nIf you're gonna be a player, or be my mujer\n‘Cause right now you're just a liar, a straight mentirosa\n(Who, me?)\nToday ya tell me something, y mañana es otra cosa\n[Hook: Band]\nAin't got nobody, baby...baby\n\n[Verse 2]\nI remember the day que tú me decías\nTime and time again que tú me querías\n(I do!)\nAnd at the time, hey, yo te creía\nPorque no sabía that you were a relambía\nYo y Fulanito y Menganito, Joseito y Fernandito\nLarry and Joey y then his brother Chico\n(Uh-uh)\nMucho que frentera, that's a straight skeezer\nSi quieres un pedacito, go her way ‘cause she's a pleaser\nBut I tell ya straight up porque, brother, me di de cuenta\nThat on Main Street her cuerpo estaba a la venta\nNow get some man que quiera get some cualquiera\nHey, yo, she don't care man, she's a tremenda fiera\nYeah you're hot to trot and out to get what I got\nPero ya que te conozco, what I gots? I guess not\n(¿Porque?)\n‘Cause you’re just a mentirosa con tu lengua venenosa\nToday you tell me something, y mañana es otra cosa\n\n[Dialogue]\nGirl, I can't believe it\nYou know, my mother's talking about me\nM- my friends are talking about me…not me, about you!\n(About me?)\nYou're nothing but a skeezer\n(A skeezer? Don't be calling me no skeezer!)\nTú tienes mucha frentera, mami. Sí, uh-huh, la verdad\n(Uh-huh, eso es lo que tu te crees)\nI bet you go to church and you're scared to confess\n(No, I do confess baby, I do confess)\nUh-huh, do you tell the truth, though?\n(Yeah I do)\nYeah, right\n(Do you?)\nYeah! You're nothing but a skeezer. You know what?\nI got some other stories to say about you\nIt goes like this\n[Verse 3]\nUn día estaba en tu casa y ring there goes the phone\nRecogiste y dijiste\n(Call me back. I'm not alone!)\nEl quería tu dirección, yeah just your address\nY antes que colgaste I heard you say\n(I'll wear a dress)\n\"¡Ay, alabao, que descarada!\" is what ran through my mind\nSo I say, “Let’s go out tonight.\" She said\n(We go out all time)\n¡Alabao, man!\nElla no sabía that, yo, I knew her plan\nDe que iba a salir with that other man\nSo I told the girl in Spanish, I said \"Hey, ya me voy.\"\n(Pero ¿por qué?)\n‘Cause you ain't treating me like I'm some sucker toy\n‘Cause who needs you anyways\n(I need you!)\nCon tu lengua venenosa?\n(No te vayas, Mellow! No te vayas! Yo te necesito!)\nToday you tell me something, y mañana es otra cosa\n(Tsk! But?!)\n¡Mentirosa!\n\n[Outro: Band]\nAin't got nobody...Embed"
}