{
    "lyrics": "[Estribillo]\nRico\nSuave\nRico\nSuave\n\n[Verso 1]\nSeguro que han oído que yo soy educado\nSoy un caballerito, un chico bien portado\nUn joven responsable y siempre bien vestido\nYo no sé quién ha mentido\nI don't drink or smoke, I ain't no dope\nWon't try no coke, ask me how I do it, I cope\nMy only addiction has to do with the female species\nI eat 'em raw like sushi\nNo me gustan ternos, mi estilo es moderno\nSi me enterno, yo me enfermo\nMi apariencia es dura, vivo en la locura\nNo me vengan con ternuras\nSo please don't judge a book by its cover\nThere's more to being a Latin lover\nYou got to know how to deal with a woman that won't let go\nThe price you pay for being a gigoló\n\n[Estribillo]\nRico\nSuave\nRico\nSuave\n[Verso 2]\nAnd there's not a woman that can handle a man like me\nThat's why I juggle two or three\nI ain't one to commit, you can omit that bit\nYou pop the question, that's it\nA ver: uno, dos, tres, cuatro mujeres\nY la situación ahí no muere\nNo es un delito, calmo mi apetito\nCon un llanto o un grito\nSo, again, don't let my lyrics mislead you\nI don't love ya but I need ya\nWould you rather have me lie\nTake a piece of your pie and say bye\nOr be honest and rub your thighs\n\n[Estribillo]\nRico\nSuave\nRico\nSuave\n\n[*Instrumental Interlude*]\n\n[Verso 3]\nWell, it's ten o'clock and I'm two hours late\nI never said I was a prompt date\nBut you kept persisting that I meet your parents\nHuh, they're going to love my appearance\n¡Ding, dong! El timbre suena\nTu madre abre, qué vieja más buena\nLe digo \"¡Hola!\", pero no para bola\n¿Qué se ha creído, vieja chola?\nGo and serve the food, mom\nQue tengo hambre\nIf you don't hurry, me va a dar un calambre\n¿Y usted, señor? Why's your chin on the floor?\nCierre la boca, por favor\nWhat's this, amor, these little huevos?\nEsto sí que yo no pruebo\nI'm used to good ol' fashioned\nHomestyle Spanish cooking\nIf I try that, I'll be puking\nWell, it's been a pleasure but we got to go\nRegresaremos temprano\nCinco, seis, o siete de la mañana\nSu hija está en buenas manos\n[Estribillo]\nRico\nSuave\nRico\nSuave\n\nRico\nSuave\nRico\nSuave\nRico\nSuave\nRico\nSuave\nRico\nSuave\nRico\nSuave\nRico\nSuave"
}