{
    "lyrics": "Stage 1: The initial period is one in which everything is new, exciting, and interesting for your students. It is fun for your students to explore their new environment.\n\n-from The Jesuit Handbook on Lycanthropic Culture Shock\n\n* * *\n\nAt first, our pack was all hair and snarl and floor-thumping joy. We forgot the barked cautions of our mothers and fathers, all the promises we'd made to be civilized and ladylike, couth and kempt. We tore through the austere rooms, overturning dresser drawers, pawing through the neat piles of the Stage 3 girls' starched underwear, smashing light bulbs with our bare fists. Things felt less foreign in the dark. The dim bedroom was windowless and odourless. We remedied this by spraying exuberant yellow streams all over the bunks. We jumped from bunk to bunk, spraying. We nosed each other midair, our bodies buckling in kinetic laughter. The nuns watched us from the corner of the bedroom, their tiny faces pinched with displeasure.\n\n\"Ay Caramba,\" Sister Maria de la Guardia sighed. \"Que barbaridad!\" She made the Sign of the Cross. Sister Maria came to St. Lucy's from a Half-Way House in Copacabana. In Copacabana, the girls are fat and languid and eat pink slivers of guava right out of your hand. Even at Stage 1, their pelts are silky, sun-bleached to near invisibility. Our pack was hirsute and sinewy and mostly brunette. We had terrible posture. We went knuckling along the wooden floor on the calloused pads of our fists, baring row after row of tiny, wood-rotted teeth. Sister Josephine sucked in her breath. She removed a yellow wheel of floss from under her robes, looping it like a miniature lasso.\n\n\"The girls at our facility are backwoods,\" Sister Josephine whispered to Sister Maria de la Guardia with a beatific smile. \"You must be patient with them.\" I clamped down on her ankle, straining to close my jaws around the woolly XXL sock. Sister Josephine tasted like sweat and freckles. She smelled easy to kill.\n\nWe'd arrived at St. Lucy's that morning, part of a pack fifteen-strong. We were accompanied by a mousy, nervous-smelling social worker; the baby-faced deacon; Bartholomew the blue wolfhound; and four burly woodsmen. The deacon handed out some stale cupcakes and said a quick prayer. Then he led us through the woods. We ran past the wild apiary, past the felled oaks, until we could see the white steeple of St. Lucy's rising out of the forest. We stopped short at the edge of a muddy lake. Then the deacon took our brothers. Bartholomew helped him to herd the boys up the ramp of a small ferry. We girls ran along the shore, tearing at our new jumpers in a plaid agitation. Our brothers stood on the deck, looking small and confused.\nOur mothers and fathers were werewolves. They lived an outsider's existence in caves at the edge of the forest, threatened by frost and pitchforks. They had been ostracized by the local farmers for eating their silled fruit pies and terrorizing the heifers. They had ostracized the local wolves by having sometimes-thumbs, and regrets, and human children. (Their condition skips a generation.) Our pack grew up in a green purgatory. We couldn't keep up with the purebred wolves, but we never stopped crawling. We spoke a slab-tongued pidgin in the cave, inflected with frequent howls. Our parents wanted something better for us; they wanted us to get braces, use towels, be fully bilingual. When the nuns showed up, our parents couldn't refuse their offer. The nuns, they said, would make us naturalized citizens of human society. We would go to St. Lucy's to study a better culture. We didn't know at the time that our parents were sending us away for good. Neither did they.\n\nThat first afternoon, the nuns gave us free rein of the grounds. Everything was new, exciting and interesting. A low granite wall surrounded St. Lucy's, the blue woods humming for miles behind it. There was a stone fountain full of delectable birds. There was a statue of St. Lucy. Her marble skin was colder than our mother's nose, her pupilless eyes rolled heavenward. Doomed squirrels gambolled around her stony toes. Our diminished pack threw back our heads in a celebratory howl-an exultant and terrible noise, even without a chorus of wolf-brothers in the background. There were holes everywhere!\n\nWe supplemented these holes by digging some of their own. We interred sticks, and our itchy new jumpers, and the bones of the friendly, unfortunate squirrels. Our noses ached beneath an invisible assault. Everything was smudged with a human odour: baking bread, petrol, the nun's faint woman-smell sweating out beneath a dark perfume of tallow and incense. We smelled one another, too, with the same astounded fascination. Our own scent had become foreign in this strange place.\n\nWe had just sprawled out in the sun for an afternoon nap, yawning into the warm dirt, when the nuns reappeared. They conferred in the shadow of the juniper tree, whispering and pointing. Then they started towards us. The oldest sister had spent the past hour twitching in her sleep, dreaming of fatty and infirm elk. (The pack used to dream the same dreams back then, as naturally as we drank the same water and slept on the same red scree.) When our oldest sister saw the nuns approaching, she instinctively bristled. It was an improvised bristle, given her new, human limitations. She took clumps of her scraggly, nut-brown hair and held it straight out from her head.\n\nSister Maria gave her a brave smile.\n\"And what is your name?\" she asked.\nThe oldest sister howled something awful and inarticulable, a distillate of hurt and panic, half-forgotten hunts and eclipsed moons. Sister Maria nodded and scribbled on a yellow legal pad. She slapped on a nametag: HELLO, MY NAME IS_______! \"Jeanette it is.\"\n\nThe rest of the pack ran in a loose, uncertain circle, torn between our instinct to help her and our new fear. We sensed some subtler danger afoot, written in a language we didn't understand.\n\nOur littlest sister had the quickest reflexes. She used her hands to flatten her ears to the side of her head. She backed towards the far corner of the garden, snarling in the most menacing register that an eight-year-old wolf-girl can muster. Then she ran. It took them two hours to pin her down and tag her: HELLO MY NAME IS MIRABELLA!\n\n\"Stage 1,\" Sister Maria sighed, taking careful aim with her tranquillizer dart. \"It can be a little over-stimulating.\"\n\n* * *\n\nStage 2: After a time, your students realize that they must work to adjust to the new culture. This work may be stressful and students may experience a strong sense of dislocation. They may miss certain foods. They may spend a lot of time daydreaming during this period. Many students feel isolated, irritated, bewildered, depressed, or generally uncomfortable.\n\nThose were the days when we dreamed of rivers and meat. The full-moon nights were the worst! Worse than cold toilet seats and boiled tomatoes, worse than trying to will our tongues to curl around our false new names. We would snarl at one another for no reason. I remember how disorienting it was to look down and see two square-toed shoes instead of my own four feet. Keep your mouth shut, I repeated during our walking drills, staring straight ahead. Keep your shoes on your feet. Mouth shut, shoes on feet. Do not chew on your new penny loafers. Do not. I stumbled around in a daze, my mouth black with shoe polish. The whole pack was irritated, bewildered, depressed. We were all uncomfortable, and between languages. We had never wanted to run away so badly in our lives; but who did we have to run back to? Only the curled black grimace of the mother. Only the father, holding his tawny head between his paws. Could we betray our parents by going back to them? After they'd given us the choicest part of the woodchuck, loved us at our hairless worst, nosed us across the ice floes, and abandoned us at the Halfway House for our own betterment?\n\nPhysically, we were all easily capable of clearing the low stone walls. Sister Josephine left the wooden gates wide open. They unslatted the windows at night, so that long fingers of moonlight beckoned us from the woods. But we knew we couldn't return to the woods; not till we were civilized, not if we didn't want to break the mother's heart. It all felt like a sly, human taunt.\n\nIt was impossible to make the blank, chilly bedroom feel like home. In the beginning, we drank gallons of bathwater as part of a collaborative effort to mark our territory. We puddled up the yellow carpet of old newspapers. But later, when we returned to the bedroom, we were dismayed to find all trace of the pack musk had vanished. Someone was coming in and erasing us. We sprayed and sprayed every morning; and every night, we returned to the same ammonium eradication. We couldn't make our scent stick here; it made us feel invisible. Eventually we gave up. Still, the pack seemed to be adjusting on the same timetable. The advanced girls could already alternate between two speeds, \"slouch\" and \"amble.\" Almost everybody was fully bipedal.\n\nAlmost.\n\nThe pack was worried about Mirabella.\n\nMirabella would rip foamy chunks out of the church pews and replace them with ham bones and girl dander. She loved to roam the grounds wagging her invisible tail. (We all had a hard time giving that up. When we got excited, we would fall to the ground and start pumping our backsides. Back in those days we could pump at rabbity velocities. Que horror! Sister Maria frowned, looking more than a little jealous.) We'd give her scolding pinches. \"Mirabella,\" we hissed, imitating the nuns. \"No.\" Mirabella cocked her ears at us, hurt and confused.\n\nStill, some things remained the same. The main commandment of wolf life is Know Your Place, and that translated perfectly. Being around other humans had awakened a slavish-dog affection in us. An abasing, belly-to-the-ground desire to please. As soon as we realized that others higher up in the food chain were watching us, we wanted only to be pleasing in their sight. Mouth shut, I repeated, shoes on feet. But if Mirabella had this latent instinct, the nuns couldn't figure out how to activate it. She'd go bounding around, gleefully spraying on their gilded statue of St. Lucy, mad-scratching at the virulent fleas that survived all of their powders and baths. At Sister Maria's tearful insistence, she'd stand upright for roll call, her knobby, oddly-muscled legs quivering from the effort. Then she'd collapse right back to the ground with an ecstatic oomph! She was still loping around on all fours (which the nuns had taught us to see looked unnatural and ridiculous--we could barely believe it now, the shame of it, that we used to locomote like that!), her fists blue-white from the strain. As if she were holding a secret tight to the ground. Sister Maria de la Guardia would sigh every time she saw her. \"Caramba!\" She'd sit down with Mirabella and pry her fingers apart. \"You see?\" she'd say softly, again and again. \"What are you holding onto? Nothing, little one. Nothing.\"\nThen she would sing out the standard chorus, \"Why can't you be more like your sister Jeanette?\"\n\nThe pack hated Jeanette. She was the most successful of us, the one furthest removed from her origins. Her real name was GWARR! but she wouldn't respond to this anymore. Jeanette spiffed her penny loafers until her very shoes seemed to gloat. (Linguists have since traced the colloquial origins of \"goody two-shoes\" back to our facilities.) She could even growl out a demonic-sounding precursor to \"Pleased to meet you.\" She'd delicately extend her former paws to visitors, wearing white kid gloves.\n\n\"Our little wolf, disguised in sheep's clothing!\" Sister Ignatius liked to joke with the visiting deacons, and Jeanette would surprise everyone by laughing along with them, a harsh, inhuman, barking sound. Her hearing was still twig-snap sharp. Jeanette was the first among us to apologize; to drink apple juice out of a sippy cup; to quit eyeballing the cleric's jugular in a disconcerting fashion. She curled her lips back into a cousin of a smile as the traveling barber cut her pelt into bangs. Then she swept her coarse black curls under the rug. When we entered a room, our nostrils flared beneath the new odors: onion and bleach, candle wax, the turnipy smell of unwashed bodies. Not Jeanette. Jeanette smiled and pretended she couldn't smell a thing.\n\nI was one of the good girls. Not great and not terrible, solidly middle-of-the-pack. But I had an ear for languages, and I could read before I could adequately wash myself. I probably could have vied with Jeanette for the number one spot; but I'd seen what happened if you gave in to your natural aptitudes. This wasn't like the woods, where you had to be your fastest and your strongest and your bravest self. Different sorts of calculations were required to survive at the Home.\n\nThe pack hated Jeanette, but we hated Mirabella more. We began to avoid her, but sometimes she'd surprise us, curled up beneath the beds or gnawing on a scapula in the garden. It was scary to be ambushed by your sister. I'd bristle and growl, the way that I'd begun to snarl at my own reflection as if it were a stranger.\n\n\"Whatever will become of Mirabella?\" we asked, gulping back our own fear. We'd heard rumors about former wolf-girls who never adapted to their new culture. It was assumed that they were returned to our native country, the vanishing woods. We liked to speculate about this before bedtime, scaring ourselves with stories of catastrophic bliss. It was the disgrace, the failure that we all guiltily hoped for in our hard beds. Twitching with the shadow question: Whatever will become of me?\n\nWe spent a lot of time daydreaming during this period. Even Jeanette. Sometimes I'd see her looking out at the woods in a vacant way. If you interrupted her in the midst of one of these reveries, she would lunge at you with an elder-sister ferocity, momentarily forgetting her human catechism. We liked her better then, startled back into being foamy old Jeanette.\n\nIn school, they showed us the St. Francis of Assisi slide show, again and again. Then the nuns would give us bags of bread. They never announced these things as a test; it was only much later that I realized that we were under constant examination. \"Go feed the ducks,\" they urged us. \"Go practice compassion for all God's creatures.\" Don't pair me with Mirabella, I prayed, anybody but Mirabella. \"Claudette,\" Sister Josephine beamed, \"why don't you and Mirabella take some pumpernickel down to the ducks?\"\n\n\"Ohhkaaythankyou,\" I said. (It took me a long time to say anything; first I had to translate it in my head from the Wolf.) It wasn't fair. They knew Mirabella couldn't make bread balls yet. She couldn't even undo the twist tie of the bag. She was sure to eat the birds; Mirabella didn't even try to curb her desire to kill things--and then who would get blamed for the dark spots of duck blood on our Peter Pan collars? Who would get penalized with negative Skill Points? Exactly.\n\nAs soon as we were beyond the wooden gates, I snatched the bread away from Mirabella and ran off to the duck pond on my own. Mirabella gave chase, nipping at my heels. She thought it was a game. \"Stop it,\" I growled. I ran faster, but it was Stage 2 and I was still unsteady on my two feet. I fell sideways into a leaf pile, and then all I could see was my sister's blurry form, bounding toward me. In a moment, she was on top of me, barking the old word for tug-of-war. When she tried to steal the bread out of my hands, I whirled around and snarled at her, pushing my ears back from my head. I bit her shoulder, once, twice, the only language she would respond to, I used my new motor skills. I threw dirt, I threw stones. \"Get away!\" I screamed, long after she had made a clinging retreat into the shadows of the purple saplings. \"Get away, get away!\"\n\nMuch later, they found Mirabella wading in the shallows of a distant river, trying to strangle a mallard with her rosary beads. I was at the lake; I'd been sitting there for hours. Hunched in the long cattails, my yellow eyes flashing, shoving ragged hunks of bread into my mouth.\n\nI don't know what they did to Mirabella. Me they separated from my sisters. They made me watch another slide show. This one showed images of former wolf-girls, the ones who had failed to be rehabilitated. Longhaired, sad-eyed women, limping after their former wolf packs in white tennis shoes and pleated culottes. A wolf-girl bank teller, her makeup smeared in oily rainbows, eating a raw steak on the deposit slips while her colleagues looked on in disgust. Our parents. The final slide was a bolded sentence in St. Lucy's prim script:\n\nDO YOU WANT TO END UP SHUNNED BY BOTH SPECIES?\nAfter that, I spent less time with Mirabella. One night she came to me, holding her hand out. She was covered with splinters, keening a high, whining noise through her nostrils. Of course I understood what she wanted; I wasn't that far removed from our language (even though I was reading at a fifth-grade level, halfway into Jack London's The Son of the Wolf).\n\n\"Lick your own wounds,\" I said, not unkindly. It was what the nuns had instructed us to say; wound licking was not something you did in polite company. Etiquette was so confounding in this country. Still, looking at Mirabella--her fists balled together like small white porcupines, her brows knitted in animal confusion--I felt a throb of compassion. How can people live like they do? I wondered. Then I congratulated myself. This was a Stage 3 thought.\n\n* * *\n\nStage 3: It is common that students who start living in a new and different culture come to a point where they reject the host culture and withdraw into themselves. During this period, they make generalizations about the host culture and wonder how the people can live like they do. Your students may feel that their own culture's lifestyle and customs are far superior to those of the host country.\n\nThe nuns were worried about Mirabella too. To correct a failing, you must first be aware of it as a failing. And there was Mirabella, shucking her plaid jumper in full view of the visiting cardinal. Mirabella, battling a raccoon under the dinner table while the rest of us took dainty bites of peas and borscht. Mirabella, doing belly flops into compost.\n\n\"You have to pull your weight around here,\" we overheard Sister Josephine saying one night. We paused below the vestry window and peered inside.\n\n\"Does Mirabella try to earn Skill Points by shelling walnuts and polishing Saint-in-the-Box? No. Does Mirabella even know how to say the word walnut? Has she learned how to say anything besides a sinful 'HraaaHA!' as she commits frottage against the organ pipes? No.\"\n\nThere was a long silence.\n\n\"Something must be done,\" Sister Ignatius said firmly. The other nuns nodded, a sea of thin, colorless lips and kettle-black brows. \"Something must be done,\" they intoned. That ominously passive construction; a something so awful that nobody wanted to assume responsibility for it.\n\nI could have warned her. If we were back home, and Mirabella had come under attack by territorial beavers or snow-blind bears, I would have warned her. But the truth is that by Stage 3 I wanted her gone. Mirabella's inability to adapt was taking a visible toll. Her teeth were ground down to nubbins; her hair was falling out. She hated the spongy, long-dead foods we were served, and it showed--her ribs were poking through her uniform. Her bright eyes had dulled to a sour whiskey color. But you couldn't show Mirabella the slightest kindness anymore--she'd never leave you alone! You'd have to sit across from her at meals, shoving her away as she begged for your scraps. I slept fitfully during that period, unable to forget that Mirabella was living under my bed, gnawing on my loafers.\n\nIt was during Stage 3 that we met our first purebred girls. These were girls raised in captivity, volunteers from St. Lucy's School for Girls. The apple-cheeked fourth-grade class came to tutor us in playing. They had long golden braids or short, severe bobs. They had frilly-duvet names like Felicity and Beulah; and pert, bunny noses; and terrified smiles. We grinned back at them with genuine ferocity. It made us nervous to meet new humans. There were so many things that we could do wrong! And the rules here were different depending on which humans we were with; dancing or no dancing, checkers playing or no checkers playing, pumping or no pumping.\n\nThe purebred girls played checkers with us.\n\n\"These girl-girls sure is dumb,\" my sister Lavash panted to me between games. \"I win it again! Five to none.\"\n\nShe was right. The purebred girls were making mistakes on purpose, in order to give us an advantage. \"King me,\" I growled, out of turn. \"I SAY KING ME!\" and Felicity meekly complied. Beulah pretended not to mind when we got frustrated with the oblique, fussy movement from square to square and shredded the board to ribbons. I felt sorry for them. I wondered what it would be like to be bred in captivity and always homesick for a dimly sensed forest, the trees you've never seen.\n\nJeanette was learning how to dance. On Holy Thursday, she mastered a rudimentary form of the Charleston. \"Brava!\" the nuns clapped. \"Brava!\"\n\nEvery Friday, the girls who had learned how to ride a bicycle celebrated by going on chaperoned trips into town. The purebred girls sold seven hundred rolls of gift-wrap paper and used the proceeds to buy us a yellow fleet of bicycles built for two. We'd ride the bicycles uphill, a sanctioned pumping, a grim-faced nun pedaling behind each one of us. \"Congratulations!\" the nuns would huff. \"Being human is like riding this bicycle. Once you've learned how, you'll never forget.\" Mirabella would run after the bicycles, growling out our old names. \"Hwraa! Gwarr! Trrrrrrr!\" We pedaled faster.\n\nAt this point, we'd had six weeks of lessons, and still nobody could do the Sausalito but Jeanette. The nuns decided we needed an inducement to dance. They announced that we would celebrate our successful rehabilitations with a Debutante Ball. There would be brothers, ferried over from the Home for Man-Boys Raised by Wolves. There would be a photographer from the Gazette Sophisticate. There would be a three-piece jazz band from West Toowoomba, and root beer in tiny plastic cups. The brothers! We'd almost forgotten about them. Our invisible tails went limp. I should have been excited; instead I felt a low mad anger at the nuns. They knew we weren't ready to dance with the brothers; we weren't even ready to talk to them. Things had been so much simpler in the woods. That night I waited until my sisters were asleep. Then I slunk into the closet and practiced the Sausalito two-step in secret, a private mass of twitch and foam. Mouth shut--shoes on feet! Mouth shut--shoes on feet! Mouthshutmouthshut...\n\nOne night I came back early from the closet and stumbled on Jeanette. She was sitting in a patch of moonlight on the windowsill, reading from one of her library books. (She was the first of us to sign for her library card too.) Her cheeks looked dewy.\n\n\"Why you cry?\" I asked her, instinctively reaching over to lick Jeanette's cheek and catching myself in the nick of time.\n\nJeanette blew her nose into a nearby curtain. (Even her mistakes annoyed us--they were always so well intentioned.) She sniffled and pointed to a line in her book: \"The lake water was reinventing the forest and the white moon above it, and wolves lapped up the cold reflection of the sky.\" But none of the pack besides me could read yet; and I wasn't ready to claim a common language with Jeanette.\n\nThe following day, Jeanette golfed. The nuns set up a miniature put-put course in the garden. Sister Maria dug four sand traps and got Clyde the groundskeeper to make a windmill out of a lawnmower engine. The eighteenth hole was what they called a \"doozy,\" a minuscule crack in St. Lucy's marble dress. Jeanette got a hole in one.\n\nOn Sundays, the pretending felt almost as natural as nature. The chapel was our favorite place. Long before we could understand what the priest was saying, the music instructed us in how to feel. The choir director--aggressively perfumed Mrs. Valuchi, gold necklaces like pineapple rings around her neck--taught us more than the nuns ever did. She showed us how to pattern the old hunger into arias. Clouds moved behind the frosted oculus of the nave, glass shadows that reminded me of my mother. The mother, I'd think, struggling to conjure up a picture. A black shadow, running behind the watery screen of pines.\n\nWe sang at the chapel annexed to the Halfway House every morning. We understood that this was the human's moon, the place for howling beyond purpose. Not for mating, not for hunting, not for fighting, not for anything but the sound itself. And we'd howl along with the choir, hurling every pitted thing within us at the stained glass. \"Sotto voce.\" The nuns would frown. But you could tell that they were pleased.\n\n* * *\n\nStage 4: As a more thorough understanding of the host culture is acquired, your students will begin to feel more comfortable in their new environment. Your students feel more at home and their self-confidence grows. Everything begins to make sense.\n\"Hey, Claudette,\" Jeanette growled to me on the day before the ball. \"Have you noticed that everything's beginning to make sense?\"\n\nBefore I could answer, Mirabella sprang out of the hall closet and snapped through Jeanette's homework binder. Pages and pages of words swirled around the stone corridor, like dead leaves off trees.\n\n\"What about you, Mirabella?\" Jeanette asked politely, stooping to pick up her erasers. She was the only one of us who would still talk to Mirabella; she was high enough in the rankings that she could afford to talk to the scruggliest wolf girl. \"Has everything begun to make more sense, Mirabella?\"\n\nMirabella let out a whimper. She scratched at us and scratched at us, raking her nails along our shins, so hard that she drew blood. Then she rolled belly-up on the cold stone floor, squirming on a bed of spelling-bee worksheets. Above us, small pearls of light dotted the high tinted window.\n\nJeanette frowned. \"You are a late bloomer, Mirabella! Usually, everything's begun to make more sense by Month Twelve at the latest.\" I noticed that she stumbled on the word bloomer. HraaaHA! Jeanette could never fully shake our accent. She'd talk like that her whole life, I thought with a gloomy satisfaction, each word winced out like an apology for itself.\n\n\"Claudette, help me,\" she yelped. Mirabella had closed her jaws around Jeanette's bald ankle and was dragging her toward the closet. \"Please. Help me to mop up Mirabella's mess.\"\n\nI ignored her and continued down the hall. I only had four more hours to perfect the Sausalito. I was worried only about myself. By that stage, I was no longer certain how the pack felt about anything.\n\nAt seven o'clock on the dot, Sister Ignatius blew her whistle and frog-marched us into the ball. The nuns had transformed the rectory into a very scary place. Purple and silver balloons started popping all around us. Black streamers swooped down from the eaves and got stuck in our hair like bats. A full yellow moon smirked outside the window. We were greeted by blasts of a saxophone, and fizzy pink drinks, and the brothers.\n\nThe brothers didn't smell like our brothers anymore. They smelled like pomade and cold, sterile sweat. They looked like little boys. Someone had washed behind their ears and made them wear suspendered dungarees. Kyle used to be the blustery alpha male BTWWWR!, chewing through rattle-snakes, spooking badgers, snatching a live trout out of a grizzly's mouth. He stood by the punch bowl, looking pained and out of place.\n\n\"My stars!\" I growled. \"What lovely weather we've been having!\"\n\n\"Yees,\" Kyle growled back, \"It is beginning to look a lot like Christmas.\" All around the room, boys and girls raised by wolves were having the same conversation. Actually, it had been an unseasonably warm and brown winter, and just that morning a freak hailstorm had sent Sister Josephine to an early grave. But we had only gotten up to Unit 7: Party Dialogue; we hadn't yet learned the vocabulary for Unit 12: How to Tactfully Acknowledge the Disaster. Instead, we wore pink party hats and sucked olives on little sticks, inured to our own strangeness.\n\nThe sisters swept our hair back into high, bouffant hairstyles. This made us look more girlish and less inclined to eat people, the way that squirrels are saved from looking like rodents by their poofy tails. I was wearing a white organdy dress with orange polka dots. Jeanette was wearing a mauve organdy dress with blue polka dots. Linette was wearing a red organdy dress with white polka dots. Mirabella was in a dark corner, wearing a muzzle. Her party culottes were duct-taped to her knees. The nuns had tied little bows on the muzzle to make it more festive. Even so, the jazz band from West Toowoomba kept glancing nervously her way.\n\n\"You smell astoooounding!\" Kyle was saying, accidentally stretching the diphthong into a howl and then blushing. \"I mean...\"\n\n\"Yes, I know what it is that you mean,\" I snapped. (That's probably a little narrative embellishment on my part; it must have been months before I could really \"snap\" out words.) I didn't smell astounding. I had rubbed a pumpkin muffin all over my body earlier that morning to mask my natural, feral scent. Now I smelled like a purebred girl, easy to kill. I narrowed my eyes at Kyle and flattened my ears, something I hadn't done for months. Kyle looked panicked, trying to remember the words that would make me act like a girl again. I felt hot, oily tears squeezing out of the red corners of my eyes. Shoesonfeet! I barked at myself. I tried again. \"My! What lovely weather...\"\n\nThe jazz band struck up a tune.\n\n\"The time has come to do the Sausalito,\" Sister Maria announced, beaming into the microphone. \"Every sister grab a brother!\" She switched on Clyde's industrial flashlight, struggling beneath its weight, and aimed the beam in the center of the room.\n\nUh-oh. I tried to skulk off into Mirabella's corner, but Kyle pushed me into the spotlight. \"No,\" I moaned through my teeth, \"noooooo.\" All of a sudden the only thing my body could remember how to do was pump and pump. In a flash of white-hot light, my months at St. Lucy's had vanished, and I was just a terrified animal again. As if of their own accord, my feet started to wiggle out of my shoes. Mouth shut, I gasped, staring down at my naked toes, mouthshutmouthshut.\n\n\"Ahem. The time has come,\" Sister Maria coughed, \"to do the Sausalito.\" She paused. \"The Sausalito,\" she added helpfully, \"does not in any way resemble the thing that you are doing.\"\n\nBeads of sweat stood out on my forehead. I could feel my jaws gaping open, my tongue lolling out of the left side of my mouth. What were the steps? I looked frantically for Jeanette; she would help me, she would tell me what to do.\n\nJeanette was sitting in the corner, sipping punch through a long straw and watching me with uninterest. I locked eyes with her, pleading with the mute intensity that I had used to beg her for weasel bones in the forest. \"What are the steps?\" I mouthed. \"The steps!\"\n\n\"The steps?\" Then Jeanette gave me a wide, true wolf smile. For an instant, she looked just like our mother. \"Not for you,\" she mouthed back.\n\nI threw my head back, a howl clawing its way up my throat. I was about to lose all my Skill Points, I was about to fail my Adaptive Dancing test. But before the air could burst from my lungs, the wind got knocked out of me. Oomph! I fell to the ground, my skirt falling softly over my head. Mirabella had intercepted my eye-cry for help. She'd chewed through her restraints and tackled me from behind, barking at unseen cougars, trying to shield me with her tiny body. \"Caramba!\" Sister Maria squealed, dropping the flashlight. The music ground to a halt. And I have never loved someone so much, before or since, as I loved my littlest sister at that moment. I wanted to roll over and lick her ears; I wanted to kill a dozen spotted fawns and let her eat first.\nBut everybody was watching; everybody was waiting to see what I would do. \"I wasn't talking to you,\" I grunted from underneath her. \"I didn't want your help. Now you have ruined the Sausalito! You have ruined the ball!\" I said more loudly, hoping the nuns would hear how much my enunciation had improved.\n\n\"You have ruined it!\" my sisters panted, circling around us, eager to close ranks. \"Mirabella has ruined it!\" Every girl was wild-eyed and itching under her polka dots, punch froth dribbling down her chin. The pack had been waiting for this moment for some time. \"Mirabella cannot adapt! Back to the woods, back to the woods!\"\n\nThe band from West Toowoomba had quietly packed their instruments into black suitcases and were sneaking out the back. The boys had fled back toward the lake, bow ties spinning, suspenders snapping in their haste. Mirabella was still snarling in the center of it all, trying to figure out where the danger was so that she could defend me against it. The nuns exchanged glances.\n\nIn the morning, Mirabella was gone. We checked under all the beds. I pretended to be surprised. I'd known she would have to be expelled the minute I felt her weight on my back. Clyde had come and told me this in secret after the ball, \"So you can say yer goodbyes.\" I didn't want to face Mirabella. Instead, I packed a tin lunch pail for her: two jelly sandwiches on saltine crackers, a chloroformed squirrel, a gilt-edged placard of St. Bolio. I left it for her with Sister Ignatius, with a little note: Best wishes! I told myself I'd done everything I could.\n\n\"Hooray!\" the pack crowed. \"Something has been done!\"\n\nWe raced outside into the bright sunlight, knowing full well that our sister had been turned loose, that we'd never find her. A low roar rippled through us and surged up and up, disappearing into the trees. I listened for an answering howl from Mirabella, heart thumping--what if she heard us and came back? But there was nothing.\n\nWe graduated from St. Lucy's shortly thereafter. As far as I can recollect, that was our last communal howl.\n\n* * *\n\nStage 5: At this point your students are able to interact effectively in the new cultural environment. They find it easy to move between the two cultures.\n\nOne Sunday, near the end of my time at St. Lucy's, the sisters gave me a special pass to go visit the parents. The woodsman had to accompany me; I couldn't remember how to find the way back on my own. I wore my best dress and brought along some prosciutto and dill pickles in a picnic basket. We crunched through the fall leaves in silence, and every step made me sadder. \"I'll wait out here,\" the woodsman said, leaning on a blue elm and lighting a cigarette.\n\nThe cave looked so much smaller than I remembered it. I had to duck my head to enter. Everybody was eating when I walked in. They all looked up from the bull moose at the same time, my aunts and uncles, my sloe-eyed, lolling cousins, the parents. My uncle dropped a thighbone from his mouth. My littlest brother, a cross-eyed wolf-boy who has since been successfully rehabilitated and is now a dour, balding children's book author, started whining in terror. My mother recoiled from me, as if I were a stranger. TRRR? She sniffed me for a long moment. Then she sank her teeth into my ankle, looking proud and sad. After all the tail wagging and perfunctory barking had died down, the parents sat back on their hind legs. They stared up at me expectantly, panting in the cool gray envelope of the cave, waiting for a display of what I had learned.\n\n\"So,\" I said, telling my first human lie. \"I'm home.\""
}