{
    "lyrics": "[Intro: Rocco Hunt, Salmo]\nLet's go, let's go, yes, ah, Machete Mixtape, we're gonna eat 'em\n(Bem be-be-bem be-be-bem\nBem be-be-bem be-be-bem)\n\n[Verse 1: MadMan]\nM like war machine, with a kevlar jacket\nI'm a prototype, you're protosperm\nI smoke lots of weed, I'm flying\nToo high, I drop shit, I don't even touch the soil\nAlways high as fuck, when I was sober\nSo weird, a kid in an orphanage\nThen from the abyss I've had a trеmendous burst\nIf you diss me, maybe you'rе too high, like Paolo Br-\nRap show, cypher, headshot, sniper\nI'm gonna slice you, Wesley Snipes\nM is like Elvis Presley, live he\nPuts them under the crossbar, like Wsley Sneijder\nBars out of a treasure chest, a curare pen\nThe snigger, the vicious shot, the Juninho Pernambucano\nYou idiot, I don't beg the audience, unique flow\nI illuminate your girl with Luminol\n\n[Verse 2: Nitro]\nI'm the death of the new draft picks, I go up on the Seventh Heaven\nI smash some fuck-ups, I kill my preys with a Black & Decker\nFake pimp, you hunt down the RapManiacz\nFor every time you threaten me, I've a canteen full of Jack Daniel's (Baby)\nOne of this bastards is going to pay me dearly\nThat's the procedure, he's gonna be slapped like the fascists down in Guadalajara\nThe exodus of the mad dogs, shut up, Barbie, songs and rhymes\nYou'll learn, shoot and chew up losers with the Stanislavskij method\nTwenty dead bodies and a machetero, I'm in the Mato Grosso\nIf you touch me, the whole world blows up, I'm the red button\nThree people inside my head, I hate them, they made a monster of me\nSo, that's your problem if there's no fourth place on the podium\nIf I burn your church down that's because even God annoyed me\nThat's my demand, I take back what was already mine, but he took from me\nThere's no king in this scene, so that's gonna be me, all right?\nI already have your king's head hanging in my living room\n[Verse 3: Rocco Hunt]\nSince the first day I spitted my rage on this sheet\nWelcome in da hood, rap in the south, leech all around\nI've some golden records more but some true friend less\nWhoever hoped died, who was waiting for this clear sky\nThis life gives you no choice: you are born, you live, and you die\nUntil you fall on the floor\nThat's why on every New Year Day I make a toast to the new year\nBecause here every day is the last one available\nMachete, you can't compete, King's Supreme is a legend\nI smoke a firecracker of weed, and I laugh at your shitty rap\nI'm not even 20 and I'm already tired of this environment\nYou must find wealth in the smile of the people who have nothing\nAnd that's not my fault, don't say I'm a pessimist\nNegativity stays in your cradle while you grow up\nAnother rum, the heart goes BOOM, we're from another planet\nYou can't catch us anymore, my joy is the salary of my whole crew\n\n[Verse 4: Salmo]\nMachete Psycho White, check my kit, Michael Knight\nYou're a loser and you stay home, waiting for the package from Nike\nYour girl is hot, she walks with two gigabytes\nThe truth is that she has a secret compartment, like Samsonite\nThe flow has no mercy, my dark side\nI have the high ground, I'm in between the roof and the Moon\nRight in the heart, endorphin, in this thriller, guess\nWho's the actor, in the fucking name of God\nThat's Salmo, always Salmo, repeat: Salmo! (Salmo)\nYou're crazy if you ask me to calm down\nRap on the pedestal, the balls, rock-hard dick\nYou're not the man of the year, you've been a man for one year\nWhen this monster gets going, bro, you hear Lord's Prayer\nHow is it doing on this side? Bruh, all right\nRap is going to do its part, it'll make a rep-ort\nWhen you'll understand my art I'll be already dead\n[Verse 5: Bassi Maestro]\nListen, something has changed\nI have no conscience because I don't have a past anymore\nThree nights without sleep, and I haven't partied yet\nBut I should, because your favorite rapper killed himself\nThere's a gap in the market, they don't know how to fill it\nThey think rap is like football market, you only work if you are a Buffon or a Pirlo\nHow come didn't you get it before?\nNicotine, shit that pollutes the city, like the guys in Olgettina\nYou curse my name when you say it\nYou have no roots, you're just a puppet, a Mon Cicci\nYou'd like to hang out with whoever got out from Amici\nWhen you rap you don't kill, you only leave scars\nDeep and sad on the face of the monitor\nWhat do you think I care if I don't make modern rap?!\nI am true to my crew, this scene doesn't need you\nMine is a group picture, yours is a selfie\n\n[Verse 6: Hell Raton]\n*The whole verse is originally in Spanish*\nLook how many people eat shit\nForgive me, faggot, you already know who rules\nMy tongue turns into a machete that cuts your legs\nIf you remember my crew's name, pull this rope\nJust know that my bros don't ever stop me\nAnd if they smash you, they do it proudly, without being sorry\nNo party, no rumba, I only bring hard bars\nI wish bad luck, like a black cat crossing the road\nTo every idiot that challenges me, I tear off their molars\nAnd I make new jewels, then I keep going\nIn this battlefield, only the ones who hit last\nIdiot, I'm hungry, and I don't go to bed without eating\nTell me, bitch, who's shooting, if you only have fake bullets\nYour breath stops\nThe very first voice, savage\nThis is Battle Royale, a.k.a. your end, a.k.a. world class flow\n[Hook: Salmo]\nBem be-be-bem be-bem\nBem be-be-bem be-be-\nBem be-be-bem be-be-bem\nBem be-be-bem be-be-\n\n[Verse 7: En?gma]\nOk, I'm going, hear the crash, I'll smash you!\nOver the feelings, with my verses I'll give you a heart-attack\nHombre, you rap on stage but you lower your head\nThat's a synesthesia if I strain you with sound\nCalm down, since you're not the Messiah, macheteros dinasitias\nMy verses are like a coup for your tyranny\nAnd you don't like me but, dear me, I got style\nTop-scorer, I am like James Rodriguez\nAdmire, of talent a hotbed\nWe line you up, flow's a carabine, reload and shoot\nEvery fan goes crazy and is surprised\nNew school of thought, you got suspended\nWeight, right on your eardrum, you kill it, yes, but no\nI'll punch your nose hard, you'll look like Cyrano\nUltimate evil on one track, good story\n(En?gma) When I rap, it looks like I opened Pandora's box\n\n[Verse 8: Noyz Narcos]\nMy sound breaks in a bank's windows\nIt bounces inside your Panda, on the street it looks like G-Funk, ah\nTo my place, of beer, bring six liters\nOn the beat. with claws, like tigers\nThe black Metal Slug, rap shooter\nIf my crew raps, put on your mourning clothes\nWhen you have to give it gas, give it all\nBombs forever and lots of it, everywhere\nI've seen you around, your music doesn't sell anymore\nYou can say around that my crew made you a nice voodoo\nOn the beat you're challenging the best, Einstein\nI'm riding a fighter jet, where are you at?\nI sign the third Machete, you reserve the sequel\nSend these girls in space on comets\nOn top of the walls and on the bags there's this name\nUntil I die in a boat made of banknotes\n\n[Verse 9: Rasty Kilo]\nYou suck my dick so hard that I touch your tonsil\nFlowzilla, vision is discouraged\nShe screams, while I open him like a shell\nFlow Killa, you come back as mush in a bottle\nOn my face a nylon sock\nTyrant, titan, I take down those teen idols, I shoot 'em up!\nLyrical hitman\nTo go against me is a suicide, like walking on the rail (Chico)\nThis shit is like drug, and you die without it, you stay silent in penance\nOn top, presidency, call me His Eminence\nI've seen your girl, she has her holes open like chakra\nShe's so cow-ish that she'd be sacred in India\nThat's bitter, I punch hard on the beat, Sakara\nMy people shake you like maracas, you disappear like down in Caracas\nRasty Kilo, Hood Star, unfair ending\nBut you'll get home inside a black bag tonight\n\n[Verse 10: Gemitaiz]\nYou want somebody? Take me\nYour tendon will break\nWith the bags in my gilet\nSince I'm 23, hear me out!\nYour girlfriend is still a virgin\nI rap and the cops blow up like in Sentinel\nA thousand rhymes on cakes, like cherries\nMachetes, guillotines, they give death to whom oppresses us\nYou want some shit? I can get you covered in that\nYour crew is less frightening than my little nieces\nI crush bones, without a red head, you fuck with our shit\nEvery bar is like a blowjob from Aletta Ocean\nWe don't stop in the ride for the big slice\nBlessing without God, Church without host\nI throw up at parties, I get on the list\nThe barman gets home with the tennis elbow\nLook at me well in the monitor recording\nWhile I show you how I don't really give a fuck, man!\n\n[Verse 11: Jack The Smoker]\nNo problem, I smash the scene, like a full suitcase\nI steal your joint while you're lighting it\nI've been writing masterpieces my whole life, I don't write crappy verses\nWhen I get going I make spare ribs out of these rapper\nI exterminate those guys, I terminate them\nThese whores are bitches, I don't deflower them, I take their worms away\nSmeezy and los amigos, with drug in silos\nIn my car I pump up Migos, you pump up DIGOS\nNo F diesis, 'cause what I wrote is scary\nI'm always here, duck, always hemp\nTrip Avatar: is the joint, nanana!\nI throw punches, adult bars, the kids go: \"Gne, gne\"\nSchizophrenic, because I make pussies squirt\nCrazy life, yes, but tomorrow you're gonna die\nMy cure is keeping money in my hands, manicure\n\n\n[Hook: Salmo]\nBem be-be-bem be-bem\nBem be-be-bem be-be-\nBem be-be-bem be-be-bem\nBem be-be-bem be-be-"
}