{
    "lyrics": "Wildside LyricsAh yeah huh American the beautiful\nHuh yeah let me introduce y'all to the wildside\nAnnie was a high school cheerleader\nPom poms and bobby socks and no girl was sweeter\nCome prom time everybody was on the line\nAll the fellas singing nickel and dime\nTales about love and lust and trust\nBut Annie took it in all in stride\nCause deep inside annie had aspirations\nWanted to be a chemical engineer\nMaking 50 to 55 thousand a year\nHer first year of college was a success\nBut along came Billy possessed and obsessed\nHe took Annie on a fatal date\nAnd showed her things that made heart beats accelerate\nAnnie took a hit breathed two short breaths\nOne for life the last for death\nNow she's gone a former valedictorian\nEnded up becoming a topic for historians\nWashed up dreams, shattered pride\nAll because Annie took a hit on the wildside\n(Chorus)\n\nRon had enough of being broke every day\nSaying to himself. There's gotta be a better way\nCause 9 to 5 wasn't worth the headaches\nSo ron figured out a faster way to make money\nBefore you know it, he's a rich man\nGold on every finger of his hand\nA brand new BMW. A condo. Ron ended up a john doe\nA body was found in the alley but never claimed\nFull of bullet holes but none to blame\nRon became another victim of homicide\nBecause he chose to walk on the wildside\n\n(Chorus)\n\nCharles had everything going for him\nA top paying job a good life. A good wife\nA baby boy on the way any day\nA gentleman attitude is all he displayed\nCarol was the wife he loved and adored\nHer family and friends treated him like an ambassador\nOne night on the other side of town\nA police dispatcher picked up a weird sound\nCharles on the car phone asking for help\nClaiming a burglar shot his wife and himself\nHis pregnant wife lay slumped over\nDreams corrupt and a young life over\nExtensive searches throughout the projects\nPut a lot of people through misery and wreck\nEveryone a suspect till someone was found\nInterrogated cause their skin was brown\nThen there was Benny, guilty until proven so\nBut soon as the case started moving slow\nWhat do you know, sure as a sea gull gets webbed toed\nCharles was the culprit\nThe whole plot was an insurance scam\nCharles and his brother came up with a plan\nKill carol collect a big check\nBlame it on a black man. What the heck!\nAnd just before the story was known\nCharles had a feeling his cover was blown\nSo he jumped off a bridge\nCommitted suicide\nThis is how it is on the wildside!\n(Chorus)\n\nLittle Tiffany. Only thirteen\nCame to the city. Place of big dreams\nVisiting family and friends for the summer time\nSitting on a mailbox, watching the boys climb trees\nAnd the girls play hopscotch\nSo far her vacation was top notch\nBut of the blue a Mercedes at top speed\nGang bangers chasing the robbers on the stampede\nQuick as a blink shots rang out loud\nAnd a hail of bullets zipped through the crowd\nOne hit Tiffany and instantly she died\nInnocently on the wildside3Embed"
}