{
    "lyrics": "[Round 1: Glueazy]\nBitch, you fake as fuck!\nCan’t front like you gangsta to us\nFor that shit you done to Ryda, you a snake in the brush\nBangers’ll bust, the doc gon’ have to staple him up\nI’ll have blood runnin’ down Ave, like it’s late for the bus\nYa man wanna play? I’ll shoot the crowd up: Mandalay Bay\nPick a fight\nA stick of dynamite’ll damage a Cave\nThink I’mma believe he got all these hammers to spray?\nWit’ all this V.A. beef, and he never put his hands on a K\nBut wanna fight the boy\nWhy? ‘Cause I’m white? Yeah, right\nGhostwriter: I got a right (write) for boy\nThat fucked AngryFan’s bitch, but still ain’t found Piperboy!\nI’ll snipe a boy\nAsk your daughter if she like the boy\nIf not, BOW! Pops get a chopper through the window like Biker Boyz\nYou dick-sucker!\nOh, you ain’t heard I’m a fif’-tucker?\nWell, find out if this shit real: it’s a Mythbuster!\nIt’s a big thumper\nI just dump and I switch guns up\nBitch, I done ran through 20 mills like Chris Tucker\nBig brother\nI don’t take no shit, but I’m still dumpin’\nYou ain’t seen a cracker wit’ a shot this nice since Chris Mullin!\nRiggz bodied you, Gen’ bodied you\nI blame it on Norbes, he hid ya losses\nOh, we ain’t like you in them Air Force Ones - they had the Forces\nBigga .9, I got it in May, I grip a Taurus\nBlikky wit’ the stiffy set in, like rigor mortis\nIt’s war, bitch!\nFour-fif’ will get ya door hit\nWit’ so many bucks, you’ll fuck around and make the Forbes list\nAll that nonsense, I don’t know what they speakin’ ‘bout\nEver since we let Christians in battle rap, everybody a preacher now\n‘Til the heater BOW!, and blood start leakin’ out\nI remember they told me Twork left the group\nWow - BOW! - guess I’m the leader now!\nBitch, we been advised\nI get the vibe, MAC-10 will rise\nAnd everybody blackin’ on Ave like it’s gentrified\nPick a side!\nYou try that tough guy shit? I’m all tough\nLil’ blade, come ‘cross Ave: it’s a shortcut!\nThe .4 bust\nAin’t nobody fuckin’ ya boy up\nI’m the man, and I put a band on it like a tour bus\nHe big mad\nBut a finger (Butterfinger) turn to fif’ Ave (5th Ave)\nGun point, Hunts Point: you a bitch, Ave!\nI can hold my own\nRolling Stone: I keep a big mag’\nClip blast, and it’s good for 30, like a temp tag\nAve don’t wanna fight! He wanna talk about it\nWhere I’m from, if it’s beef, you don’t walk about it\nI catch Ave on the ave, put some chalk around him\nGo to his church, find his hearse, pull his coffin out it\nYeah, I’m all about it\nFuck all the doubtin’ shit - I’m upper-echelon\nWeapon drawn\nIf I open a Cracker Barrel on Ave, it ain’t a restaurant!\n[Nu Jerzey Twork]\nYEAAAAH! LET’S GO, GLU’!\nGOOONIES!\n\n[Tay Roc]\nCave!\n\n[Nu Jerzey Twork]\nGOOONIES!\n\n[Tay Roc]\nCave, nigga!\n\n[Glueazy]\nLet him know I ain’t them white boys you was steppin’ on\nYeah, I lost to Ryda, then evolved into a Great White, like a Megalodon!\nFuckboy! You think I do this shit for my health?\nSmack, I beat half the roster on URL and still sit on the shelf\nBut it’s cool\nYou can go and get your friends for some help\nBut when the stick out, Shark City Ave gon’ have to fend (fin) for himself!\n\n[Ave]\nI like that, I like that\n\n[Glueazy]\nYeah, and that’s the reason they gon’ say you a disgrace!\nFirst round - don’t let that white boy scream in your face!\nCarolina!\n[Round 1: Ave]\nI said, I’m ‘bout to reach my fourth million-view battle\nBut Mr. Driver said that I ain’t a factor\nY’all want numbers? Gimme plates wit’ who matter\nBut y’all keep servin’ small shit on a platter\nThat’s so absurd\nI’m too big for hors d'oeuvres\nIt ain’t no way I’ll make a mill’ (meal) wit’ this cracker!\nI’m back, sonny!\nWho said that we weren’t on the map? Dummies!\nNow I’m makin’ sure the state come first, like tax money\nThis some risky shit you takin’\nIn fact, I blame you, ‘cause knowin’ just what I do, Glu(e) in a sticky situation\nSee, the proof in the substance\nI’m the truth wit’ this, cousin\nWhether legend or new nigga, I produce like it’s nothin’\nSee, first Math, now Glu’ is the subject?\nI been in my comfort zone, and they still tryna get me used to a Justin (adjustin’)!\nThe boy slick, but it don’t make him tough ‘cause he war-spit\nSo tryna tell me that’s what Glu(e) made of? Horseshit!\n‘Cause it ain’t nothin’ I be shook ‘bout, player\nI’ll throw this hook out there, and fold ‘Eazy (easy) like a cookout chair!\nI get respect everywhere, I ain’t gotta pop ratchets\nIt’s plenty back up in the state (Interstate), like 5-o’clock traffic\nI tell him, catch him in the studio slackin’ - it’s good riddance\nLine Glu(e) before they put on the tracks like hood bitches\nThat’s the difference!\nThese niggas like to post like they greasy\nSee, niggas always want that smoke ‘til they see me\nBut we gon’ keep that shit on go ‘cause we greedy\nSo don’t be the Super Fly guy - tryna get wit’ a Priest after you chose to play, ‘Eazy!\nI even told Beasley, “If he pull a strap, I’mma slap him thorough\nRight upside his apple, Beas’ (Applebee’s) - I ain’t scared of that Cracker Barrel!”\n[Tay Roc]\nNOT! AT! ALL!\nHe’s a CRACKER!\nHe’s a FUCKIN’ CRACKER!\n\n[Ave]\nLET ME GO! LET ME GO!\n\n[Tay Roc]\nBro, he’s a cracker!\n\n[Ave]\nSee, you just flexin’ for your clique\nWell, nigga, for the record, Drugz (drugs) gon’ get you F’d up - that’s a possession wit’ intent\nI’m wit’ the shit\nLil’ grip, let the .380 bark\nNeck shot, nigga chokin’ on blood, can’t even walk\nGot the neighbors all involved, “He won’t stay awake - he lost!\nWhat’s your name?”\n“G-gg-g-g” - now he can baby-talk!\nSo play me soft, and find out how I really be thuggin’\nYou gon’ pay, and it’s Driver fault: liability coverage\nWit’ this machine I’m blammin’, his whole team lie panicked\nJakk’ (Jack) froze up and then died - yeah, you seen Titanic!\nShit’ll get tragic, we gettin’ tagged if we spray tools\nGot real niggas wit’ me, we can’t lose\nTo a bunch of goofy niggas - these ain’t goons\nWanna be funny? Tell this joker-joker, “Deuce”, and I ain’t talkin’ ‘bout the weak spades rules\nWe move different\nI was posted in my neighborhood, dawg\nShit, I even kicked it with the plucks like paper football\nI got the SMACK call and took off\nMy worth wit’ the elders\nI’m just here to help market Glu(e)\nYeah, I’m workin’ for Elmer’s!\nThe nigga’s helpless\nIt ain’t like you droppin’ a great single\nWith battle rap your fanbase, why you get paid Pringles\nWhat N.O.M.E. stage they seen you?\nLook, he gon’ start bein’ a bitch ‘cause he don’t kick shit right: Ray Finkle\nNow let it sink, Glu’\nHe like, “Damn, bro tweakin’\nI hope he choke, low-key (Loki), like Thanos squeezin’”\nI’m just here to show we ain’t even, see, my level up there\nBut the comp’ that y’all hand me down - you already aware (wear)\nHow is this fair!? Where do we compare!?\nIs it the skills?\nIf y’all say we equal punchin’, I’m punchin’ this bitch for real\nSo chill!\nWit’ all this heat that I brung to the stage, Roc\nThis faggot won’t never see my status: the page blocked\n\n[Tay Roc]\nCan’t see it if he’s blocked!\nWe blockin’ niggas all year!\nWe blockin’ everybody\n\n[Ave]\nSee, out the park, I used to battle dudes as a favor\nThen it moved to bettin’ dudes to put food on the table\nSee, it’s whatever when pursuin’ the paper\nI even helped other niggas rake in them yards like I’m cool wit’ the neighbors\nBut Glu’ major? Nah, dog\nLike, what the fuck y’all condonin’?\n‘Cause I got the call like, “Naw, this ain’t nothin’ I wanted”\nBut if I did, it’s just a one-rounder moment\nShit, I damn near gave the finger to P (pee) like it’s gunpowder on it\n(You gotta be a shooter to know)\n‘Cause from the way he post, he should be the toughest\nBut when the tweetin’ is over, indecent exposure: you pussy in public\nSo call my bluff, bitch - the dagger comin’ out on the double\nI get close and poke a nose (Poconos), you in a mountain of trouble\nNow he can try me, but it’s gon’ be a Shame: that’s Keenan Ivory\nGot 50 down pat wit’ the chop’: I teach karate\nPlus all of my niggas by me, so soon as they try to swarm us\nFuck a charge - the pen’ don’t matter, like all-performance\nWe on him, nigga, shit gettin’ wired\nAnd we brought automatics, ammo, and aim just in case it get liver\nWait, let me break down why that shit was fire\nThat’s triple A’s (AAA), plus all my niggas that rode side (roadside) assistance for Driver\nI been fire-\nTime, that’s time\n\n[Round 2: Glueazy]\nSo I guess I’m just supposed to respect the gangster of Cedric the Entertainer?\nKnowin’ when y’all set this battle up, he stepped in danger\nA petty bar thief\nCould y’all stop givin’ this man grief?\nHe don’t even take the bar...he just spin the punch: he Zangief\nMan, please! I don’t know what y’all take me for\nBut I heard way more lines than that fuckin’ Aye Verb bar!\nSo fuck Aye Verb, too, bitch, ‘cause you said I wouldn’t make it this far\nBut I can’t listen to a man that’s been raped before\nThe banger drawn on Cave\nBitch, you know I’m a beast\nLead clap, get yo’ head wrapped for fuckin’ wit’ me\nHeadshot, I give his mom a motivational speech\nLike, “I know you love Ave, bitch, but it’s time to let go of the streets”\nI’m strapped wit’ a banger\nA cracker, but I’ll actually blaze you\nWhere I’m from, it’s dinner with Trump: all you see is MACs on the table\nYeah, play and get popped\nYou pussy all day on your block\nGot me lookin’ out for Ave like the neighborhood watch\nI bang wit’ a stock, wait until I grab my tool\nFace shot - BOW! - now he ain’t the same Ave I knew (avenue)\nI spaz on fool\nTry to swing on my fam’ and get (*smack*) split on the counter: Jean-Claude Van Damme!\nYour man Sweetie a punk! I get the feeling you chump\nYou anemic? Well, I’m bulimic: I’ll throw a mill’ (meal) back up\nYour iron low ‘cause you stole it\nYou gon’ need real backup\nOr get shot and be on Twitter like Surf while you heal back up\nI don’t think he crazy enough\nMy steel off safety\nYou ‘bout to die in this bitch like a stillborn baby\nThese dudes hatin’, but you never see ‘em say it to Glu’ face\n‘Cause they know it could turn into some other shit like a mutation\nTool bangin’, I’m iller, grab it and peel him\nLet the streets cry for him: I got Ave in his feelings\nI tried listenin’\nMuzzle the shot, the .9 whisperin’\nDump so many cans on Ave, I’ll get fined for litterin’\nKick in his door, wait for his girl to come visit him\nThen - BOW! - light up whoever he feel (Phil) wifey: Aunt Vivian!\nLet’s get it in\nBitch, I don’t play when it’s beef\nIf yo’ name on the stage, I’mma bang wit’ the heat\nPush your brain through your cheek!\nI don’t hang wit’ you geeks\nI’m Pet Sematary scary: I’m playin’ wit’ a gauge (Gage) in the street!\nYou gon’ say I won’t do it, but I will do it\nI won’t do it, but I will shoot it\nYou catch a bullet in yo’ head, you gon’ feel stupid\nWe clappin’ groups up\nIf this deploy, it’s packin’ troops up\nI’m sick wit’ it, and you don’t wanna see a cracker souped up\nYou dumb fuck, you don’t know where the fuck I come from\nGun butt\nI really came up dirt poor (pour) like a dump truck\nVirgina, y’all really think he is the man!?\nTay Roc! I’ll slap that weed out your hand!\n\n(*Crowd goes crazy after that bar*)\n\n[Round 2: Ave]\n2019 is the Year of the Cave, so let that sit in all you lame niggas minds\nWe ain’t come to play, put all the fun and games to the side\nSee, I done lined a couple plates, but now it’s time I up the stakes\nLike unprotected orgies…nobody is fuckin’ safe\nAnd you fell right for the bait\nGuess you here to get mangled\nNigga talkin’ ‘bout takin’ bars…\nWell, you should clearly feel shameful\nYou took mine without a thank-you\nHammer slanted over his head - now I get to take a shot wit’ the stealin’ angles\nWhat you can’t do is fuck wit’ me lyrically\nCut the bluff\nAs far as physically, who you kiddin’, G? I’ll fuck you up\nSo we can brawl or get pistols, fraud\n‘Cause this gun a (Gunna) Lil Baby, but a nose butt’ll make it ‘Drip Too Hard’\nMan, on God, if it get wild liver, I’ll dump on all you niggas’ heads\nI don’t care if the bodies pile, Driver (piledriver)\nThat mean all of y’all get stretched when you see me\nThen after I take Lu out, the only thing that’s left is G-Eazy\nWait - spell his name\nTake “lu” out - what’s left? The “G eazy”\nSee why we different?\nThese niggas ain’t slick in the mind wit’ it\nY’all can cancel this jerk\nHe been sent on a blind mission\nWit’ the hands, he’ll get hurt\nIf we switch it to iron-spittin’, then that’s Amber Alert\nThat mean picture the .9 missin’\nNah, listen, I’m on my shit today\nIt’s different, Tay\nNow I’m gettin’ props for the stage presence (presents) like Christmas plays\nAnd that’s the reason why this lame won’t beat me\n‘Cause when it come to these settings, I’m not the one to play the game on, Eazy (easy)\nSee, he just here to help my plates stay full\nSo don’t go thinkin’ you fire stick\nThey just on their “replace K” bull (cable)\nBut when they asked who would be my first victim when this occurred\nI told P you are (U-R), G-E: I’m ‘bout to purge\n‘Cause I been took my stand as a killer\nThat’s why they all in a panic\nI’m like the fuckin’ Boogeyman to these niggas\nAnd as far as spots, he prob’ly want mine, too\nBut I think he constipated, ‘cause he ain’t takin’ that shit no time soon\nSo Glu’, just face the facts\nYou will never be near these flows\nI’d beat yo’ fuckin’ ass ‘cause I’m very deadly wit’ those\nBitches don’t give you no kind of pussy - oh yeah, we know\n‘Cause they’ll hate to see this face in the morning like, “Where’s me gold?”\nOh, you mad, bro? Well, handle it wit’ the hands or the ratchets\nOtherwise, you’se a bitch, Driver: Danica Patrick\nI’ll make it brutal and tragic, and what I do’ll be savage\nAnd you know that the fam’ followin’ like funeral traffic\nSo what’s crackin’?\nLike, show me what you do off the stages\nLike this lil’ Goonie group y’all portrayin’\nLike, Glu’ a goof\nMan, tell me the truth - who got him sprayin’?\nThe nigga only come out when nobody ‘round...like how you prob’ly say it\nHe talkin’ slick, but gimme some proof that he spark the clip\nOr this clown ever had to break down and get off a zip\nFuck that scared caution shit!\nWe was fed off the strip\nAll of my niggas split bread, Eazy (easy), like red sausages\nNo matter the cost, ya dig?\nWe figured we should be paid\nWhether pool flips or a smooth lick: the pussy shaved\nI got some thuggin’ niggas wit’ me and a plug that’s in the city\nUsed to front all white like y’all buses in the ‘50s\nSo miss me wit’ the talk from all these Nerf-made niggas\n‘Cause his pack travel wit’ rats, yeah, we heard, they Splinters\nPicture full of police niggas, and this jerkface center\nOf a whole party of 12 like a birthday dinner\nYou’se a pretender, and that shit ain’t just word from my mouth\nBut bitch, I been cut from the jump like a hurdle tryout\nI had to bow out, just ‘cause my mama was over cryin’\nUsed to tell me, “Pray”\n“Mama, I can’t. He know I’m lyin’!”\nBut I’m tryin’, grindin’ ‘cause the fact is I’m a father\nBut I’d be lyin’ sayin’ that the challenges weren’t harder\nI’m drinkin’ heavy, thinkin’ ‘bout my talent plus my problems\nDealin’ with Life, tryna find my balance on the bottles\nThat’s why the drama never a problem, it’s therapeutic\nSo if issues make you wanna get a pistol, you better use it\n‘Cause my can blazin’\nWhat, you need me to translate it?\nThat just means that I will draw the fif’, Eazy (easy), like hand tracin’\nMan, these weak losers speak crude, but I keep shooters\nStreet dudes who don’t sleep when it’s heated, they squeeze Rugers\nTry to push me to the point where it’s beef, just keep cool\n‘Cause when I push back, everything stops like beach cruisers\nThen you gon’ see my guys straight killas\nRoc, everything Gucci ‘til the design is to violate niggas\nAnd that’s the point when beef gon’ come even mo’\nBut I don’t care if I lose it, meanin’ as soon as Eazy (easy) come, Eazy (easy) go\n\n[Round 3: Glueazy]\nLook, I said, YK could suck a dick, Ave do sucka shit\nMe and Roc cool, but...I don’t really know after this\n\n[Tay Roc]\nMy dawg\n\n[Glueazy]\nRichmond, what up?\nYeah, I’m back, bitches\nThey ain’t pat me at the door, I got it in secure (insecure) like fat bitches\nBlack biscuit, strap wit’ it, my grips do work\nO-Red at Volume 3: that Iron rip through shirts\nI been through worse\nSpit yo’ verse, ‘cause times changin’\nBattle rap’s about Crips and Bloods and sign language\nEverybody safe, ‘less you keep it on the waist\nGun wit’ me, Rum Nitty: I could see (C) it in your face!\nYou got me fucked up!\nYoung Buck: the .50 yellin’\nJust know, I’m wit’ all the smoke like Willie Nelson\nI blam a sucka and they mothers, family suffers\nYou’ll be the first to get hit by the ‘K: Brandy brother\nI damage suckas\nMariah Carey: Cannon-dumpers\nI thought all y’all was “straight like that”...and one of y’all a tranny-lover!\nI mean, the streets is talkin’, Roc, but I’ll squeeze first and change the game\nA mill’ll bust, I know Roc aware (Rocawear) like Jay and Dame\nThat he guilty ‘til proven innocent\nOh, this can’t be life - I know it’s killin’ bruh\nBut soon you’ll understand there’s No Mercy, Ave...just ‘cause you Roc La Familia!\nBOW! The cracker bolder\nFuck if he mad, I grab a toaster\nAnd be outside waitin’ for Roc like Casanova\nThe heat-holder\nI hit him two times, then shit humblin’\nI had to throw Roc(k) in the fire: I miss hustlin’ (Ms. Hustle him)\nThis shit is very suspicious…\nI heard that rumor ‘bout Roc and thought, “Where was the bitches!?”\nI swear I move different from any cracker you used to dissin’\nOr they just scared of Black cats, and I ain’t superstitious\nI’m can’-grippin’\nGrandma kitchen: big biscuit\nI tell ya, I never knew failure...I stick wit’ it\nSee, a lot of y’all pop G shit wit’ less action\nRex Chapman: shoot from the tre wit’ vet fashion\nTEC blastin’, park on Ave and wreaked havoc\nKnee shot - BOW!\nNow he Ricky Steamboat: his leg draggin’ (Dragon)!\nYeah, you just rap\nYou already know what it is\nI think I’m better than these bitches like a chauvinist pig\nThe lead in the mag’ dressin’ in drag: it go in a wig\nAnd he will (wheel) go in a bag: now he Bow Wow in Tokyo Drift\nI just joke wit’ you, bitch\nI ain’t know you’d get emotional, prick!\nBut if the Sig (cig’) fill up more, it’s (Philip Morris) ‘cause I’m smokin’ you, bitch!\nYeah, I’m really wit’ the shits\nSilly wit’ the grips\nCap-peeler\nJack Thriller: This is 50 in the clip\nI’ll let 50 hit your whip!\nLive a lil’ bit!\nT-Top said you was the bootleg man, and I just CAN’T GET JIGGY WIT’ THIS SHIT!\nAnd that’s the reason y’all gon’ say he a disgrace!\nThird round - I should shoot you in yo’ bitch-ass face!\nGlueazy, man!\n\n[Round 3: Ave]\nI told P, “No more favors”\n‘Cause aside from the fact that the fetti’s wrong\nYou know my status here over Eazy (easy) - why egg me on?\nI know y’all strive for elevation\nBut why the fuck y’all think that he be ready for Ave?\nWho testin’ Driver’s education?\nLike, do he know what he facin’?\nDid you approve bro rhymes?\nOr you just think some shit is sweet - that’s why you Glu’ co-sign (glucose)\nBro, all I ever gave was fire\nI told y’all, “Gimme Ill”\nWhat, y’all ain’t think I could handle Will (wheel) so y’all designated Driver?\nNaw, I’m tired ‘cause I run wit’ the new and brought legends higher\nI’m the reason that y’all gave Suge a (sugar) raise - who did that prior (Pryor)?\nTime and time, I had to prove I’m next\nHow I get planted on the cardboard wit’ Glu(e) like a school project?\nYeah, I’m upset\nLike, look at some of the people I done worked wit’\nLike, I ain’t tryin’ to speak as if I’m perfect\nBut far as elite competin’, I deserve it\nY’all tryna get a nigga off-track to run wit’ this cracker like Malik in Higher Learning\nHe’s worthless!\nShit make me wanna get the tools poppin’\n.40 on Glu(e): that’s some expensive school shoppin’\nIf he don’t die, then that’s gon’ be so wrong\nBut I’ll tell his mom, “Fuck yo’ son, bitch! That nigga really Glu(e), he’ll hold on!”\nNow what the fuck you want: a gun to spray, or the rumble way?\nWhatever you decide, just keep in mind Glu’ brung the bait\nNow he can come and play, but don’t be stunned when I punch his face\nIt’s the cracker fault why I took off: Columbus Day!\nNow who want the fade!?\nShit, all of y’all could spar wit’ these thangs\nAnd I will split a group of niggas quick as R&B fame\nNow, I can scrap wit’ my folks\nI’d just rather be Mr. Nice Guy in case Kenny get in trouble after the smoke\nTell ‘em, bro, that’s how the fam’ made\nIt ain’t no room for the bitches...that’s why we won’t keep in your man Cave\nAye, I’ll beat both y’all niggas ass! Bet money!\n‘Cause Driver and Ryda (rider) fake\nSo whenever y’all wanna crash, test, dummies!\nAnd it ain’t gotta be no fair brawlin’\nBut Tay gon’ wanna start dumpin’\nRoc(k), don’t touch nothin’, like air-ballin’\n‘Cause wit’ gunplay business, we know son straight snitchin’\nAnd that’s why Ryda (ride’ll) get the boot like an unpaid ticket!\nSee, in the trenches, when you facin’ a sentence, you never sing\nI got caught, stood tall like a horse, ain’t fear the Bing\nGlu’? Nowhere near the same\n‘Cause when the people involved, he Steven Seagal, meanin’ this pony tellin’ (ponytail in) everything!\nOnly on the Twitter, he gangsta\nIn the street, it’s a spoof\nDo what you do, Glu(e): stick to the fingers\n‘Cause if I bring it on site, I’mma murk you\nHis body might be on the ground, but Glu’ soul (glue sold) separate, like a commercial!\nI done put in work, fool\nThat’s why I was dumpin’ the tools\nCheck my rap sheet - you’ll read about my hustlin’ moves\nThat’s how the Fu-Schnickens struck wit’ that tune\n‘Cause these niggas lie smooth (‘La Schmoove’), then we ain’t got nothin’ to prove\nSo who he foolin’? Actin’ like he run the trap so smoothly\nOh-oh-oh, he got the straps, always ‘bout to clap those toolies\nThe background never match most goofies\nOff the stages, they never be in no cases, like Black folks’ movies\nBut you a Goonie? How, nigga?\nI need to see some proof\n‘Cause there’s much more to it than what I’m viewin’ in your group\nSo you can stop wit’ the dreams\nI had to adapt, you had to adopt ‘cause bein’ a real nigga’s not in your genes!\nSee, I’m a true crook\nSki-mask hustlers that left ‘em too shook\nPulled all-nighters, just told wifey, “Make sure the food cooked”\nChoppin’ well, no pocket scale, I had the view hooked\nI ain’t got to browse (the brows) over the eyes...kinda how you look!\nBut naw! He can’t relate!\nHe ain’t trappin’ in the trenches\nY’all might battle straps, but y’all ain’t clappin’ off the biscuits\nThis snatchin’ is ridiculous\nY’all ain’t really thorough, y’all City Girls\nTwork (‘Twerk’) the best thing to happen for you bitches!\n\n[Smack White]\nWe gon’ have to set that up!\nWe gon’ set that up\n\n[Ave]\nGet offended\nI’m good wit’ the fists, they too amazing\nRock his jaw, give Driver the stars like Uber ratings\nWe ain’t gotta worry ‘bout these hoes, ace\nNiggas gon’ either skate or watch me hit the bench like the Rico tapes\nAye, wait, Maine, this ain’t your business, so think about your sickness\nStayin’ out of the loop is (lupus) the best thing for your condition!\n‘Cause aye, we ain’t talkin’\nI’mma spray these targets\nThen the extra 30 for Billz (bills): them the late-fee charges!\nI told you, “Fix my plate,” right, Smack!?\n‘Cause they been sleepin’ - it’s time I bring my state right back!\nDon’t give a fuck about these sucka niggas! They type wack!\n‘Cause I’m a nigga outta Norfolk (STRAIGHT LIKE THAT!)\nMothafucka!\nAnd I cut the third short!\nAnd I cut the third short!"
}