{
    "lyrics": "[Intro: Dr. Trevis]\nHa ha ha ha!\nThis is Dr. Trevis\nGiving a phone call to y'all funky fuckers\n\n[Erick Sermon]\nY'all guess what the fuck is going on now\nMe and Reggie Noble, making funk tunes around the global\nCause times keeps on slippin', and I get the funk from the kitchen\nThen commits to ass whippin', there is no time for me to bust it\nSo I'm a chill and let Red get into a fly poetic justice\n\n[Redman]\nYo, it's all in the mind and I'm high and I kick it for the do or die\nOn 2 or 1 area code, leavin' shit blown\nFunkadelic is the one to bring the creature out your preacher\nAnd I make girls act like they can't find they shoes when I freak 'em\nOooh, yes y'all I got the mad method can you catch it?\nAnd if your ear's not tuned in then adjust it\n\n[Erick Sermon]\nBreaker 1-9, breaker 1-9 representin' today\nHey, Erick Sermon's on the way\nDre gave me a ride so I Gangsta Lean while DRS will put the smoke in my chest\nAnd if you understand me then escape and kick it\nWhile the E-Double gets wicked with your brain twisted\nIt's going down, it's going way down\nGo get the 4 pound and boogie down\n[Redman]\nBoogie boogie to boogie to bang, boogie to that\nMy rap get mad dap on ass cracks in effort if it's BMI or ASCAP\nCause my funk rolls thicker than Bisquick\nIf it's mixed with that same funky sticky stuff I roll my spliffs with\nI shot the sheriff on the terrace\nAnd I kick the funk like these to have more off days than Ferris\nJust wrote these raps up in the studio\nBrothers can't tell and sisters can't hear me though (hear me ho)\n\n[Hook]\nE got the funk, Red got the funk\nRed got the funk, E got the funk\nE got the funk, Red got the funk\nRed got the funk, E got the funk\n\n[Erick Sermon]\nSomeones knockin' at my door, yo Johnny Gill, I need the whole floor\nSo I can get busy remember? And if you don't call Michael Jackson\nAnd don' be afraid to ask him, Erick Sermon got mad tunes\nNo matter what they say, I got more props than Richard Bay\nThe mind bogglin' with the hardcore followin'\nSo what's up, cause I don't give a fuck\n\n[Redman]\nWhoa, I make you sing with Toni Braxton\nI tear the shreds out of jams in stadiums when it's packed in\nBack up boy you messing with the rudeboy yes I told ya\nI rock leather jacks with Timbs, sweatpants; one leg rolled up\nHold up! This is a stick up, I spark the izm\nThe 'boom-kick' like a Biz cut, one twos and skirts'll lift up\nE got the funk and Red got the funk, pop the trunk\nI got blocks of funk to make a victim say \"That's the one!\"\nOf course, I'm funky like fat people having intercourse\nBasically the funk's stuck in your teeth so get your dental floss\nOh oh, freak out, 20 & over let me knock your teeth out\nWhen I was young I made my tree house to a weed house\nAnd I'm deeper than Nostradamus, swimming in chronic\nAnd I leave your kitty cats meow in home made bondage (meow)\nBeeotch, trick, trick, beeotch\n[Outro: Dr. Trevis]\nHa ha ha!\nThis is Dr. Trevis comin' to y'all motherfuckers with some more raw shit\nDef Squad representatives\nDef Squad forever!\nSignin' off"
}