{
    "lyrics": "[Intro]\nUh, U.N.I.T.Y., U.N.I.T.Y. that's a unity\nU.N.I.T.Y., love a black man from infinity to infinity\n(Who you callin' a bitch?)\n\n[Hook]\nU.N.I.T.Y., U.N.I.T.Y. that's a unity (You gotta let him know)\n(You go, come on, here we go)\nU.N.I.T.Y., love a black woman from (Uh, you gotta let him know)\nInfinity to infinity (You ain't a bitch or a ho, here we go)\nU.N.I.T.Y., U.N.I.T.Y. that's a unity (Uh, you gotta let him know)\n(Come on, come on, now here we go)\nU.N.I.T.Y., love a black man from (Yeah, you gotta let him know)\nInfinity to infinity (You ain't a bitch or a ho)\n\n[Verse 1]\nInstinct leads me to another flow\nEvery time I hear a brother call a girl a bitch or a ho\nTryna make a sister feel low\nYou know all of that gots to go\nNow everybody knows there's exceptions to this rule\nNow don't be gettin' mad, when we playin', it's cool\nBut don't you be calling me out my name\nI bring wrath to those who disrespect me like a dame\nThat's why I'm talkin', one day I was walkin' down the block\nI had my cutoff shorts on right cause it was crazy hot\nI walked past these dudes when they passed me\nOne of 'em felt my booty, he was nasty\nI turned around red, somebody was catchin' the wrath\nThen the little one said, \"Ha ha, yeah me, bitch,\" and laughed\nSince he was with his boys, he tried to break fly\nHuh, I punched him dead in his eye\nAnd said, \"Who you callin' a bitch?\" Yeah !\n[Hook]\nU.N.I.T.Y., U.N.I.T.Y. that's a unity (Here we go, you gotta let him know)\n(You go, come on, here we go)\nU.N.I.T.Y., love a black woman from (You gotta let him know)\nInfinity to infinity (You ain't a bitch or a ho, here we go)\nU.N.I.T.Y., U.N.I.T.Y. that's a unity (Uh, you gotta let him know)\n(You go, come on here we go)\nU.N.I.T.Y., love a black man from (Yeah, you gotta let him know)\nInfinity to infinity (You ain't a bitch or a ho)\n\n[Verse 2]\nI hit the bottom, there ain't nowhere else to go but up\nBad days at work give you an attitude and you erupt\nAnd take it out on me but that's about enough\nYou put your hands on me again I'll put your ass in handcuffs\nI guess I fell so deep in love I grew dependency\nI was too blind to see just how it was affectin' me\nAll that I knew was you was all the man I had\nAnd I was scared to let you go\nEven though you treated me bad\nBut I don’t want to see my kids see me gettin' beat down by daddy smackin' mommy all around\nYou say I'm nothin' without ya but I'm nothing' with ya\nA man don't really love you if he hits ya\nThis is my notice to the door, I'm not takin' it no more\nI'm not your personal whore, that's not what I'm here for\nAnd nothing good gon' come to ya til you do right by me\nBrother you wait and see (Who you callin' a bitch? Uh !)\n[Hook]\nU.N.I.T.Y., U.N.I.T.Y. that's a unity (Here we go, you gotta let him know)\n(Come on, here we go)\nU.N.I.T.Y., love a black man from (Yeah, you gotta let him know)\nInfinity to infinity (You ain't a bitch or a ho, here we go)\nU.N.I.T.Y., U.N.I.T.Y. that's a unity (Uh, you gotta let him know)\n(Come on, here we go)\nU.N.I.T.Y., love a black woman from (Yeah, you gotta let him know)\nInfinity to infinity (You ain't a bitch or a ho)\n\n[Verse 3]\nWhat's goin' on in your mind is what I ask ya\nBut like Yo-Yo, you don't hear me though\nYou wear a rag around your head\nAnd you call yourself a \"gangsta bitch\"\nNow that you saw Apache's video\nI saw you wildin', actin' like a fool\nI peeped you out the window jumping girls after school\nBut where did all of this come from?\nA minute ago, you was a nerd and nobody ever heard of ya\nNow you a wannabe... hard\nYou barely know your ABC's, please\nThere's plenty of people out there with triggers ready to pull it\nWhy you tryna jump in front of the bullet (Young lady) ?\nUh, and real bad girls are the silent type\nAin't none of this worth gettin' your face sliced\nCause that's what happened to your homegirl, right?\n(Barking with no bite!)\nShe got to wear that for life\n(Who you callin' a bitch? Uh !)\n[Hook]\nU.N.I.T.Y., U.N.I.T.Y. that's a unity (Here we go, you gotta let him know)\n(Come on, here we go)\nU.N.I.T.Y., Love a black woman from (You gotta let him know)\nInfinity to infinity (You ain't a bitch or a ho, here we go)\nU.N.I.T.Y., U.N.I.T.Y. that's a unity (Gotta let him know)\n(Come on, here we go)\nU.N.I.T.Y., Love a black man from (You must let him know)\nInfinity to infinity (You ain't a bitch or a ho)"
}