{
    "lyrics": "And Our Feelings Lyrics[Verse 1]\nWe fell in love\nAnd who could blame us?\nThe word was we were just beside ourselves\nAnd everybody said it wouldn't last\nNow they wonder why we didn't last\nWe fell in love\nIt seemed so righteous\nCouldn't compare our love to no one else\nAnd everybody thought we could not win\nIt's no wonder love came to an end\n\n[Chorus]\nAnd our feelings just aren't feelings anymore\nThey're just words that come from whispers\nFrom people we don't know\nAnd our feelings, yeah, just aren't feelings anymore\nThey're just words without emotion\nFrom people who don't know\nWho don't know\n[Verse 2]\nWe fell apart\nThe bond was broken\nShould've kept our thoughts between ourselves\nAnd though they say they cared, they didn't help\nMakes me wonder, should we blame ourselves?\nSo here we are brokenhearted\nWhat in the world have we done to ourselves?\nWhen everybody says to let it end, baby\nWell, it makes me wonder, we can't let them win\n\n[Chorus]\nAnd our feelings, just aren't feelings anymore\nThey're just words that come from whispers\nFrom people we don't know\nDon't you know that our feelings just aren't feelings anymore\nThey're just words without emotion\nFrom people who don't know\n\n[Bridge]\nIf we'd only just try, we could make it by\nAnd maybe in time, we could make it right\nIf we only had done what we should've done\nWe'd both be here still making love\nI wanna know that, that we can go back\nBack to a time when the loving was all that\nWhen no one could come between our love\n[Chorus]\nAnd our feelings just aren't feelings anymore\nThey're just words that come from whispers from people we don't know\nAnd our feelings, just aren't feelings anymore\nThey're just words without emotion\nFrom people who don't know (No, no, no, no, no, no)\nAnd our feelings (Feelings) just aren't feelings anymore (No more)\nThey're just words that come from whispers from people we don't know\n(We don't know, baby)\nAnd our feelings (Oh, oh) just aren't feelings anymore\n(No, baby)\nThey're just words without emotion (They're just words, baby)\nFrom people who don't knowEmbed"
}