{
    "lyrics": "Run-Around LyricsOh, once upon a midnight dearie\nI woke with something in my head\nI couldn't escape the memory\nOf a phone call and of what you said\n\nLike a game show contestant with a parting gift\nI could not believe my eyes\nWhen I saw through the voice of a trusted friend\nWho needs to humor me and tell me lies\nYeah, humor me and tell me lies\n\nAnd I'll lie too and say I don't mind\nAnd as we seek, so shall we find\nAnd when you're feeling open, I'll still be here\nBut not without a certain degree of fear\nOf what will be with you and me\nI still can see things hopefully\nBut you\nWhy you wanna give me a run-around?\nIs it a sure-fire way to speed things up\nWhen all it does is slow me down?\nAnd shake me and my confidence\n'Bout a great many things\nBut I've been there, I can see it cower\nLike a nervous magician waiting in the wings\n\nOf a bad play where the heroes are right\nAnd nobody thinks or expects too much\nAnd Hollywood's calling for the movie rights\nSinging, \"Hey babe, let's keep in touch\nHey baby, let's keep in touch\"\n\nBut I want more than a touch, I want you to reach me\nAnd show me all the things no one else can see\nSo what you feel becomes mine as well\nAnd soon if we're lucky, we'd be unable to tell\nWhat's yours and mine, the fishing's fine\nAnd it doesn't have to rhyme, so don't you feed me a line\n\nBut you\nWhy you wanna give me a run-around?\nIs it a sure-fire way to speed things up\nWhen all it does is slow me down?\nHa la la la, bombardier, this is the pilot speaking\nAnd I got some news for you\nIt seems my ship still stands no matter what you drop\nAnd there ain't a whole lot that you can do\nOh sure, the banner may be torn and the wind's gotten colder\nPerhaps I've grown a little cynical\nBut I know no matter what the waitress brings\nI shall drink in and always be full\nYeah, I will drink in and always be full\nOh, I like coffee and I like tea\nLike to be able to enter a final plea\nI still got this dream that you just can't shake\nI love you to the point you can no longer take\nWell, all right, okay, so be that way\nI hope and pray that there's something left to say\n\nBut you\nWhy you wanna give me a run-around?\nIs it a sure-fire way to speed things up\nWhen all it does is slow me down?\n\nOh, you\nWhy you wanna give me a run-around?\nIs it a sure-fire way to speed things up\nWhen all it does is slow me down?7Embed"
}