{
    "lyrics": "[Verse 1]\nHow could you say I don't deserve this??\nWhy can't I have a life that's perfect?!?\nYou know I still be on my nerd shit\nBut how does that NOT make me a wordsmith?\nI hit the hood and I heard shit\nShowing love to some undeserving bird bitch!\nWord is that my whole crew fucked her\nBut in all honesty, I don't know who fucked her..\nBUT HER!\nHolding me to scream sucker\nPoison Ivy lips and I would pucker\nJust to suffer\nBut I love her!\nCause she's human, grew up without brothers\nJust lovers, and I came at the right time\nWith the right drive, and blind eyes!\nMaybe she really did fall in love with me..\nBut the evil in her heart used to punish me!!\n\n[Hook]\nSo I take this time to dream and drift away\nI can't make my mind, I scream and drift away\nThis is just a movie scene, I live today!\nHow can I wake up from dreams if it makes me die?!?\n[Verse 2]\nI don't wanna be your hero\nI got too many bruises on my ego!\nWe know, we being me and I\nReason why I separate is cause he's alive!\nHe being my self, all three of us\nNeed a rush like when bullies used to beat us up!\nI needed love, all I got was a fist\nI needed my father's help, all I got was his dick!!\nJust imagine, raped by the man I was patterned.. after\nGo to school and get called a faggot!\nThat is, why I can't understand pedophiles\nThrough soul searching though, I can live better now\nNever down, never out, I live in Heaven now!\nI live forever now\nI'm a feather now!\nThe Pink bantam,\nThe Pink Panther!\nI'm thee answer to all your weak candor!!\n\n[Hook]\nSo I take this time to dream and drift away\nI can't make my mind, I scream and drift away\nThis is just a movie scene, I live today!\nHow can I wake up from dreams if it makes me die?!?\n[Verse 3]\nHchO saved my life, accept it world\nGot no love for any bitch, except my girl\nI love women, hate bitches and respect hoes\nCause they honest, got it??\nNow let's go!!\nMove forward, is this too forward???\nMy lawyer says \"Chill when speaking so damn morbid\"\nI'm sorry Theo, I'm a artist for real!\nAnd holding back my heart wasn't part of the deal!\nIf so??\nFUCK JIMMY, FUCK YOU AND FUCK THE INDUSTRY!!!\nBut since you love it, Ima do it 'til you're sick of me!\nThis is history, the psychic rapping\nI see the future, the rap Michael Jackson!\nMy childhood was stolen\nMy manhood was broken\nBut I'm still here, still hoping\nPraying...\nThat at days end I can still have peace\nTake away all of my fortune, you still have me....\n\n[Outro]\nYou still have me..\nAt the end of the day, don't nobody ever say..\nThey love themselves\nThey always say \"I love me\"\nWho the fuck is ME then, huh?\nIf it's all about me then I guess..\nI guess that you are your own god, right???\nOH, DID I JUST COMMIT BLASPHEMY, HUH?!?\nAm I going to Hell because I believe I was made in God's image\nHUH?!\nFUCK OUTTA HERE!!\nYou people can be so fucking stupid sometimes, I swear\nI swear to God people can just be fucking stupid!\nWake the fuck up people!!\n*Laughs*\nYeah..\n[Hook]\nSo I take this time to dream and drift away\nSo I take this time to dream and drift away..\nI can't make my mind, I scream and drift away\nThis is just a movie scene, I live today!\nHow can I wake up from dreams if it makes me die!\nDie!!\n\n[Jam Session]"
}