{
    "lyrics": "Can’t You See Lyrics[Intro: Keisha, Diddy & The Notorious B.I.G.]\nYou just don't know what you do to me (Bad Boy)\nUh, uh\n[Verse 1: Notorious B.I.G. & Diddy]\nGive me all the chicken heads from Pasadena to Medina (Uh)\nBet Big get in between you (Haha), then see you (Yeah, that's right)\nPeep the prognosis, doses, blends and bends like Twizzlers\nBig is fitting to hurt what's under that skirt (Slow down, son, you're killin' 'em)\nWho filling 'em with octane?\nGot 'em gassed up, 'bout to get blast up, some (Uh)\nThe last one, word to mother, brother, miss ’em\nI seen it when he kissed him at the wake, made his body shake (Woo)\nThe high guy in 850i, smoke tint\nRap terror, four chrome Antera's (I like that)\nTwo-fives by the livers, the fifth's is inconspicuous\nBad Boy slipped in '95? Ridiculous (Hahaha, that's right)\nMy rap lines is like land mines (Uh)\nOne step, ka-boom (Boom) Black suits fill the room\nTo whom it may concern, Junior M.A.F.I.A.'s the clique (Shoutout Junior M.A.F.I.A.)\nAct up, I'll have my honeys Total bust your shit (That's right)\n[Verse 2: Keisha]\nIn the middle of the day now, baby\nI seem to think of only you, hey, oh, oh, yeah\nNever thinking for a moment, baby\nThat you've been thinking of me too, yeah, so\n\n[Pre-Chorus: Keisha & Diddy]\nI can't wait for the day that we can be together\nI can't let you walk away (That's right)\nCan't you see you and me, we're meant to be, oh baby\nAnd there's nothing left to say\n\n[Chorus: Total]\nCan't you see what you do to me? (Huh)\nOur love was meant to be (Meant to be), you were made for me\nOh, baby, can't you see what you do to me?\nOur love was meant to be (Meant for me), you were made for me (When I call)\n\n[Verse 3: Pam & Diddy]\nEvery time I see you I get this feeling, oh, yeah (Huh)\nTelling me you are the one, oh, what a feeling, hey (Let's go)\n\n[Pre-Chorus: Pam]\nI can't wait for the day that we can be together\nI can't let you walk away, oh\nCan't you see you and me, we're meant to be, oh, baby\nAnd there's nothing left for me to say\n[Chorus: Pam with Total]\nOh, baby, can't you see what you do to me? (Can't you see?)\nOur love was meant to be you were made for me (What you're doing to me, boo-woo, I know)\nOh, baby, can't you see what you do to me? (You see what you do to me?)\nOur love was meant to be you were made for me (Oh, oh, oh, oh, yeah, hmm)\n\n[Bridge: Kima & Diddy]\nTake me away (That's right), so far away\nWhat would you do to me, oh, oh, oh?\nI want to be alone together\nSomewhere, just you and me\nOh, oh\n\n[Chorus: Pam with Total & Diddy]\nOh, baby, can't you see what you do to me (Oh, baby, can't you see?)\nOur love was meant to be, you were made for me, oh baby (You were meant for me, oh, oh)\nCan't you see what you do to me? (Oh, baby, can't you see?)\nOur love was meant to be, you were made for me (You were made for me)\nOh, baby, can't you see what you do to me?\nOur love was meant to be, you were made for me, oh baby\nCan't you see what you do to me? (Baby, what you do to me?)\nOur love was meant to be, you were made for me\nOh, baby, can't you see what you do to me? (That's right)\nOur love was meant to be, you were made for me, oh baby (Our love, our love, oh)\nCan't you see what you do to me?\nOur love was meant to be, you were made for me (Haha)\nOh, baby, can't you see what you do to me?\nOur love was meant to be, you were made for me, oh baby6Embed"
}