{
    "lyrics": "[Intro]\nNo diggity!\nYeah\nYou know what\nI like the playettes\nNo diggity, no doubt\nPlay on playette, play on playette\nYo Dre, drop the verse\n\n[Verse 1: Dr. Dre]\nIt's going down, fade to Blackstreet\nThe homies got at me, collab' creations, bump like acne\nNo doubt, I put it down, never slouch\nAs long as my credit can vouch, a dog couldn't catch me ass out\nTell me who can stop when Dre makin' moves\nAttracting honeys like a magnet\nGiving 'em eargasms with my mellow accent\nStill moving this flavor\nWith the homies Blackstreet and Teddy\nThe original rump shakers\n[Verse 2: Teddy Riley]\nShorty get down, good Lord\nBaby got 'em open all over town\nStrictly biz, she don't play around\nCover much grounds, got game by the pound\nGetting paid is her forte\nEach and every day, true player way\nI can't get her out of my mind (wow)\nI think about the girl all the time (wow wow)\nEast side to the west side\nPushin' phat rides, it's no surprise\nShe got tricks in the stash, stacking up the cash\nFast when it comes to the gas\nBy no means average\nShe's on when she's got to have it\nBaby, you're a perfect ten, I wanna get in\nCan I get down so I can win?\n[Hook]\nI like the way you work it\nNo diggity, I got to bag it up, bag it up\nI like the way you work it\nNo diggity, I got to bag it up, bag it up, girl\nI like the way you work it\nNo diggity, I got to bag it up, bag it up\nI like the way you work it\nNo diggity, I got to bag it up, get up\n\n[Verse 3: Blackstreet]\nShe's got class and style\nStreet knowledge by the pound\nBaby never act wild, very low key on the profile\nCatchin' feelings is a no\nLet me tell you how it goes\nHerb's the word, spin's the verb\nLovers it curves so freak what you heard\nRollin' with the phatness\nYou don't even know what the half is\nYou gotta pay to play\nJust for shorty, bang-bang, to look your way\nI like the way you work it\nTrump tight all day, every day\nYou're blowing my mind, maybe in time\nBaby, I can get you in my ride\n[Hook]\nI like the way you work it\nNo diggity, I got to bag it up, bag it up\nI like the way you work it\nNo diggity, I got to bag it up, oh yeah\nI like the way you work it\nNo diggity, I got to bag it up, bag it up, babe\nI like the way you work it\nNo diggity, I got to bag it up, get up\n\n[Break]\nHey yo, hey yo, hey yo, hey yo (Hey yo, that girl looks good)\nHey yo, hey yo, hey yo, hey yo (Play on, play on, play on)\nHey yo, hey yo, hey yo, hey yo (You're my kind of girl)\nHey yo, hey yo, hey yo, hey yo (Hey yo)\n\n[Verse 4: Queen Pen]\n'Cause that's my peeps and we rolls deep\nFlyin' first class from New York City to Blackstreet\nWhat you know about me? Not a motherfuckin' thing\nCartier wooden frames sported by my shorty\nAs for me, icy gleaming pinkie diamond ring\nWe be's the baddest clique up on the scene\nAin't you getting bored with these fake-ass broads?\nI shows and proves, no doubt, I been diggin' you so\nPlease excuse, if I come across rude, that's just me\nAnd that's how the playette's got to be\nStay kickin' game with a capital G\nAsk the peoples on my block, I'm as real as can be\nWord is bond, faking moves never been my thing\nSo, Teddy, pass the word to your nigga Chauncy\nI be sending the call, let's say around 3:30\nQueen Pen and Blackstreet, it's no diggity\n[Hook]\nNo diggity, no doubt baby\nI like the way you work it\nNo diggity, I got to bag it up (Girl, you got it going on)\nI like the way you work it\nNo diggity, I got to bag it up (Play on, play on, play on)\n(Hey yo, hey yo, hey yo, hey yo) I like the way you work it\nNo diggity, I got to bag it up (Hey, ooh)\n(Hey yo, hey yo, hey yo, hey yo) I like the way you work it\nNo diggity, I got to bag it up (Hell, yeah, babe)\n\n[Outro]\nYeah, come on\nMaggie in full effect\nLisa in full effect (right)\nBiggie in full effect (uh huh)\nTamika in full effect (yeah)\nBlaze in full effect (right)\nAin't nothin' goin' on but the rent (no doubt)\n\nYeah, play on, playette\n(Play on, playette)\nPlay on (play on) play on (play on)\n'Cause I like it (right)\nNo diggity, no doubt\n\n(Blackstreet productions)\nWe out, we out (right)\nWe out, we out"
}