{
    "lyrics": "Every Day Is Saturday Lyrics[Intro]\nSome motherfucker gon' do today. Got shit to do. Got shit to do\n\n[Verse One]\nNow everybody used to tell me, \"Go to school.\"\nDown what I was doing and treat me like a fool\nI've always been a cool cat even when I had no friends\nYou see I dreaded in the F and lived it up on the weekends\nI wasn't freakin' them Thursday nights right\nHad to get up in the mornin'\nNo time for night life\nFull schedule of classes and work after that\nUsed to jerk on my dick cause I had no time to mack\nI knew I couldn't be a college MC\nMan, I want this world and acknowledgin me, and that starts today\nMark the way, I say my words in a text book\nI can write an essay but if you gave me less than an A...\nYou weren't fuckin' with the way that I think\nI'd rather travel the globe then study to be a shrink\nOr a lawyer or a doctor, man that's proper but it's not me\nI got to be, chillin' in my spot free of stress\nI see the best road and I'm a take it\nMake it easy to succeed cause I got something you need\nTime to get my shit straight write my poems\nNo bustle in my hustle, just muscle in my dome\nFoamin' at the mouth in front of mics for bein' hype\nI used to say I was a rapper and they try to take me light\nWeight/wait, I drop heavy shit\nAlways ever ready with the verse to kick in any situation\nAnd bitch you tastin' delicacy\nMan there no way else to call it\nAll it takes is time, money, love, friends, drive, gab, connections\nDirection, focus, luck, skill, soul, style, image, sales and more mail\n[Hook]\nAnd now every day's a Saturday my friend\nI go to sleep wake up and yo it's Saturday again\nI say every day's a Saturday my friend\nI go to sleep wake up and yo it's Saturday again\nAnd now every day's a Saturday my friend\nI go to sleep wake up and yo it's Saturday again\nAnd now every day's a Saturday again\nNow every day's a Saturday\n\n[Verse Two]\n(What do we do?)\nWe hit Hawaii in the winter\nWho's payin' for my dinner?\nNot sayin' I'm a skinner, man I'm fuckin' with the perks\nHate knowin' how it hurts to hit the snooze button twice\nWhen you're probably late as hell and the air is cold as ice\nNot even on-call man, it's a long haul to work\nTraffic jams are gone and when all you can do is yawn\nIt's all for me, I'm nocturnal with this furlow\nThat means heat, I bring the knock when you sleep, peep\nI'm only tryin' to have fun\nIf it weren't for my free time, it's safe to say I'd have none\nAnd so I spit it like I got it\nRelax, not off narcotics\nAnd jotted down my raps instead of notes\nGot it? Good\nGet the other vibe, keep my love alive\nI ride the rhythm not the bark from apart, it's society\nPeople always tried to be freelancin' shit\nBut see, chances is, it won't happen if you're slackin'\nReactin'? No role, gotta slow your roll\nEveryone can't do it\nIt was meant for me and I knew it\nNever disillusioned Flexible and cruisin'\nDay to day fusion my views in the music\nAnd use it to jump to conclusions\nStump what's confusin' I'm awake while they snoozin'\n[Hook]\nI said every day's a Saturday my friend\nI go to sleep wake up and yo it's Saturday again\nAnd now every day's a Saturday, friend\nI go to sleep wake up and yo it's Saturday again\nI said every day's a Saturday buddy\nI go to sleep wake up and I do somethin' nutty\nI say every day's a Saturday\nEvery day's a Saturday\nEvery day's a Saturday\nNow every day's a Saturday\n\n[Scratches]\n\"To the end of the week I live by the beat like you live check to check\" - Outkast 'Elevators (Me And You)'Embed"
}