{
    "lyrics": "[Intro: Timbaland]\nYeah, ha, here we go, like that, oh\nYeah, ha, here we go, like that, uh, ha\nYeah, ha, here we go, like that, uh, ha\nYeah, ha, Aaliyah, sing\n\n[Verse 1]\nIf your girl only knew\nThat you was tryin' to get with me (What would she do?)\nIf your girl only knew\nThat you was dissin' her to talk to me\n\n[Chorus]\nShe would probably leave you alone (She would probably leave you alone)\nShe would probably curse you out and unplug her phone (Out)\nI bet she'd be glad that you was gone (Oh yeah, you was gone)\nAnd then she wouldn't have to worry (No)\n\n[Verse 2]\nIf your girl only knew\nThat I would want to kick it wit' you (If she knew)\nAnd if your girl could only see\nHow you be callin' me, gettin' fresh with me\n\n[Chorus]\nShe would probably leave you alone (She'd probably leave you, you alone)\nShe would probably curse you out and unplug her phone (Unplug her phone)\nI bet she'd be glad that you was gone (She'll be glad that you is gone)\nAnd then she wouldn't have to worry (Uh, mm-mm)\n[Bridge]\nShe's crazy to put up wit' you (Hey)\nBut, boy, I won't be no fool (Won't be no fool)\nLet you like what you see (Oh)\nIt ain't easy to get with me (No, baby)\nGirl, it's dumb to put up wit' you (With you)\nBut, boy, I won't be no fool (Won't be no fool)\nLet you like what you see (Oh, yeah)\nIt ain't easy to get with me\n\n[Chorus]\nShe would probably leave you alone (Alone)\nShe would probably curse you out and unplug her phone (Mm-mm)\nI bet she'd be glad that you was gone (She'd be glad that you was gone)\nAnd then she wouldn't have to worry (Yeah, mm-mm)\nShe would probably leave you alone (Leave you alone)\nShe would probably curse you out and unplug her phone (Oh, oh-whoa oh)\nI bet she'd be glad that you was gone (Baby, oh yeah, that you was gone)\nAnd then she wouldn't have to worry (Mm-mm)\nShe would probably leave you alone\n(If your girl only knew)\nShe would probably curse you out and unplug her phone (Mm-mm)\nI bet she'd be glad that you was gone\n(If your girl only knew)\nAnd then she wouldn't have to worry (Mm-mm)\n[Outro: Timbaland & Aaliyah]\nIf your girl only knew, knew\nWhat you sayin', what you sayin', what you sayin', uh?\nWhat you sayin', what you sayin', what you sayin', uh?\nWhat you sayin', what you sayin', uh?\nIf your girl only knew, knew\nWhat you sayin', what you sayin', what you sayin', uh?\nWhat you sayin', what you sayin', what you sayin', uh?\nWhat you sayin', uh? Check it\nIf your girl only knew, knew\nWhat you sayin', what you sayin', what you sayin', uh?\nWhat you sayin', what you sayin', what you sayin', uh?\nYou ain't sayin' nothin', baby, check it\nIf your girl only knew\nWhat you sayin', what you sayin', what you sayin', uh?\nWhat you sayin', what you sayin', what you sayin', uh?\nYou ain't sayin' nothin', baby, uh\nLike that, ha\nYou ain't sayin' nothin', baby, ha\nLet the music ride, uh\nLet's take a walk down with me, baby, uh\nCan you feel me, can you feel me? Word\nTimbaland, one mo' 'gain, uh\nBlackground, check it"
}