{
    "lyrics": "No One Else Lyrics[Verse 1: Keisha]\nThere you are, lookin' at me\nTell me, what you want this to be\nIt could be everything that your heart desires\nAll you gotta do is stick around for a while\n\n[Pre-Chorus: Keisha]\nThere's so many things that I wanna do\nTake you all around, it's all up to you\nIf you take my hand and just follow me\nThere's no telling what we could be\nJust you and me, yeah\n\n[Chorus: Total, Keisha, Pam]\nI don't need no one else but you\nTell me what you want me to do\n(Tell me what you want me to do, ooh)\nI don't need no one else but you (No one)\nYou gotta believe me, 'cause what I say is true\n[Verse 2: Pam]\nCould you be all that I need?\nShow me what I need to see\nIf it's alright with you, tell me now, baby\nWe can take this all the way, just tell me how\n\n[Pre-Chorus: Pam]\nThere's so many things that I wanna do\nTake you all around, it's all up to you\nIf you take my hand, and just follow me\nThere's no telling what we can be, just you and me, mhm\n\n[Chorus: Total, Pam]\nI don't need no one else but you\n(I don't need no one else)\nTell me what you want me to do\n(Just tell me what you want me to do)\nI don't need no one else but you (No one)\nYou gotta believe me, 'cause what I say is true\n\n[Bridge: Kima]\nIf you wanna just take your time\nI'll understand, just tell me why\nIf it's alright with you, I'll let you lead the way\nNo need to wait, baby, don't hesitate\n[Verse 3: Da Brat]\nFor what it's worth I'ma keep bustin'\nKeep puffin', and loving nothin'\nIf I die I'ma be high, no tears all of a sudden, bluffin'\nNever finger on the lever selling records\nIn J. Boogie leather ready to wreck a nigga whenever\nWhat I need is that scholar that could capitalize my dollar\nCapital size, when it hit, it make me wanna holler\nI do run run my mouthpiece with a vengeance\nStart repenting if you didn't in the beginning\nYou should hit your knees, and do whatever pleases you\nLong as you pleasing me, I'm all you need, nigga\nThe decoy watch Brat kill and destroy\nYou the last one to fuck with So So Def and Bad Boy\n\n[Chorus: Total, Pam, Kima]\nI don't need no one else but you\n(Hey, no one else but you, baby)\nYou gotta believe me (Believe me), 'cause what I say is true (Oh)\nI don't need no one else but you\n(I don't need no one)\nTell me what you want me to do\n(Baby, no one else but you) (What you want me to do?)\nI don't need no one else but you (Yeah)\nYou gotta believe me (Believe me), 'cause what I say is true\n(Hey, hey)\n[Outro: Total, Pam]\nI don't need no one, baby, as long as I have you (Baby)\nYou gotta believe me baby, 'cause what I say is true\n(Believe me, baby; believe me, baby)\nI don't need no one, baby (Oh), you're the only one for me\nI don't need nobody else, baby, can't you see? (Can't you see? No)\nI don't need no one else but you1Embed"
}