{
    "lyrics": "[Round 1: The Saurus]\nYo, we battled 15 years ago\nAnd I won't pretend I don't remember it\nBut I'm not suppose to mention it, I swore an oath on holy testament\nBesides, it's history, we know the rest of it\nYou didn't past the torch to me, I took that shit while you were smoking meth with it\nThe Bay is home I'm thankful that I made it back to San Jo'\nI set the standard, this ancient asshole laid a bad example\nNow Rambo's aiming at then I'm taking back the ammo\nAfter I leave Top half open like a baby grand piano\nI'ma claim this as my castle but it doesn't stop here\nIt's two time everything, you get double shots: cheers!\nI ain't the underdog once the fog clears\nIt's like the last Royal Rumble: someone incredible and a bunch of Top tears\nYou in my cross hairs, thinking he can beat me is crazy\nFuck a battle of the ages this is B.C. A.D\nNow this beating brings back the same feeling graffiti gave me\nI'll leave you split, it means my pen's been on a mean streak lately\nFace it, you ain't the lord of a thing, I tried to warn him\nI been the lord of this ring, homie: stare into the eyes of Sauron\nThis is my court, I am Jordan\nMy performance is a dissection, call me DJ Shadow to your vital organs\nEvery line from Saurus is high-octane\nI taught Klay and Steph to let it fly long-range\nSo after this, your list of favorite rappers might not change\nBut when I give Top five, it ain't Dylan's name!\nNow I'm not saying I'm a legend and this man's not\nBut my legend next to his legend is a desert to a sandbox\nIt's Severn vs Shamrock, I'm heavy with the hands Top\nStealing on holmes (homes) call me Benny from the Sandlot\nSo give it everything you can, pops!\nDon't talk that loud nonsense\nThen step out on the field then show us all the Browns offense\nCause I'm trying to do more than knock this clown unconscious\nI'm trying to create a world where my girl can walk around topless\nTime\n[Round 1: Topr]\nYou dare talk about me on some graffiti shit? That shit is dead as fuck\nI'll make you famous when I tag your toe but this time when I'm spraying cans nobody's getting up\nDan gave me the shot of the century I guess\nLike Oswald to Kennedy's death\nNah dawg, this is Tesla versus Edison\nSabertooth versus Weapon X\nMy pen game sharp as a switchblade, knife embedded in flesh to sever his neck\nI'll change his bitch's life in 90 seconds or less like a pregnancy test\nGet him shook, cause every line is twisted, that's an Etch-A-Sketch\nI'm so far ahead of my time with it I'm high on drugs that haven't been invented yet\nLet loose a rampage, I'm Soundwave when his chest ejects\nBring his camp pain (campaign), that close left make him lean far right like Megadef\nBut I'm not Megadef, that fascist prick\nI am more like Megatron, megalodon lexicon, smash the whip\nLike a Decepticon with the weapons drawn, the level I'm on\nOne step beyond upper echelon\nI'm armed and deadly, narcolepsy...that's criminally slept on\nGet gone\nLittle homie, I was a legend before you stepped in\nWith open cases for having beef over paper like your delicatessen\nPlus I was banging with Lords in Santa Clara when the Tec was a weapon\nHave money dancing with a nina like a Mexican wedding\nWhat up Pete? It's Topr the card's deep\nBlood in the water it's Shark Week\nI'm schooling a two time champ\nApollo Creed in Rocky 3 box like a G\nThrow a combo lift him off his feet\nAnd leave him next to the curb with three rights and a left like parking on Market Street\nYou don't want it with me\nYou always rap about fist fights\nTry to measure up, I'll fucking beat you within an inch of your life\nCaught on tape stealing on him like a thief of the night\nBut I prefer disrespect in the ring like I cheat on my wife\nHe needs this type of L to make him trip like taking vials of acid\nA full clip all in his head, now it's psychosomatic\nPlus I got a blade that's sharper than the ones the ancient vikings clashed with\nThat'll open up The Saurus like creative writing classes\nI'm lit major with a razor\nIt's Stanley, originator, that's Stan Lee\nSo I gave y'all a fantasy cameo cause on cam' he owes for the fans to see\nTwo tens it ain't bluffing on cash creek\nDraw the Mac, [?], damn Pete\nYa might play me but it won't be fun, I'm Zangief\n[Round 2: The Saurus]\nHe issued me a challenge to start throwing down with his fists\nBut when his face is a fucking mountain like this, how could I miss?\nI can't believe, after all these years, that's what you really rhyme like\nThat was a piss-poor 32, you're a Miller High Life\nYou were battling before me, you were doing shows before me\nNow you're over 40, making that big comeback on the road to glory\nDamn, you one of the oldest friends I ever had Topr!\nYo, but I don't mean that like we're hella tight, it's more like you're my grandfather\nLike when I first came up on the scene I thought he was someone who could help me learn more\nSo I asked him about his first tours and he told me about the first and second World Wars\nI'm sure the gap between us can't get too much wider\nI stay on the road cooking like a food truck driver\nYou went from being a true punchliner to lead singer of a metal band with the appeal of a school bus fire\nBut through time I've evolved\nAny prize fight I lost I made up for with a hundred more highlights you saw\nMuay thai fighter brawl with a right like a white line of raw\nThe way it's giving you that typewriter jaw\nNow there's a fine line to draw between O.G. and \"Oh Jesus\"\nYou're older than our whole scene is\nYou've been old school since '03ish\nNo peace, I wish they found Harambe a hiding place\nYou came a long way to die today Andre The Giant face\nLook I won't lie, the guy can paint but none of these fans give a fuck though\nI got a cap set for your nozzle that ain't Montana or Rust O\nHomie I brought so much ammo they had to cancel the gun show\nI know you couldn't take a Jabber without landing a punch though\nI'm cut throat, never sleep, that's insomnia\nHelping my grandfather rest in peace I hadn't had the honor of\nBut it's obvious he can't stand the rain, so bag his body up\nThe hand of God will leave Top' spinning: Happy Hanukkah!\nI offered you a chance, but some cats can't learn\nYour brain's a piece of cheese on a string that helps the rat's wheel turn\nI'm only here to see if that old Topper gas still burns\nSo I can send your bitch ass back to Asheville in an ash filled urn!\n[Round 2: Topr]\nLast time you were here you lost to Fresco...doing the gang talk!\nIn a skin-tight...yellow tank top\nHe ignored your stripes and bounced around out of pocket: that's a bank shot\nWell I'm the mighty Thor in a lightning storm: welcome to Ragnarok\nI'm back in the Bay building against Wade Wilson without a mask involved\nThe astronaut from Planet Rock blasting off\nEntire catalog out of this world\nI am Isaac Asimov, riding high on Adderalls\nHad your girl get naked, in a way it was a casting call\nCause she gives out so many head shots I nicknamed that bitch Kalashnikov\nIT'S THAT FAT BROAD!\nHey, kitten\nWhat's your favorite position? Rape victim?\nI'll hold you down like a cartridge on a Nintendo game system\nI came different\nPete, do you say, \"I love you\" on the first date with women?\nYou're so soft your teardrops got little fucking mermaids in 'em\nBut I ain't hating pimping\nI'm sure the pussy on this chick is crack\nBut watching your relationship thrown up online is digital ipecac\nI mean I know you love cup-caking obviously since you're fat but\nEven Drake sees you pop up on his feed and thinks, \"Pete's kind of a bitch for that!\"\nYo, this is that aerosol paint for her white-washed brain\nOld-school cuts go over a kid's head, that's a high top fade\nThe way you rap makes me gag like I'm high on yay'\nHolding these beam shots back like Cyclops' shades\nAnd the hands stay seasoned without lime or Tequila\nYeah you spazzing, but I make him bite his tongue like a violent seizure\nFace looking like some kind of creature from Sci-Fi feature\nSo I keep a Heckler on each side like Mystery Science Theater\nWith a permit to conceal and carry where ever the handle's Pearl\nIt never jams, but it sings like Eddie Vedder\nI apply deadly pressure to survive by any measure\nCause when I draw, it'll turn your world upside down like MC Escher\nWith that ox though, I'm Picasso, rearrange his traits\nIt ain't nothing to jump him, I got more battery charges than tripple A\nAnd since we in California I'ma get in his face\nAnd put a buck 50 on it, then another buck 50 on it like minimum wage\nI'm the king of the Bay, I don't have to let lead fly\nShank in his left eye, turn Mr. Potato Head to french fries\nEither write a rhyme on the side of the blade so the next time\nSome skinny faggot bars your life away you get a word in edge wise\n\n[Round 3: The Saurus]\nThis is my girl and I do love her, every fucking thing you say is true\nExcept her favorite sex position, which is \"A Thousand Feet Away From You\"\nLook, now y'all probably missed it, but I wrote an underlying theme\nBecause I see the bitch in Top'\nSo I put two big rounds up front to keep it official, Top'\nBut I got this last missile locked, pointed 'ere; Mr. Spock\nAnd if you thought I'd keep it bottled in you got me twisted Top'\nSee Topr looked like a 1%er\nTopr *is* a 1%er\nMe? I'm the top 1% so fuck a Top gun, it's time Top got taught some respect\nWe can let Top' pick the topic, he'll get boxed up instead\nCause I'm only on this card to put one into Top's upper deck\nLook, we can toss up a bet you ain't been served like that\nSince back when there was only three venues we were all trying to earn stripes at\nAnd I was anchoring our stars like the Burnside Flag\nHomie, your shirt size tag says \"Reverse Live's Dad\"\nBut I ain't come to joke around, you know this clown's been broken down so for my home crowd\nThis is how a closing round is supposed to sound\nFor a decade there's heads that have wondered how I kept up this hunger\nLike when will I finally hang it up like I won't get any younger\nBut if you think age is anything more or less than a number\nThen you already missed the point like betting the under\nReinvented, restructure, I'm on that Rushmore\n{Stumble}\nReinvent and restructure, I'm on that Rushmore hustling\nIf Top' wanna pop off, shit I can uncork something\nI'll even let you choose the route\nEither A: retire if you lose or round\nOr B: We go back to Carolina to Duke it out\nYou shoulda knew by now to not cross me\nOn God my right cross is all topsy right before the autopsy\nSorry not sorry, but your buzz has fallen flat Top'\nI will flat stomp you into the fresh asphalt til you're part of the black Top'\nThis has been a hell of a match Top'\nBut before I can say, \"hats off\", ax chop, you end up with your Apple in your lap top\nTime\n\n[Round 3: Topr]\nHey Peter\nRemember that time I saw you in the city with Lush getting drunk outside that shitty club?\nI hit the blunt, passed it to Plex, you pulled me aside like, \"Listen blood\nAfter that time you served me in Santa Cruz I will forever give you love\nCause you inspired me to become the best at this there ever was.\"\nI must admit I was touched, can't make this shit up\nTopr's a mastermind, the metaphor's vivid enough\nIt's Dr. Frankenstein with the stitches cut\nI created a monster with a lot of different bodies but he never really existed before I lit him up\nI respect it, he's still standing like Stonehenge, maintaining tradition\n{stumbles}\nBut this blueprint I drew it (druid) and y'all don't put faith in my vision\nI paid my dues, shouldn't have to pay again to maintain my position\nCause I'm the GOAT like Satan's depiction in most ancient religions\nAnd if you say any different you're a goddamn liar\nI can't count how many hot rounds these thoughts have inspired\nIt's the Bay's Johnny Blaze, y'all know, the Fresh Coast ghostwriter\nMy punches are off the chain when I raise Hell off the top, whooo I'm on fire\nBut I don't sleep on Pete, I know he looks like a sucker\nBut he's a thesaurus, and I was taught not to judge a book by its cover\nBut you've really had that pro bowler swag cooking this summer\nWell stay in your lane when you roll up or you're getting hooked in the gutter\nI'll smack him back to the 90's, these hands make him time travel\nCause he wasn't doing multisyllabics when him and I battled\nBut I was, this whole time he's been riding the buzz standing in my shadow\nRewriting history on film like Man In The High Castle\nMy advice, don't take a date to see the Bodied premier\nCause the sight of that face on a screen, 20 foot high is just weird\nYou're looking at the uncut dope that inspired your career\nBut the real problem's staring right back, like sniffing lines off a mirror\nBut real talk I love Pete, we're both titans in here\nOver weight right? That's not in contention\nBut bitch, I am king of late night, Johnny carcinogenic\nGot an appetite for destruction at the bar with my henchmen\nYou're just a glutton for punishment that's starved for attention\nAnd it's hard to not mention, but it's brutal to see\nMr. Two Times Everything...including losing to me!"
}