{
    "lyrics": "Can’t Nobody Hold Me Down Lyrics[Intro: Puff Daddy]\nBad Boy\nWe ain't gon' stop\n\n[Verse 1: Puff Daddy & Mase]\nNow it's Sean on the hot track, melt like it's hot wax\nPut it out, all the stores, bet you could shop that (That's right)\nLeave a nigga with a hot hat\nFronting like Bad Boy ain't got tracks—nigga, stop that\nThere's no guy slicker than this young fly nigga\nNickel-nine nigga, floss, you die quicker (uh-huh)\nDid fed time, out-of-town pie-flipper\nTurn Cristal into a crooked-I-sipper\nEverybody want to be fast, see the cash\nFuck around, they weak staff get a heat rash\nAnything in Bad Boy way, we smash (We smash)\nHundred-G stash, push a bulletproof E-Class (Hehe)\nI'm through with bein a player and a baller\nJust want me one bad bitch so I can spoil her\nMase wanna be the one you respect even when you're vexed\nRock Versace silks over silk V-necks\nGot green never seen, so you suck my jewels\nClutch my uz', anything I touch, I bruisePuff make his own laws, nigga, fuck your rules (That's right)\nGoodfellas, you know you can't touch us dudes\n[Hook: Puff Daddy & Mase]\nDon't push us, 'cause we're close to the edge\nWe're trying not to lose our heads, a-ha ha ha ha\n\n[Verse 2: Mase & Puff Daddy]\nBroken glass everywhere\nIf it ain't about the money, Puff, I just don't care (That's right)\nI'm that Goodfella fly guy, sometime wiseguy\nSpend time in H-A-W-A-I-I\nMase, can you please stop smoking la-la?\nPuff, why try? I'm a thug, I'ma die high\nI be out in Jersey, puffin' Hershey\nBrothers ain't worthy to rock my derby\nThough I'm never drug-free when I'm the club, G\nThough I know the thugs be wantin' to slug me (Uh-huh)\nCould it be I move as smooth as Bugsy? (Yeah)\nOr be at the bar with too much bubbly? (C'mon)\nYo, I think it must be the girls want to lust me\nOr is it simply the girls just love me?\nBrothers wanna: rock the Rolls, rock my clothes\nRock my ice, pull out Glocks, stop my life (Ugh)\nI'm like, \"Damn, how these niggas got that trife?\nUsed to be my man, how he gonna plot on my wife?\"\nDo you think he snake me 'cause he hate me?\nOr he got his Ph.D.: \"Player Hatin' Degree\" (Ahaha!)\n[Refrain: Puff Daddy]\nCan't nobody take my pride (Uh-uh, uh-uh)\nCan't nobody hold me down\nOh, no\nI got to keep on movin'\n\n[Verse 3: Puff]\nQuit that! (Uh-huh) You a big cat? (Yeah)\nWhere your chicks at? (Yeah) Where your whips at? (Where they at?)\nWherever you get stacks, I'ma fix that\nEverything that's big dreams, I did that (that's right)\nDon't knock me 'cause you're boring\nI'm record-sales-soaring, straight touring\nSimply a lot of men be wanting to hear me\n'Cause their words just don't offend me (Uh-uh, uh-uh)\nWe spend cheese in the West Indies\nThen come home to plenty cream Bentleys (Hehe)\nYou name it, I could claim it\nYoung, Black, and famous, with money hangin' out the anus\nAnd when you need a hit, who you go and get? (Who?)\nBet against us? (Not a sure bet)\nWe make hits that'll rearrange your whole set (That's right)\nAnd got a Benz that I ain't even drove yet\n\n[Hook: Puff Daddy & Mase]\nDon't push us, 'cause we're close to the edge\nWe're trying not to, lose our heads, a-ha ha ha ha\n[Bridge: Mase & Puff Daddy]\nI get the feeling sometime\nIt make me wonder why you wanna take us under\nWhy you wanna take us under?\nI get the feeling sometime\nIt make me wonder why you wanna take us under\nWhy you wanna take us under?\n\n[Refrain: Puff Daddy]\nCan't nobody take my pride (Uh-uh, uh-uh)\nCan't nobody hold me down\nOh, no\nI got to keep on movin'\nCan't nobody take my pride (Uh-uh, uh-uh)\nCan't nobody hold me down\nOh, no\nI got to keep on movin'\nCan't nobody take my pride (Uh-uh, uh-uh)\nCan't nobody hold me down\nOh, no\nI got to keep on movin'\nCan't nobody take my pride (Uh-uh, uh-uh)\nCan't nobody hold me down\nOh, no\nI got to keep on movin'5Embed"
}