{
    "lyrics": "[Intro: Cam'ron]\nUhh, Killa (Killa)\nUhh, what we want, huh?\nI want y'all to get the fuck off my dick\nFor a minute, ya know\nDipset.. Freekey (uhh), Jones, Santana\nUhh, Harlem...\n\n[Verse 1: Cam'ron]\nYo (Killa, Killa!), yo\nAyo, I just wanna come through ice in the crown\nI just want the coke price to go down\nI just wanna get a couple months, dog\nNot life for these pounds\nI just wanna have this orgy and these dykes to be down\nWant 'dro when I'm chiefin'\nWant dough for some reason\nWant hoes to stop comin' over, know when they bleedin'\nI want head wop from each nova\nI wanna get the Benz at least dropper\nPainted peach-cobbler\nWant a girl that don't need Prada\nShe could be a damn Reeboker\nLong as she freak proper\nI'm only askin' for Halle, Janet, Toni Braxton\nCome over, show ya homie action\nWant 'em now, I want 'em wet, I wanna bone they back in\nWant a whip, I want it dropped, I wanna chrome reaction\nYou should know I'd give a kidney to y'all\nWant my women to shine, I want my niggas to ball\nI want it all, uhh, uhh...\n[Interlude: Juelz Santana & Cam'ron]\nCome on, Juelz\nRight, uh, right, uh\nDip-set.. Killa, c'mon\nY'all know what the fuck I want... ha\nYo, (holla at me) yo\n\n[Verse 2: Juelz Santana]\nYo, I just wanna get money\nI just wanna get hoes\nI just wanna smoke weed in O's\nI just wanna get a million, get low\nI just wanna do a album, shit 4\nI just wanna live rich not po'\nI just wanna be happy not stressed\nI just want my girl to know right now I'm not happy I'm stressed\nI just want the struggle to stop\nBut when it's beef I don't wanna talk I just want the muzzle to pop\nI don't want a job, I just wanna hustle the Roc\nI just love the way that coke fluff in the pot\nI just want the coupe to be pretty\nI just wanna cruise through the city\nBaby, I just want ya ass to be fat\nI just wanna play tag from the back\nI just wanna go half on a sack\nI just want my dick to fit in ya mouth\nI just wanna sit in the house\nI just wanna make music for my niggas to bounce, come on\n[Interlude: Cam'ron (Juelz Santana)]\nUhh, where we at? (yeah) Harlem, Harlem\nUptown now, (uh huh) uhh\nWhat we want, huh? (Let's do it) Killa!\n(Juelz Santana) it's alright, y'all, uhh, uhh\n(Dipset, forever..) check it\n\n[Verse 3: Cam'ron & Juelz Santana]\nYo, yo I just want you to know you'll get slapped in ya face\nI just wanna know what happened to Mase\nI just want him to know, rock them jewels, flash that chrome\nIt's all good, you can come back home, if you want\nAyo, I just want this paper to be straight\nI just want this cake to hurry up and bake, so I can send it upstate\nI just want my money back in a week\nI just wanna get the fuck up out this studio and back in the streets\nYo, I just wanna stop fuckin' being aggie as hell (I know)\nI just want head from Pattie Labelle (uh-huh)\nI just want when I'm stress, when I'm vex L to pass me the L\n(You know I will) you don't want L to pass me the shells\nIt'll get ugly\nI just want my moms to let me smoke weed in my home\nI just want my nigga T to come home\nI just want the V to be chrome\nI just want these hoes to leave me alone\nCome on, I want it all nigga..."
}