{
    "lyrics": "[Chorus: Puff Daddy (Biggie)]\nHeh, heheheh\nI got, no time for fake niggas\nJust sip some Cristal with these real niggas\nFrom East to West coast spread love niggas (that's right)\nAnd while you niggas talk shit we count bank figures (say what?)\nI got, no time for fake niggas (uh-uh, uh-uh)\nJust sip some Cristal with these real niggas (uh-huh, uh-huh)\nFrom East to West coast spread love niggas (that's right)\nAnd while you niggas talk shit we count bank figures (he-heh)\n(\"How you figure that your team can effect my cream?\")\nI got, no time for fake niggas (uh-uh, uh-uh)\nJust sip some Cristal with these real niggas (uh-huh, uh-huh)\n(\"I rely on Bed-Stuy to shut it down if I die\")\nFrom East to West coast spread love niggas (ha hahh, that's right)\nAnd while you niggas talk shit we count bank figures (Let's go)\n\n[Verse 1: Lil' Kim (Diddy)]\nYeahhh, I Momma, Miss Ivana\nUsually rock the Prada, sometimes Gabbana\nStick you for your cream and your riches\nZsa Zsa Gabor, Demi Moore, Prince Diane and all them rich bitches\nPuff Daddy pump the Hummer for the summer\nI follow -- in the E-Class with the goggles\n'96 model, bad clique on the stroll\n(Tell 'em how we roll) cruise control\nNuthin' make a woman feel better\nThan Berettas and Amarettas, butter leathers and mad cheddars\nChillin in a Benz with my ami-gos\nTryin to stick a nigga for his pe-sos\nIf you say so's, then I'm the same chick\nThat you wanna get with, lick up in my twat\nGotta hit the spot, if not don't test the poom poom\nNanny nanny, punani donny, hey\n[Chorus: Puff Daddy (Biggie)]\nNo time for fake niggas (uh-uh, uh-uh)\nJust sip some Cristal with these real niggas (uh-huh, uh-huh)\nFrom East to West coast spread love niggas (that's right)\nAnd while you niggas talk shit we count bank figures (he heh)\n(\"How you figure that your team can effect my cream?\")\nI got, no time for fake niggas (uh-uh, uh-uh)\nJust sip some Cristal with these real niggas (uh-huh, uh-huh)\n(\"I rely on Bed-Stuy to shut it down if I die\")\nFrom East to West coast spread love niggas (that's right)\nAnd while you niggas talk shit we count bank figures\n\n[Verse 2: Lil' Kim, Puff Daddy]\nHow you like it baby? Uhh, from the front\nUhh, from the back, give that ass a smack\nBet your man won't do it like that\nCan't work the middle, plus his thing too little\nLet me grab your ta-ta's, do the cha-cha\nMake you scream Pa-pa, you da best, Da Da\nNow watch mama, go up and down dick to jaw crazy\nUhh! Say my name baby (okay)\nBefore you nut, I'ma dribble down your butt cheeks\nMake you wiggle, then giggle just a little\nI'm drinkin babies, then I cracks for the Mercedes\nAct shady, and feel my .380 {*gun cocks*}\nOr the raven, oohwee I see\nYour girl ain't a \"Freak Like Me\", or Adina\nHuh, can't fade the rhinoceros of rap (say what?)\nLil' Kim pussy (uhh), how preposterous is that? (ha hah!)\n[Chorus: Puff Daddy]\nI got no time for fake niggas (uh-uh, uh-uh)\nJust sip some Cristal with these real niggas (uh-huh, uh-huh)\nFrom East to West coast spread love niggas (that's right)\nAnd while you niggas talk shit we count bank figures (he heh)\nI got, no time for fake niggas (uh-uh, uh-uh)\nJust sip some Cristal with these real niggas (uh-huh, uh-huh)\nFrom East to West coast spread love niggas (that's right)\nAnd while you niggas talk shit we count bank figures (c'mon)\n\n[Verse 3: Lil' Kim (Diddy)]\nUhh, right back at cha, the one Cleopatra (say what?)\nDiggin' in your stash\n(Niggas think they gonna get some ass)\nNo money money\nNo licky licky -- fuck the dicky dicky\nAnd the quickie, gimme your loot\nYour MAC-11 then shoot\nYour game ain't sweet, John Paul peeps\nShouldn't compete, if you can't wet it, forget it\nDon't sweat it, I bet it'd\nMake ya cum smooth if you let it\nHuh, you can't stop a bitch from ballin\nHa-ha to la-la to drive-by's they be callin', and you ain't know\nWhile you be kickin' that old shit (talk to me) we makin hits\nPlatinum and gold shit (we don't stop)\nI stay draped in diamonds and pearls\nBeside every man is a Bad Girl\n(That's right... '96, Bad Boys c'mon)\n[Chorus: Puff Daddy]\nI got no time for fake niggas (uh-uh, uh-uh)\nJust sip some Cristal with these real niggas (uh-huh, uh-huh)\nFrom East to West coast spread love niggas (that's right)\nAnd while you niggas talk shit we count bank figures (he heh)\nI got, no time for fake niggas (uh-uh, uh-uh)\nJust sip some Cristal with these real niggas (uh-huh, uh-huh)\nFrom East to West coast spread love niggas (that's right)\nAnd while you niggas talk shit we count bank figures (c'mon)\nAs we proceed, to give you what you need!\nWe continue on!\nUh-uh, uh-uh, c'mon! Hahaha"
}