{
    "lyrics": "[Intro: The Notorious B.I.G.]\nLove me when I'm broke or when I'm filthy fuckin' rich\n\n[Verse 1]\nTo all my motherfuckin' gettin' money hoes\nBoosters, sellin' clothes\nAnd all my ghetto bitches in the projects\nComin' through like bulldozers\nNo, we ain't sober\nBum bitches know better than to start shit\nNiggas love a hard bitch\nOne that get up in a nigga's ass quicker than an enema\nMake a cat bleed then sprinkle it with vinegar\nKidnap the senator\nMake him call his wife and say he never comin' home\nKim got 'em in the zone, beatin' they dicks\nEven got some of these straight chicks rubbin' their tits\nWhat? I'm lovin' this shit, Queen Bitch!\nWhat bitch you know can thug it like this?\nImagine if I was dude and hittin' cats from the back\nWith no strings attached, yeah nigga, picture that\nI treat y'all niggas like y'all treat us, no doubt\nAy yo, yo, yo, come here so I can bust in ya mouth\n\n[Chorus: Lil' Kim & Bristal]\nAy yo, come here, bitch\nNigga, fuck you!\nNo, fuck you, bitch\nWho you talkin' to?\nWhy you actin' like a bitch?\n'Cause y'all niggas ain't shit\nAnd if I was dude I'd tell y'all to suck my dick\n[Verse 2]\nNo, no, no, no\nAll I wanna do is get my pussy sucked (Nigga!)\nCount a million bucks in the back of an armor truck\nWhile I get you fucked up off the T.O.N.Y\nThe BX, the chron-chron and the list goes on and on\n(On and on and on) like Erykah Badu\nOnce he drink the Remy down, ooh, I got this nigga now\nHe asked me did I love him I said what came to mind\nLike niggas be doin' yeah baby, I love you long time\nLook I ain't tryin' to suck ya, I might not even fuck ya\nJust lay me on this bed and give me some head\nGot the camcord layin' in the drawer where he can't see\nCan't wait to show my girls he sucked the piss out my pussy\nBeen doin' this for years, no need to practice\nTake lessons from the Queen and you'll know how to mack this\nNiggas know he gave me all his cake\nI peeled the Benji's off and threw the singles back in his face\n\n[Chorus: Lil' Kim & Bristal]\nAy yo, come here, bitch\nNigga, fuck you!\nNo, fuck you, bitch\nWho you talkin' to?\nWhy you actin' like a bitch?\n'Cause y'all niggas ain't shit\nAnd if I was dude I'd tell y'all to suck my dick\n[Verse 3]\nI'ma keep it real, for the dough I might kill\nI'm tryna see my face on a hunnid dolla bill\nMet this dude name Jaleel at this Abdulla fight\nHe said he'd pay me ten grand just to belly dance\nCum all on his pants\nI met him at the studio\nHe showed up with his homeboy named Julio\nI said 'Whoa! Who's the other guy?'\nHope you know you payin' extra for this fuckin' third eye\nSomething about him, I knew he was a phony\nPut the burner in his mouth 'Fool, Give me my money!'\nHe was just a nigga frontin' like he knew mad stars\nIn his homeboy's whips like he got mad cars\nNiggas ain't shit but they still can trick\nAll they can do for me is suck my clit\nI'm jumpin' up and up after I cum\nThinkin' they gon' get some pussy but they gets none\n\n[Chorus: Lil' Kim & Bristal]\nAy yo, come here, bitch\nNigga, fuck you!\nNo, fuck you, bitch\nWho you talkin' to?\nWhy you actin' like a bitch?\n'Cause y'all niggas ain't shit\nAnd if I was dude I'd tell y'all to suck my dick"
}