{
    "lyrics": "[Intro: chief waKiL]\nI know I'm late to the roasting session, but uh\n\n[Verse 1: chief waKiL]\nYou black lookin' boy\nWack lookin' boy\nI can't get off crack lookin' boy\nYou fake pimp wannabe mack lookin' boy\nNo girl, so I jack lookin' boy\nWeak lookin' boy, weak lookin' boy\nSaved by the bell, you Screech lookin' boy\nRed-head, Nickelodeon, Pete and Pete lookin' boy\nGay lookin' boy, hey lookin' boy\nHigh top fade, Play lookin' boy\n(You're officially tuned in) Ol' BK lookin' boy\nGirl lookin' boy, say lookin' boy\nHurricane A Bay Bay lookin' boy\n\"Hang that nigga now!\" KKK lookin' boy\nPlain lookin' boy, chain lookin' boy\nWhite T-shirt with his thing lookin' boy\n\"Mmmwah. I love you, Daddy\" Lil' Wayne lookin' boy\nKay she all gay lookin' boy\nGoon lookin' boy, fool lookin' boy\n*snorts* \"Did I do that?\" Steven Q lookin' boy\nA lookin' boy, B lookin' boy\nI don't even know what that mean lookin' boy\n\"You want me to do 'em, sir\" Oh Jay-Z lookin' boy\n*scratch* DJ Q lookin' boy\nAh Ah Choo lookin' boy\nWannabe chief waKiL, fr-fr-fresh, not cool lookin' boy\n[Break: chief waKiL]\nAlright, now it's time for me to get at the females\n\n[Verse 2: chief waKiL]\nYou old fake lookin' broad\nApe lookin' broad\nWear a big pad in your bra lookin' broad\nTake you home from the club, take your shirt off\nNo titties at all lookin' broad\nSwear you cute up in the mall lookin' broad\nSomebody better get this dog lookin' broad\nStar Jones way before she was a star lookin' broad\nOops, I thought you was a dude lookin' broad\nBig ass two on who lookin' broad\n\"A hundred dollar bills, look at you, look at you\" lookin' broad\nPonytail, side of your hair lookin' broad\nWay too many bracelets lookin' broad\n\"Me and my goony bitches out here on these hoes, like duh, yeah, we be\"\nTip lookin' broad\n\n[Verse 3: chief waKiL]\nYou old\n\"Let me clear my throat\" DJ Kool lookin' boy\nOut the sky, blue lookin' boy\nNigga, who the hell is you lookin' boy\nStill can't tie your shoe lookin' boy\nRunning round like you two lookin' boy\n\"You can't catch me, nani nani boo boo\" lookin' boy\nBlack lookin' boy, wack lookin' boy\nDidn't I already say that lookin' boy\n\"Hey, you seen that motherfucker Johnny?\" Bernie Mac lookin' boy\nBum lookin' boy, tat lookin' boy\nDon't know how to act lookin' boy\nDude, you getting a deal\nCause you can't afford Mac lookin' boy\n[Break: chief waKiL]\nAnd you, I don't even know what you are\n\n[Verse 4: chief waKiL]\nYou old\nRat lookin' ass nigga, mouse lookin' ass\nSo ugly it hurts, ouch lookin' ass nigga\nTom Cruise jumping on the couch lookin' ass nigga\nStrike, 1, 2, 3, out lookin' ass nigga\nIt lookin' ass nigga, thing lookin' ass nigga\nI see you, I run lookin' ass nigga\nBum bum be dum bum bum be dumb lookin' ass nigga\nStill suck your thumb lookin' ass nigga\nDon't know the words, so you hum lookin' ass nigga\nHey lookin' ass nigga, wave lookin' ass nigga\nWow, Flava Flav lookin' ass nigga\nPussy and my money Monday lookin' ass nigga\nIt's Friday, you late lookin' ass nigga\nIs that your girlfriend lookin' like Planet of the Apes lookin' ass nigga\n\n[Outro: chief waKiL]\nYou know I have to get 'em\nSorry I have to get 'em\nShout out to, uh, Hotstylz, um\nPeople come up with this craziness, uh\nMan, this was fun\nDon't take no offense, no one\nAnd uh, I'm done, signing out"
}