{
    "lyrics": "[Intro: Mase]\nThis Mase, you know what I'm saying\nYou got niggas that don't like me for whatever reason\nYou got niggas that don't wanna see me rich\nYou got niggas that's mad cause I'm always with they bitch\nThen you got niggas that just don't like me\nYou know the, those PHD niggas\nBut you know I pop a lot of shit but I back it up though\nSee it's a difference\nA lot of niggas pop shit\nBut a lot of niggas don't make hits\nBut it's like this whole Bad Boy shit\nWe come to bring it to y'all niggas, me, B.I., Puff, Lox, whoever, Black Rob\nIf you wanna dance, we dance\n\n[Verse 1: Mase]\nNow trick what, lace who, that ain't what Mase do\nGot a lot of girls that'd love to replace you\nTell you to your face boo not behind your back\nNiggas talk shit, we never mind that\nFunny never find that, Puff a dime stack\nWrite hot shit and make a nigga say, rewind that\nNiggas know, we go against the Harlem Gigolo\nGetcha ho, lick her low, make the bitch hit the door\nI represent honeys with money fly guys with gems\nDrive with the tints that be thirty-five percent\nHoes hope I lay so I look both ways\nCop says okay my tint smoke gray\nNo way, nigga leave without handing me my shit\nGot plans to get my Land and my six\nNiggas outta pen'll understand this shit\nPop champagne like I won a championship\n[Refrain: Notorious B.I.G.]\nBeen around the world and I I I\nAnd we been playa hated\nI don't know and I don't know why\nWhy they want us faded\nI don't know why they hate us\nIs it our ladies\nOr our drop Mercedes\nBaby, baby\n\n[Verse 2: Puff Daddy]\nI was in one bedroom, dreaming of a million\nNow I'm in beach houses, cream to the ceiling\nI was a gentleman living in tenements\nNow I'm swimming in all the women that be tens\nWent from Bad Boys to the Crushed Linen Men\nNow my divi-dends be the new Benjamins\nHoes of all complexions\nI like cinnamon\nMase you got some hoes well nigga send em in\nWhat you waiting for, let the freak show begin\nHow they came in a truck? (Nah Puff, that's a Benz...)\nMercedes, c'mere baby, you don't like the way\nIt's hot and hazy, never shady, you must be crazy\nIt's ridiculous how you put your lips on this\nDon't kiss right there, girlfriend, I'm ticklish\nAnd I be switching ve's with a wrist full of G's\nNigga please, I'm the macaroni with the cheese\n[Refrain: Notorious B.I.G.]\nBeen around the world and I I I\nAnd we been playa hated\nI don't know and I don't know why\nWhy they want us faded\nI don't know why they hate us\nIs it our ladies\nOr our drop Mercedes\nBaby, baby\n\n[Verse 3: Puff Daddy]\nNow Puff rule the world even though I'm young\nI make it my biz to see that all ladies cum\nGet em all strung from the tip of my tongue\nLick em places niggas wouldn't dare put they faces\nBefore I die, hope I, remake a flow by\nIn the brand new treasure on a old try\nNow when my throat dry, even when the smoke lie\nEat the Mami chocha and drive her loca\nWe never ride far, packed five in a car\nSave money for the drinks\nI'm about to buy the bar\nAnd everywhere I drive I'm a star\nLittle kids all on the corner scream, that's my car\nIt was days couldn't be fly, now I'm in a T.I\nCome in clubs with B.I., now a nigga V.I\nRock tons of gold, nuff money I fold\nRoll the way you wanna roll, break a hundred at the toll\n[Refrain: Notorious B.I.G.]\nBeen around the world and I I I\nAnd we been playa hated\nI don't know and I don't know why\nWhy they want us faded\nI don't know why they hate us\nIs it our ladies\nOr our drop Mercedes\nBaby, baby\n\n[Radio Show]:\n\nOK after these messages we'll be back with\nThe Mad Rapper and his brother the Mad Producer, after this\n*applause*\nOK just sit back, relax, and enjoy yourself\nWe'll get you through this\nTake a sip of water, deep breath, that'll do it\n\nAnd welcome back as you can see (You got the check though?)\nI'm Trevor Jones and I'm sitting in\nI've been conversing with the Mad Rapper (Did you get the check though?)\nAnd he's still pretty mad\nBut, this time he brought someone else with him\nAnd quite frankly (yeah yeah) he's even madder (You god damn right!)\nMr. Producer (yo, youknowhatI'msayin) why are you so mad?\n\nYo, Iiiiiii, I'mma I'mma keep it real simple for you\nYeah t-t-t-t-t-tell them niggas why you mad son!\nTell them niggas why you mad son!\n(OK, gentlemen please, one at a time)\nTell em why you mad son, word up, tell em why you mad son!\nYouknowhatI'msayin? Iiiiiii, Iiiiiii be I be I been\nI been, I been here for the culture, youknowhatI'msayin?\nI don't, I don't, I don't, I don't\nI don't be recognizin all that new jack shit\nYo we don't play, we don't play that shit youknowhatI'msayin?\n(Please Mr. Producer, explain yourself, Mr. Rapper, please calm down)\nThat nigga be on some bullshit, youknowhatI'msayin?\nWe ain't, we don't do that shit, word, yeah\nHe ain't no real producer neither\nAnd then come to find out youknowhatI'msayin\nMy brother hipped me to it, the nigga tryin to rap now!\nOh yeah, that's the shit that got me mad!\n(Please, Mr. Rapper, once again)\nThat's the shit that got me mad!\nThat's the shit, youknowhatI'msayin?\n(It's a family oriented show)\nYouknowhatI'msayin? That's the shit that feds me up\n(Gentlemen, please)\nWord up, youknowhatI'msayin?\n(Disregard the foul language)\nI'm watchin this nigga video youknowhatI'msayin?\nThey got mermaids swimmin in they living rooms and shit\nLike that youknowhatI'msayin?\nThis nigga dancin in the rain with kids climbin up mountains and shit\nYouknowhatI'msayin?\nI'm I'm I'm watchin this nigga video\n(I'm gonna have to ask you to refrain from the language)\nThe car goin two hundred miles an hour\nWHERE THE FUCK IS HE GOIN?!\n(Please Mr. Rapper, please refrain from the foul language)\nThe nigga climbin out the fuckin car!\n(One more time)\nLet me see you try that shit on a train!\nYouknowhatI'msayin? Try that shit on a fuckin train\nWhat kind of shit, youknowhatI'msayin?\nGot a thousand niggas write for him, let ME write for you\nSon my shit is jumpin, I got John Blaze shit..."
}