{
    "lyrics": "[Intro: Puff Daddy]\nYou ready Mase?\nParty people in the place to be (Uh-huh)\nIt's about that time for us to (Yeah)\n*Screams*\n\n[Verse 1: Ma$e]\nYo, what you know about goin' out\nHead west, red Lex, TV's all up in the headrest\nTry and live it up, ride true, a bigger truck\nPiece all glittered up, stick up kid, nigga what?\nJig with a cut sip Cris? Spit it up (Come on)\nHo's ride, get your nut 'till I can't get it up\nI'm a big man, give this man room\nI done hit everything, from Cancun to Grant's tomb\nWhy you standin' on the wall? Hand on your balls\nLighting up drugs always fightin' in the club\nI'm the reason they made the dress code\nThey figure I wouldn't wild when I'm in my fresh clothes (Come on)\nDress as I suppose, from my neck to my toes\nNeck full of gold, baguettes in my Rolls\nWreck shows, collect those, extra O's\nBuy the E, get a key, to the Lex to hold\nEast, West, every state, come on, bury the hate\nMillions, the only thing we in a hurry to make\nWhether friend or ex-friend in a Lex or a Benz\nLet's begin, bring this BS to an end, come on\n[Chorus: Kelly Price & Ma$e]\nBad, bad, bad, bad boy (Yeah)\nYou make me feel so good (Bad boy)\nYou know you make me feel so good (Yeah)\nYou know you make me feel so good\n(That's what we do)\nBad, bad, bad, bad boy (Come on)\nI wouldn't change you if I could\nI wouldn't change you if I could (Yeah)\nI wouldn't change you if I could (Ah-ah)\nCome on\n\n[Verse 2: Ma$e]\nYou can't understand, we be Waikiki\nSippin' DP til' the TV, look 3D\nLittle kids see me, way out in DC\nWith a Z3, chrome BB's, they wanna be me\nNigga's talkin' shit they ought to quit\nI'm fortunate they don't see a fourth what I get\nAnd those be the same ones walkin' while I whip\nJust started seeing cars because they auctioned it\nSo while you daydream, my Mercedes gleam\nAnd I deal with ho's that pose in Maybelline\nOne time you had it all, I ain't mad at y'all\nNow give me the catalog\nI'll show you how daddy ball (That's right)\nSix cars and power to fire big stars\nSit up, CEO style, smokin' on cigars, nigga\nIt's like y'all be talkin' funny\nI don't understand language of people with short money (Come on now)\n[Chorus: Kelly Price & Ma$e]\nBad, bad, bad, bad boy (Yeah)\nYou make me feel so good (Come on)\nYou know you make me feel so good\nYou know you make me feel so good\n(That's what we do)\nBad, bad, bad, bad boy (Yeah)\nI wouldn't change you if I could\nI wouldn't change you if I could (Come on)\nI wouldn't change you if I could (Ah-ah)\n\n[Bridge: Ma$e]\nDo Mase got the ladies? (Yeah, yeah)\nDo Puff drive Mercedes? (Yeah, yeah)\nTake hits from the '80s? (Yeah, yeah)\nBut do it sound so crazy? (Yeah, yeah)\n\n[Verse 3: Ma$e]\nWell me personally, it's nothin' personal\nI do what work for me, you do what work for you\nAnd I dress with what I was blessed with\nNever been arrested for nothin' domestic\nAnd I chill the way you met me\nWith a jet ski attached to a SE, smoke my Nestle\nNo mad rap-ASCAP, where my check be?\nProblem with y'all I say it directly (That's right)\nWent from hard to sweet, starved to eat\nFrom no hoes at shows to ménage in suites\nNow I be the cat that be hard to meet\nGettin' head from girls that used to hardly speak, come on\n[Chorus: Kelly Price & Ma$e]\nBad, bad, bad, bad boy (Yeah)\nYou make me feel so good (Uh-uh)\nYou know you make me feel so good\nYou know you make me feel so good\n(Bad boy, that's what we do)\nBad, bad, bad, bad boy (Yeah)\nI wouldn't change you if I could (Ah-ah)\nI wouldn't change you if I could (Come on)\nI wouldn't change you if I could (Let's go)\nBad, bad, bad, bad boy (Yeah)\nYou make me feel so good (Uh-uh)\nYou know you make me feel so good\nYou know you make me feel so good (Come on)\nBad, bad, bad, bad boy (Don't stop)\nI wouldn't change you if I could (Ah-ah)\nI wouldn't change you if I could\nI wouldn't change you if I could (Ah-ah)\n\n[Outro: Ma$e]\nMase\nHarlem World\nBad Boy\nGoodfellaz baby\nYeah\nAnd we won't stop\n'Cause we can't stop\nMason Betha (Ha-ha!)\nYeah\nOw, come on"
}