{
    "lyrics": "Good Morning Lyrics[Verse 1: Post Malone]\nI got diamonds look like lemonade\nRollie pollie, [?], baby?\nI don't want, but I secure my place, baby\nPlease don't let me say there ain't no way, yeah-eah\nYeah-eah, I oh-oh, please, baby, don't go\n[?], I don't know, [?], let's go\nAnd oh no, ayy, oh-oh, and oh no, ayy, oh-oh\nPlease let me, oh-oh-oh, oh no no, [?]\n[?], what you mad at?\nRoll the fuck on it, I'ma chop the jet up\n[?], oh no, I ain't talkin' 'bout Jada\n[?] sit her on a private plane, yeah\n\n[Instrumental Break]\n[Verse 2: Post Malone]\nYeah, yeah, Europe, ayy\nPull up on me baby, right now, ayy\nFlexin' on that bitch, it's [?], yeah\nI remember back at [?] now, yeah\n[?] baby right now, yeah, yeah\nI'ma ring my lil' baby right now, ayy\n[?] right now\nRollie on them bitches right now, yeah\n\n[Instrumental Break]\n\n[Verse 3: Post Malone]\nDon't let me go, don't want to, ayy\nNo, don't let me go, don't [?]\nDiamonds look like\n\n[Instrumental Break]\n\n[Verse 4: Post Malone]\nAnd now [?] I left for sure, yeah\nI roll up [?] fresh Dior, yeah\nThat baby Bentley linkin', that's for sure, yeah\nI got the [?] more, yeah, yeah\n\n[Instrumental Break]\n[Verse 5: Post Malone & Quavo]\nLet me go, let me go, diamond show, [?]\nAnimal, that's for sure, that's what's cold, let's see it\nThat's for me, that's for me, that's for me\nLet it roll, let 'em all, let 'em all, that's for free\nGot a hunnid and I'm flexin', baby, that's for me\n[?] see ya, baby\nI don't even wanna, no, no, 'bout ya, baby\nI don't wanna, woah, mhm, woah\n[?] mama [?]\nRollin' through the [?] baby dad, I'm blazin' on my wrist\nRollie on her baby, wanna tell me that I'm the shit\n[?] (Yeah)\n\n[Refrain: Quavo]\nGood mornin', good mornin', good mornin' (Hey)\nGood mornin', good mornin', good mornin' (Yeah)\nGood mornin', good mornin', good mornin' (Huh?)\nGood mornin', good mornin', good mornin' (Aw)\n\n[Verse 6: Quavo]\nGood mornin', love (Good mornin')\nThe stars above (Stars)\nI wanna say (Yeah)\nI'm fly like dove (Uh, yeah)\nYeah-yeah, fly like a pretty lil' birdie (Ayy, brrt)\nYeah-yeah, I'm in the Maybach with curtains (Ayy, skrrt)\nYeah-yeah, takin' all of these drugs on purpose (Ayy, woo)\nYeah-yeah, I'm just livin' my life, I deserve it (Woah)\nI'm from where all they do is cook up (Skrrt, skrrt)\n[?] bad bitch, it give me good luck (Bad)\nPull up, pull up, get in, shut up, shut up\nHook up (Woo), I got the hook up, Master P hook up (Ayy, yeah)\n[Bridge: Quavo]\nUhh-uhh, uhh-uhh\nGoodbye, goodbye\nGood times (Good times)\nGoodbye, good times\nGoodbye\n\n[Verse 7: Quavo]\nWe [?] the times\nDo you believe in the times? Do you?\nDo you, do, do, do you believe in the times?\nDo you, do you believe in the time that I told you that we was goin' make it?\nAnd you ain't think that you could save me\n[?] we ain't have it\nYou ain't think that we was goin' make it\nNow you wanna have my babies, huh (What she wanna do?)\nShe said she wanna have my babies (What you wanna do?)\n'Cause she crazy, crazy, cray, crazy, crazy, cray\nCrazy, crazy, cray, crazy, crazy\nSo loco, loco, lo, loco, loco, lo, loco, loco\nSo psycho, psycho, so psycho, psycho\nShe typo, typo (She psycho, psycho)\nShe the right ho, right ho (She right ho, right though)\nBut right though, right though\nBut right now, right now\nI can't even go for her\n[?] and she want\nShe bi-po', bi-po', she bi-po', bi-po'\nShe a bad bitch, bad bitch, got lipo, lipo\nShe crazy, crazy, she crazy, crazy\nShe crazy, crazy, really, really\nBi-po', bi-po', got lipo, lipo\nShe bi-po', bi-po', got lipo, lipo\nShe psycho, psycho, she loco, loco\nShe crazy, crazy, she crazy, crazy\n\n[Instrumental Break]\n\n[Verse 8: Quavo]\nDrop top on my drop top [?]\nDrop tops on my gang [?]\nShe wanna [?]\nShe wanna ride on the top, [?]\n\n[Instrumental Break]\n\n[Verse 9: Quavo]\nUh, you think that you can play me?\n'Cause you so crazy, crazy\nYou bi-po', bi-po'\nYou need therapy, you need therapy\nYou just got out of surgery, uh\nAnd with your fine ass, I'ma buy you a bag\nEvery time you get mad, but I'ma go let my pants sag\nAnd I'ma go pull up in Jags, and I'ma go pull up in Jags\nAnd I'ma go pull up in Wraith, yeah, you know you my taste\nYeah, you know you my taste, I'ma invite you to my place\nI'ma invite you to my place, I'ma put Rollie on your way\nI'ma put Rollie on your hand, I'ma put Xanny on your waist, yeah\nYeah-yeah, yeah-yeahEmbed"
}