{
    "lyrics": "[Produced by Sean Combs and Steven \"Stevie J\" Jordan for The Hitmen]\n\n[Intro: The Notorious B.I.G.]\nOne, one two\nCheck me out right here yo\n\n[Verse 1: Puff Daddy & The Notorious B.I.G.]\nYo, the sun don't shine forever\nYou can turn the track up a little bit for me\nBut as long as it's here then we might as well shine together\nAll up in my ears\nBetter now than never, business before pleasure\nThe mic is loud, but the beats isn't loud\nP. Diddy and the Fam, who you know do it better?\nYeah right, no matter what, we air tight (YEAH!)\nSo when you hear somethin', make sure you hear it right\nDon't make a ass outta yourself, by assumin'\nYEAH! Now the mic is lower, turn the mics up\nOur music keeps you movin', what are you provin'?\nTurn that shit all the way up, yeah\nYou know that I'm two levels above you baby\nMusic's gettin' louder\nHug me baby, I'ma make you love me baby\nThis shit is hot!\nTalkin' crazy, ain't gon' get you nuthin' but choked\nUh-huh, uh-huh, uh-huh\nAnd that jealousy is only gonna leave you broke\nSo the only thing left now is God for these cats\nAnd BIG you know you too hard for these cats\nI'ma win 'cause I'm too smart for these cats\nWhile they makin' up facts (uhh) you rakin' up plaques\n[Verse 2: The Notorious B.I.G.]\nIn the commission, you ask for permission to hit 'em\nHe don't like me, hit him while wifey was with him\nYou heard of us, the murderous, most shady\nBeen on the low lately, the Feds hate me\nThe son of (*Satan*), they say my killing's too blatant\nYou hesitatin', I'm in your mama crib waitin'\nDuct tapin', your fam' destiny\nLays in my hands, gat lays in my waist\nFrancis, M to the izz-H phenomenal\nGun rest under your vest by the abdominal\nRhyme a few bars so I could buy a few cars\nAnd I kick a few flows so I could pimp a few hoes\nExcellence is my presence, never tense\nNever hesitant, leave a nigga bent real quick\nReal sick, brawl nights, I perform like Mike\nAnyone - Tyson, Jordan, Jackson\nAction, pack guns, ridiculous\nAnd I'm, quick to bust, if my ends you touch\nKids or girl you touch, in this world I clutch\nTwo auto-matoes, used to call me fatso\nNow you call me Castro, my rap flows\nMilitant, y'all faggots ain't killin' shit\nOops Cristal keep spillin' shit; you overdid it holmes\nYou in the danger zone, you shouldn't be alone\nHold hands and say it like me\nThe most shady, Frankie baby, fantastic\nGraphic, tryin' to make dough, like Jurassic\nPark did quick to spark kids who start shit\nSee me, only me the underboss\nOf this holocaust, truly yours, Frank White\n[Chorus: Busta Rhymes]\nWe got the real live shit from front to back\nTo my people in the world, where the fuck you at?\nWhere my niggas is at? Where my niggas is at?\nWhere the fuck my bitches at? Where my bitches is at?\nWe got the real live shit from front to back\nTo my people in the world, where the fuck you at?\nWhere my niggas is at? Where my niggas is at?\nWhere the fuck my bitches at? Where my bitches is at?\n\n[Verse 3: Puff Daddy]\nPut your money on the table and get your math on\nBreak it down, split it up, get your laugh on\nSee you later Dog, I'ma get my stash on\nThere's a bed full of money that I get my ass on\nI never lose the passion to go platinum\nSaid I'd live it up 'til all the cash gone\nAin't that funny, only use plastic, craft it\nTo make classics, hotter than acid\nP-D, rollin' on your tape or CD\nThe Billboard killa, no team illa\nThe Fam-o, ammo, is every channel\nWe been hot for a long time burnin' like a candle\nWhat you can do is check your distribution\nMy songs bump in Houston like Scarface produced 'em\nYou ain't gotta like me, you just mad\n'Cause I tell it how it is, and you tell it how it might be\n[Verse 4: The Notorious B.I.G.]\nWe got the shit mapped tight, brass knuckles and flashlights\nThe heaters in the two-seaters, with two miras\nSenoritas, kiss rings when you meet us\nP. Diddy run the city, show no pity\nI'm the witty one, Frank's the crook from the Brook'\nMad he broke the neck of your coke connect\nNo respect squeeze off 'til all y'all diminish\nShootouts for twenty minutes, until we finish\nVenice took the loot, escaped, in the Coupe\nBreak bread, with the 'Kiss, Peniro, Sheek Louch'\nBlack Rob joined the Mob, it ain't no replacin' him\nNiggas step up, we just macin' them, placin' them\nIn fune-rals, criminals turned aroused\nTo Brick City, nobody come off like P. Diddy\nBusiness wise, I play men\nHide money on the Island Cayman\nY'all just betray men, we spray men, I position competition\nAnother day in the life of the commission\n\n[Chorus: Busta Rhymes]\nWe got the real live shit from front to back\nTo my niggas in the world, where the fuck you at?\nWhere my niggas is at? Where my niggas is at?\nWhere the fuck my bitches at? Where my bitches is at?\nWe got the real live shit from front to back\nTo my people in the world, where the fuck you at?\nWhere my niggas is at? Where my niggas is at?\nWhere the fuck my bitches at? Where my bitches is at?\nWe got the real live shit from front to back\nTo my people in the world, where the fuck you at?\nWhere my niggas is at? Where my niggas is at?\nWhere the fuck my bitches at? Where my bitches is at?\nWe got the real live shit from front to back\nTo my people in the world, where the fuck you at?\nWhere my niggas is at? Where my niggas is at?\nWhere the fuck my bitches at? Where my bitches is at?\n\n[Puff Daddy - talking over Chorus]\nAyo, can you hear me out there?\nAyo turn me up, nobody can hear me out there\nThat's good, it's all fucked up now\nY'all know it's all fucked up now right?\nWhat the fuck I'ma do now?\nWhat I'ma do now?\nCan y'all hear me out there?\n\n[Outro: Puff Daddy & Busta Rhymes]\nWe got the real live shit!!\nCan y'all hear me out there?\nFuck y'all niggas wanna do\nIt's all fucked up now.. what I'ma do now, huh?\nWhat I'ma do now? It's all fucked up now"
}