{
    "lyrics": "[Intro]\nMan, man\nLook at the sky\nAll the stars, man, the stars is beautiful tonight\nLook at 'em\n\n[Hook: Mya & (ODB)]\nGhetto supastar (Supastar)\nThat is what you are (That's what you are)\nComing from afar (Coming from afar)\nReaching for the stars (Reaching from the stars)\nRun away with me to another place\nWe can rely on each other, uh-huh (Yeah)\nFrom one corner to another, uh-huh\n\n[Verse 1: Pras]\nUh, yeah, yo, yo\nSome got hopes and dreams, we got ways and means\nThe supreme dream team always up with the schemes\nFrom hubcaps to selling raps, name your theme\nMy rise to the top, floating on this cream\nWho the hell wanna stop me? I hated those who doubt me\nA million ReFugees with unlimited warranties\nBlack Caesar, dating top divas\nDiplomatic legalese; no time for a Visa\nThey just begun, I'ma shoot them one-by-one\nGot five sides to me, something like a pentagon\nStrike with the forces of King Solomon\nLetting bygones be bygones, and so on, and so on\nI'ma teach this cat how to live in the ghetto\nKeeping it retrospective from the get go\nLay low, let my mind shine like a halo\nPa-Pa-Politic with ghetto senators on the D-low\n[Hook: Mya & (ODB)]\nGhetto supastar\nThat is what you are\nComing from afar (Uh-huh)\nReaching for the stars\nRun away with me to another place\nWe can rely on each other, uh-huh\nFrom one corner to another, uh-huh\n\n[Verse 2 : ODB]\nOne, two, and you don't stop, yo!\nMy eyes is sore, being a senator\nBehind closed doors hitting truth to the seafloor\nThe rich go North, ignore the tug of war\nWhile the kids are poor, open new and better drug stores\nSo I became hardcore, couldn't take it no more\nI'ma reveal everything, change the law\nI find myself walking the streets\nTryna find what's really going on in the streets\n\n[Verse 3: Pras]\nYeah, yeah, yeah, yo\nNow every dog got his day, needless to say\nWhen the chief away that's when them cats want to play\nI told you, mess around you fools like Cassius Clay\nStretch my heater make you do a pas de bourree\nKick your balls like Pelé, pick 'em doing ballet\nPeak like Dante, broader than Broadway\nGet applause like a matador, cry yelling, \"Ole!\"\nWho the hell wanna save me?, From B.K. to Cali\n[Hook: Mya & (Pras)]\nGhetto supastar (Come on, uh)\nThat is what you are\nComing from afar\nReaching for the stars\nRun away with me to another place\nWe can rely on each other, uh-huh\nFrom one corner to another, uh-huh\n\n[Verse 3: Pras]\nYeah, yeah, yeah\nJust when you thought it was safe in a common place\nShowcase your finest is losing fast in the horse race\nTwo-faced, getting defaced, out like Scarface\nThrow your roll money, let me put on my screwface\n\n[Verse 4: ODB]\nWell, I'm paranoid at the things I say\nWondering what's the penalty from day to day, I'm hanging out\nPartying with girls that never die, you see, I was\nPicking on the small fries, my campaign telling lies\nWas just spreading my love, didn't know my love\nWas the one holding the gun and the glove\nBut it's all good as long as it's understood\nIt's all together now in the hood\n[Chorus: Mya & (Pras)]\nGhetto supastar\nThat is what you are\nComing from afar\nReaching for the stars\nRun away with me to another place\nWe can rely on each other, uh-huh\n(Uh-huh uh-huh uh-huh uh-huh)\nFrom one corner to another, uh-huh (yeah)\n(All-stars)\nGhetto supastar\nThat is what you are\nComing from afar\nReaching for the stars\nRun away with me (Sing it, baby) to another place (Sing it, baby)\nWe can rely on each other, uh-huh\nFrom one corner to another, uh-huh\n(Uh-huh, yeah)\n(Heeee, ahhh)"
}