{
    "lyrics": "The One I Gave My Heart To Lyrics[Intro]\nHey, oh\nYeah\n\n[Chorus]\nHow could the one I gave my heart to\nBreak my heart so bad?\nHow could the one who made me happy\nMake me feel so sad?\nWon't somebody tell me, so I can understand\nIf you love me, how could you hurt me like that?\nHow could the one I gave my world to\nThrow my world away?\nHow could the one who said, \"I love you\"\nSay the things you say?\nHow could the one I was so true to just tell me lies?\nHow could the one I gave my heart to\nBreak this heart of mine, tell me\n[Verse]\nHow could you be so cold to me?\nWhen I gave you everything\nAll my love, all I had inside\nHow could you just walk out the door?\nHow could you not love me anymore?\nI thought we had forever, I can't understand\nHow could the one I shared my dreams with\nTake my dreams from me?\nHow could the love that brought such pleasure\nBring such misery?\nWon't somebody tell me, somebody tell me please?\nIf you love me, how could you do that to me, tell me\nWhoa, hey\n\n[Bridge]\nYeah, how could you just walk out the door?\nHow could you not love me anymore?\nI thought we had forever\nCan't understand\nNo I can't understand\n\n[Chorus]\nHow could the one I gave my heart to (Oh)\nBreak my heart so bad? (Break my heart)\nHow could the one who made me happy (You made me so happy)\nMake me feel so sad? (Oh, yeah)\nWon't somebody tell me? (Won't they tell me?)\nSo I can understand (So I can understand)\nIf you love me, how could you hurt me like that? (How could you hurt me?)\nHow could the one I gave my world to\nThrow my world away? (Throw my world away)\nHow could the one who said, \"I love you\" (You said you love me)\nSay the things you say? (But you didn't love me, oh)\nHow could the one I was so true to (Yeah, you did)\nJust tell me lies? (You told me lies, oh yeah)\n[Outro]\nHow could the one I gave my heart to (Ooh)\nMake me feel so sad? (Hey)\nHow could the one I gave my heart to\nBreak my heart so bad?\nTell me (tell me, tell me)\nOoh, tell me12Embed"
}