{
    "lyrics": "Have You Ever? Lyrics[Chorus]\nHave you ever loved somebody\nSo much it makes you cry?\nHave you ever needed something\nSo bad you can't sleep at night?\nHave you ever tried to find the words\nBut they don't come out right?\nHave you ever, have you ever?\n\n[Verse 1]\nHave you ever been in love\nBeen in love so bad\nYou'd do anything to make them understand?\nHave you ever had someone steal your heart away\nYou'd give anything to make them feel the same?\nHave you ever searched for words to get you in their heart\nBut you don't know what to say\nAnd you don't know where to start?\n[Chorus]\nHave you ever loved somebody\nSo much it makes you cry?\nHave you ever needed something\nSo bad you can't sleep at night?\nHave you ever tried to find the words\nBut they don't come out right?\nHave you ever, have you ever? Ooh\n\n[Verse 2]\nHave you ever found the one\nYou've dreamed of all of your life?\nYou'd do just about anything to look into their eyes\nHave you finally found the one you've given your heart to\nOnly to find that one won't give their heart to you?\nHave you ever closed your eyes and\nDreamed that they were there\nAnd all you can do is wait for the day when they will care?\n\n[Chorus]\nHave you ever loved somebody\nSo much it makes you cry? (Make you wanna break down and cry)\nHave you ever needed something (So, so bad)\nSo bad you can't sleep at night?\nHave you ever tried to find the words\nBut they don't come out right? (Oh)\nHave you ever, have you ever, ever ever? Ooh\n[Bridge]\nWhat do I gotta do to get you in my arms, baby?\nWhat do I gotta say to get to your heart\nTo make you understand how I need you next to me?\nGotta get you in my world\n'Cause, baby, I can't sleep\n\n[Chorus]\nHave you ever loved somebody\nSo much it makes you cry?\nHave you, have you ever needed something\nSo bad you can't sleep at night?\nHave you ever tried to find the words\nBut they don't come out right? Ooh\nHave you ever, have you ever?\nHave you ever loved somebody\nSo much it makes you cry?\nHave you ever needed something\nSo bad you can't sleep at night (Just can't sleep at night)\nHave you ever tried to find the words\nBut they don't come out right? (Don't come out right)\nHave you ever, have you ever, ever, ever?\nOoh, have you ever?10Embed"
}