{
    "lyrics": "Mambo No. 5 (A Little Bit of...) Lyrics[Intro]\n\"Ladies and gentlemen, this is Mambo Number 5!\"\n\n[Verse 1]\nOne, two, three, four, five\nEverybody in the car, so come on, let's ride\nTo the liquor store around the corner\nThe boys say they want some gin and juice\nBut I really don't wanna beer-bust, like I had last week\nI must stay deep, 'cause talk is cheap\nI like Angela, Pamela, Sandra and Rita\nAnd as I continue, you know they gettin' sweeter\nSo what can I do? I really beg you, my Lord\nTo me, flirtin' is just like a sport\nAnything fly, it's all good, let me dump it\nPlease set in the trumpet\n[Chorus]\nA little bit of Monica in my life\nA little bit of Erica by my side\nA little bit of Rita's all I need\nA little bit of Tina's what I see\nA little bit of Sandra in the sun\nA little bit of Mary all night long\nA little bit of Jessica, here I am\nA little bit of you makes me your man (Ha!)\nMambo Number 5! (Ha!)\n\n[Verse 2]\nJump up and down and move it all around\nShake your head to the sound\nPut your hands on the ground\nTake one step left and one step right\nOne to the front and one to the side\nClap your hands once and clap your hands twice\nAnd if it looks like this, then you're doin' it right\n\n[Chorus]\nA little bit of Monica in my life\nA little bit of Erica by my side\nA little bit of Rita's all I need\nA little bit of Tina's what I see\nA little bit of Sandra in the sun\nA little bit of Mary all night long\nA little bit of Jessica, here I am\nA little bit of you makes me your man (Ha!)\n[Bridge]\n(Ha!) Trumpet!\nThe trumpet!\nMambo Number 5!\nHa-ha-ha!\n\n[Chorus]\nA little bit of Monica in my life\nA little bit of Erica by my side\nA little bit of Rita's all I need\nA little bit of Tina's what I see\nA little bit of Sandra in the sun\nA little bit of Mary all night long\nA little bit of Jessica, here I am\nA little bit of you makes me your man (Ooh!)\n\n[Outro]\nI do all to\nFall in love with a girl like you\n'Cause you can't run and you can't hide\nYou and me gonna touch the sky\nMambo Number 5! (Ha!)14Embed"
}