{
    "lyrics": "Miami Lyrics[Produced by L.E.S. and Poke & Tone]\n\n[Intro]\nYeah, yeah, yeah, yeah\nMiami, uh, uh\nSouth Beach, bringin the heat, uh\nHa-ha, can y'all feel that?\nCan y'all feel that?\nJig it out, uh\n\n[Verse 1]\nHere I am, in the place where I come let go\nIn Miami the bass and the sunset low\nEveryday like a Mardi Gras, everybody party all day\nNo work, all play, okay?\nSo we sip a little something, leave the rest to spill\nMe and Charlie at the bar, runnin' up a high bill\nNothin less than ill, when we dress to kill\nEvery time the ladies pass, they be like, \"Hi, Will!\"\nCan y'all feel me? All ages and races\nReal sweet faces\nEvery different nation, Spanish, Haitian, Indian, Jamaican\nBlack, White, Cuban, and Asian\nI only came for two days of playing\nBut every time I come I always wind up stayin'\nThis the type of town I could spend a few days in\nMiami the city that keeps the roof blazin'\n[Hook]\nParty in the city where the heat is on\nAll night, on the beach 'til the break of dawn\nWelcome to Miami, bienvenido a Miami\nBouncin' in the club where the heat is on\nAll night, on the beach 'til the break of dawn\nI'm goin to Miami, welcome to Miami\n\n[Verse 2]\nYo, I heard the rainstorms ain't nothin to mess with\nBut I can't feel a drip on the strip, it's a trip\nLadies half-dressed, fully equipped\nAnd they be screamin' out, \"Will, we loved your last hit!\"\nSo I'm thinkin I'ma scoop me somethin hot\nIn this salsa-merengue melting pot\nHottest club in the city, and it's right on the beach\nTemperature get to ya, it's about to reach\nFive-hundred degrees in the Caribbean seas\nWith the hot mamis screaming \"¡Ay, papi!\"\nEvery time I come to town, they be spottin' me\nIn the drop Bentley, ain't no stoppin' me\nSo, cash in your dough and flow to this fashion show\nPound for pound, anywhere you go\nYo, ain't no city in the world like this\nAnd if you ask how I know, I got's to plead the fifth\n[Hook]\nParty in the city where the heat is on\nAll night, on the beach 'til the break of dawn\nWelcome to Miami, bienvenido a Miami\nBouncin' in the club where the heat is on\nAll night, on the beach 'til the break of dawn\nI'm goin to Miami, welcome to Miami\n\n[Verse 3]\nDon't get me wrong, Chi-town got it goin' on\nAnd New York is the city that we know don't sleep\nAnd we all know that L.A. and Philly stay jiggy\nBut on the sneak, Miami bringin' heat for real\nY'all don't understand\nI never seen so many Dominican women with cinnamon tans\nMira, this is the plan\nTake a walk on the beach, draw a heart in the sand\nGimme your hand\nDamn, you look sexy\nLet's go to my yacht, in the West Keys\nRide my jet skis, loungin' in the palm trees\n'Cause you gotta have cheese for the summerhouse piece on South Beach\nWater so clear, you can see to the bottom\nHundred-thousand dollar cars, everybody got 'em\nAin't no surprise, in the club to see Sly Stallone\nMiami, my second home\nMiami\n[Hook]\nParty in the city where the heat is on\nAll night, on the beach 'til the break of dawn\nWelcome to Miami, bienvenido a Miami\nBouncin in the club where the heat is on\nAll night, on the beach 'til the break of dawn\nI'm goin to Miami, welcome to Miami\nParty in the city where the heat is on\nAll night, on the beach 'til the break of dawn\nWelcome to Miami, bienvenido a Miami\nBouncin in the club where the heat is on\nAll night, on the beach 'til the break of dawn\nI'm goin to Miami, welcome to Miami\n\n[Outro]\nParty in the city where the heat is on6Embed"
}