{
    "lyrics": "[Intro]\nDarkchild, he-he\nWhoa-yeah, yeah\nToni Braxton, oh-whoa-yeah\nHa-ha, uh-huh\nYeah, Darkchild, yeah\n\n[Verse 1]\nListen, girl\nWho do you think I am?\nDon't you know that he was my man?\nBut I chose to let him go\nSo why do you act like I still care about him? (Care about him)\nLookin' at me like I'm hurt\nWhen I'm the one who said I didn't want it to work\nDon't you forget I had him first\n\n[Pre-Chorus]\nWhat you thinkin'? (Yeah, yeah, yeah)\nStop blamin' me\nHe wasn't man enough for me\nIf you don't know, now here's your chance\nI've already had your man\nDo you wonder just where he's been, yeah?\nAnd not be worried about him, yeah?\nNow it's time you know the truth\nI think he's just the man for you, yeah\n[Chorus]\nWhat are you thinkin'? (Oh-oh, yeah)\nDid you know about us back then? (Did you know?)\nDo you know I dumped your husband (Ooh-wee), girlfriend (Girlfriend)?\nI'm not thinkin' 'bout him\nBut you married him\nDo you know I made him leave? (Made him say bye-bye)\nDo you know he begged to stay with me? (Oh, with me)\nHe wasn't man enough for me\n\n[Verse 2]\nListen, girl\nDidn't he tell you the truth?\nIf not, then why don't you ask him?\nThen maybe, you can be more into him\nInstead of worryin' about me\nAnd hopefully you won't find\nAll of the reasons why his love didn't count\nAnd why we couldn't work it out\n\n[Pre-Chorus]\nWhat you thinkin'?\nStop blamin' me (Ooh, yeah)\nHe wasn't man enough for me, yeah\nIf you don't know, now here's your chance\nSee, I've already had your man, yeah\nDo you wonder just where he's been, yeah?\nAnd not be worried about him, yeah?\nNow it's time you know the truth\nI think he's just the man for you\n[Chorus]\nWhat are you thinkin'? (Yeah, yeah)\nDid you know about us back then? (Did you know?)\nDo you know I dumped your husband (Did you know?), girlfriend? (Yeah)\nI'm not thinkin' 'bout him\nBut you married him (Yeah)\nDo you know I made him leave? (Do you really know?)\nDo you know he begged to stay with me? (Know he begged, beggin' me to stay)\nHe wasn't man enough for me\nWhat are you thinkin'? (Yeah)\nDid you know about us back then? (Ooh, yeah, yeah, yeah)\nDo you know I dumped your husband (Do you know I dumped your husband?), girlfriend? (That's what I did to him)\nI'm not thinkin' 'bout him\nBut you married him (Yeah)\nDo you know I made him leave? (Yes, you did, yeah)\nDo you know he begged to stay with me? (Did you really know?)\nHe wasn't man enough for me (Oh, oh-yeah)\n\n[Bridge]\nSo many reasons why our love is through, yeah\nWhat makes you think he'll be good to you?\nNo, it makes no sense, 'cause he will never change\nGirl, you better recognize the game, oh yeah\n\n[Chorus]\nWhat are you thinkin'?\nDid you know about us back then?\nDo you know I dumped your husband (Husband), girlfriend (Girlfriend)?\nI'm not thinkin' 'bout him\nBut you married him (A fool will)\nDo you know I made him leave? (A fool will, baby)\nDo you know he begged to stay with me? (Oh, baby)\nHe wasn't man enough for me (I said he used to follow me)\nWhat are you thinkin'? (Yeah)\nDid you know about us back then? (Callin' me all night long)\nDo you know I dumped your husband (Beggin' me to stay), girlfriend? (Yes, you did)\nI'm not thinkin' 'bout him (And you've got him now)\nBut you married him (Ooh, babe)\nDo you know I made him leave? (Oh-ooh, baby)\nDo you know he begged to stay with me?\nHe wasn't man enough for me\nWhat are you thinkin'? (Oh)\nDid you know about us back then? (Oh, oh-oh)\nDo you know I dumped your husband, girlfriend? (Yeah)\nI'm not thinkin' 'bout him (Oh-ah)\nBut you married him (Callin' on the phone)\nDo you know I made him leave? (Askin' me to come back home)\nDo you know he begged to stay with me? (Beggin' me if he could stay, but he's not)\nHe wasn't man enough for me"
}