{
    "lyrics": "Well I took my baby to the carnival\nAn' I heard that barker yell ( Hey! Hey! )\n\"Come on an' win yourself a purdy Kewpie Doll\nAll you gotta do is ring the bell!\"\nWell I swung the hammer just as hard as I could\nAn' you should have heard the wild applause . . . ( Hooray! )\nWhen \"bong\" went the bell\nAnd the man said\n\"Well, I guess the Kewpie Doll is yours!\"( Yeah Yeah! )\n\nI said, \"Gimmie a doggie or a teddy bear\nOr a high school banner for my wall\n'cause I got me a real live Kewpie Doll\nAn' she's the cutest one of them all!\"\n\n( Kew Kew Kewpie Doll! Kew Kew Kewpie Doll!\nKew Kew Kewpie Doll! Kew Kew Kewpie Doll! )\n\nAh then, we walked down the midway\n'till we saw a crowd an' the man said \"Try your skill\nFive shots for a quarter, make a duck hit the water\nAn' give your little baby a thrill\"\nWell, my baby smiled an' she kissed me once\nAn' I felt I was nine feet tall\nOh! five shots crashed and the five ducks splashed\nAn' the man gave me a Kewpie Doll!\nI said, \"Gimmie a doggie or a teddy bear\nOr a high school banner for my wall\n'cause I got me a real live Kewpie Doll\nAn' she's the cutest one of them all!\"\n\n( Kew Kew Kewpie Doll! Kew Kew Kewpie Doll!\nKew Kew Kewpie Doll! Kew Kew Kewpie Doll! )\n\nAh then, my baby said, \"Honey, let m try my luck\nAn' knock the milk bottles off the shelf!\"\nYou should have seen this chick, she was a dead-eye Dick\nHey! I couldn't do it better myself!\nAn' then my face got red and my chest swelled up\nAn' my eyes bugged outta my head\n'cause when the prize turned out to be a Kewpie Doll\nThis is what my baby said, SHE SAID . . \n\n\"Gimmie a doggie or a teddy bear\nOr a high school banner for my wall\n'cause I got me a real live Kewpie Doll\nAn' he's the cutest one of them all!\"\n\nI said, \"She's the cutest one of them all!\"\nAn' she's the cutest one of them all! ( Kew Kew Kewpie Doll! )\nAn' she's the cutest one of them all! ( Kew Kew Kewpie Doll! )\nAn' she's the cutest one of them all!"
}