{
    "lyrics": "Girl on TV LyricsOoh, yeah yeah, I'm wishin' on a fallin' star\nWonderin' where you are, I wish\n\nWish for you on a falling star, wondering where you are\nDo I ever cross your mind in the warm sunshine?\nShe's from the City of Angels like Betty Davis, James Dean, and Gable\nNever know what she means to me, I fell for the girl that's on TV\n\nMet her at a counter affair\nShe wore a green dress and everybody was there\nFelt out of place\nTill she looked into my eyes\n\nShook your hand around 9 p.m\nAnd I'm never gonna be the same again\nNever had to be on a movie screen\nTo be the leading lady in all my dreams\nShooby-doo-wop and Scooby Snacks, met a fly girl and I can't relax\nThe only problem is she's a movie star, oh\nMy friends, they won't believe me if they could only see me\nAt the risk of soundin' cheesy, I think I fell for the girl on TV\n\nWish for you on a falling star, wondering where you are\nDo I ever cross your mind in the warm sunshine?\nShe's from the City of Angels like Betty Davis, James Dean, and Gable\nNever know what she means to me, I fell for the girl that's on TV\n\nEverybody knows her name\nThey wanna take a picture and they're glad she came\nBut I just wanna be there when she's down, down\n(Be there when she's down)\n\nI don't want her autograph\nI just wanna call her up and make her laugh\nNever had to be on a movie screen\nTo be the leading lady in all my dreams\n\nShooby doo-wap and Scooby Snacks, I met a fly girl and I can't relax\nThe only problem is she's a movie star, oh\nMy friends, they won't believe me if they could only see me\nAt the risk of soundin' cheezy, I think, I fell for the girl on TV\n\nWish for you on a falling star, wondering where you are\nDo I ever cross your mind in the warm sunshine?\nShe's from the City of Angels like Betty Davis, James Dean and Gable\nNever know what she means to me, I fell for the girl that's on TV\n(Wish for you on a falling star)\nI'm wishing on a star and I'm wonderin' where you are\n(Wondering where you are)\nDo I cross your mind in the warm sunshine?\n\nYeah, so I wish for you on a bright shining star\nEvery where I look, there you are, there you are\nIt's the girl in the green dress, she took my breath away\nAnd now I look to the sky for a better day\n\nTo the beach shore and Scooby Snacks\nI met a fly girl and I can't relax\nNever had to be on a movie screen\nCause she's the leading lady in all my dreams, come on\n\nWish you on a falling star, wondering where you are\nDo I ever cross your mind in the warm sunshine?\nShe's from the City of Angels like Betty Davis, James Dean and Gable\nNever know what she means to me, I fell for the girl that's on TV\n\nWish for you on a fallin' star, wonderin' where you are\nDo I ever cross your mind in the warm sunshine?\nShe's from the City of Angels like Betty Davis, James Dean and Gable\nNever know what she means to me, I fell for the girl that's on TV\n\nOn TV, I wishin', I wishin' away3Embed"
}