{
    "lyrics": "It Wasn’t Me Lyrics[Intro: Rikrok & Shaggy]\nYo, man\nYo\nOpen up, man\nYo, what you want, man?\nMy girl just caught me\nYou made her catch you?\nI don't know how I let this happen\nWith who?\nThe girl next door, ya know?\nMan\nI don't know what to do\nSay it wasn't you\nAlright\n\n[Chorus: Rikrok]\nHoney came in and she caught me red-handed\nCreepin' with the girl next door\nPicture this, we were both butt naked\nBangin' on the bathroom floor\nHow could I forget that I had\nGiven her an extra key?\nAll this time she was standin' there\nShe never took her eyes off me\n[Verse 1: Shaggy]\nHow ya fi give the woman access to your villa?\nTrespasser and a witness, all the hacklin' a yuh pillow\nYou better watch your back before she turn into a killa\nBest review the situation that you caught up inna\nTo be a true player, you haffi know how fi play\nIf she say, \"A night,\" convince her, say, \"A day\"\nNever admit to a word weh she say\nAnd if she claim a yuh, tell her, \"Baby, no way!\"\n\n[Pre-Chorus: Rikrok & Shaggy]\nBut she caught me on the counter (Wasn't me)\nSaw me bangin' on the sofa (Wasn't me)\nI even had her in the shower (Wasn't me)\nShe even caught me on camera (Wasn't me)\nShe saw the marks on my shoulder (Wasn't me)\nHeard the words that I told her (Wasn't me)\nHeard the screams gettin' louder (Wasn't me)\nShe stayed until it was over\n\n[Chorus: Rikrok]\nHoney came in and she caught me red-handed\nCreepin' with the girl next door\nPicture this, we were both butt naked\nBangin' on the bathroom floor\nI had tried to keep her from what\nShe was about to see\nWhy should she believe me\nWhen I told her it wasn't me?\n[Verse 2: Shaggy]\nMek she know say that she really no have right fi vex\nA never you she see yah make the gigolo flex\nA smaddy else weh favor you inna di complex\nSeein' is believin', so you better change your specs\nYou know she a go bring a whole heap a things up from the past\nAll the likkle evidence, you betta know fi mask\nQuick 'pon yuh answer, know how fi talk\nBut if she pack a gun, you know you betta run fast\n\n[Pre-Chorus: Rikrok & Shaggy]\nBut she caught me on the counter (Wasn't me)\nSaw me bangin' on the sofa (Wasn't me)\nI even had her in the shower (It wasn't me)\nShe even caught me on camera (Wa-wasn't me)\nShe saw the marks on my shoulder (Wasn't me)\nHeard the words that I told her (Wasn't me)\nHeard the screams gettin' louder (Wasn't me)\nShe stayed until it was over\n\n[Chorus: Rikrok]\nHoney came in and she caught me red-handed\nCreepin' with the girl next door\nPicture this, we were both butt naked\nBangin' on the bathroom floor\nHow could I forget that I had\nGiven her an extra key?\nAll this time she was standin' there\nShe never took her eyes off me\n[Bridge: Rikrok]\nGonna tell her that I'm sorry for the pain that I've caused\nI've been listenin' to your reasonin', it makes no sense at all\nNeed to tell her that I'm sorry for the pain that I've caused\nYou may think that you're a player, but you're completely lost\nThat's why I sing\n\n[Chorus: Rikrok]\nHoney came in and she caught me red-handed\nCreepin' with the girl next door\nPicture this, we were both butt naked\nBangin' on the bathroom floor\nHow could I forget that I had\nGiven her an extra key?\nAll this time she was standin' there\nShe never took her eyes off me79Embed"
}