{
    "lyrics": "Peaches & Cream (Remix) Lyrics[Intro: P. Diddy]\nYo, yo, yo, yo, 2001\nThis is the remix (Won't stop)\n112 (Can't Stop)\nDef Jam, Bad Boy, yeah\nThis is the remix, Ludacris come on\n\n[Ludacris] (P. Diddy)\nLudacris like 'em shaken not stirred (yeah) wakin up blurred (uh-huh)\nWalk butt-naked (what) talk, speech slurred (that's right)\nNecks get squeezed and I can't breathe (come on)\nStop then SWITCH; next, get me (that's right)\nHon', you kinda taste like lemon merangue (lemon merangue)\nSo nice I add spice with the cinnamon thang\nMake ya pull your own hair out\nMake ya body go flat, get the spares out\nWell, smack lips, smack hips, make 'em backflip (that's right)\nCake mix, fingerlickin-like tactics, tongue gymnastics\nGood head make ya eyes ROLL BACK\n'12 on the track so you can't HOLD BACK\nHot bread and butter, peach and cream (come on)\nI only reach for the peach if it's peachy clean (that's right)\nI only reach for your spot and release the steam (come on)\nA-town, we release the kings (yeah, this is the remix)\n[Slim of 112] (P. Diddy):\nLet me tell you what I wanna do (yeah)\nLet me show you that I'm feelin' you (uh-huh)\nWanna sex, wanna ride with you (come on)\nWanna kiss, wanna put my lips all over you (I like this)\nCan't get enough of you (come on)\nAlways thinkin' of you (yeah)\nSo sweet, so very wet, so good girl you make me sweat\n\n[Hook - 112] (P. Diddy)\nGirl I'm talkin' 'bout peaches and cream (say what)\nI need it cause you know that I'm a fiend\nGettin' freaky in my Bentley limousine\nIt's even better when it's with ice cream (uh huh)\nKnow what I mean?\nPeaches and cream\nI need it cause you that I'm fiend (uh huh)\nGettin' freaky in my Bentley  limousine\nIt's even better when it's with ice cream\nKnow what I mean?\nPeaches and cream\n\n[Q of 112] (P. Diddy)\nNever thought that I would be (yeah)\nSo addicted to you (come on)\nOn top, underneath, on the side of you\nBetter yet baby, inside of you (feel me?)\nLove the way you juice flowin' down (yeah)\nAnd I can feel it all around (come on)\nIn the front, in the back of you (yeah)\nOooh I love the taste you, girl you know what I'm talkin' 'bout\n[Hook]\n\n[Mike of 112] (P. Diddy):\nDon't stop cause you know I can't get enough (come on)\nWanna taste it in the mornin' when I'm wakin' up (come on)\nLike peach cobbler in my stomach when I eat it up (come on)\nGot your legs around my neck so I can't get up\nSee, them boys 112, we from the A... A!!! (ATL)\nAnd when it comes to eatin' peaches shorty, we don't play.... PLAY!!!\nSo all the ladies in the house if ya peach's the shit\nPut ya hands in the air, represent ya clit, get it?\n\n[P. Diddy]:\nThis is the dance break\nThis the remix\nJust want you to just...\nJust, just, just bounce to this\nYeah, come on\nCan I get a lick?\nCome on, yeah, can I get a lick?\nYeah, yeah, come on\n\n[Hook]\n\n[P. Diddy]:\nBad Boy baby, Mario Winans\nP. Diddy\nQ, Mike, Slim, Daron - 112\nThis is the remixEmbed"
}