{
    "lyrics": "Crazy Lyrics[Verse 1]\nI don't know why, what I'm doing what I'm doing\nSee, baby I, apologize\nFor all the things that I've done, that I've done\nSee I know that I've been a fool for far too long\nAnd baby, you don't have to go and run away\nJust come back to papa\nPlease baby, baby, won't you stay?\nIf you really love me then why are you leaving me?\n\n[Pre-Chorus]\nI can't think, think about this crazy day\nI lose sleep just to daydream about you, baby\n\n[Chorus]\nI'm going crazy, crazy, crazy, just to thinking about you lately (crazy baby)\nI'm going crazy, crazy, crazy, just to thinking about you, baby (I don't know\nWhat to do)\nI'm going crazy, crazy, crazy, crazy, thinking about you lately (crazy, crazy\nCrazy)\nI'm going crazy, crazy (crazy, crazy) when I can't touch you\nCrazy, crazy (I'm going crazy) when I can't hold you\nCrazy, crazy, (I'm going crazy) when I can't see you again\n(Said I'm going crazy)\n(Said I'm going crazy)\n[Verse 2]\nI've finally realized, that you are my true love\nAnd I had a lot of time to think, and you're all seem to keep thinking\nTo keep thinking of, yeah\nAnd now I know I need you each and every day\nI can't live without you, so don't run away\nBaby, you say that you love me, so why'd you leave me? Why? (Why, why, why, why)\n\n[Pre-Chorus]\nI can't think, think about this crazy day\nI lose sleep just to daydream about you, baby (I'm going crazy)\n\n[Chorus]\nI'm going crazy, crazy, crazy, just thinking about you lately (just to think)\nI'm going crazy, crazy, crazy, just thinking about you baby\n(I'm goin crazy, I'm going crazy)\nI'm going crazy, crazy, crazy, crazy, thinking about you lately\nI'm going crazy, crazy (crazy, crazy) when I  can't touch you (I'm going crazy)\nCrazy, crazy (crazy, crazy), when I can't hold you\nCrazy, crazy, when I can see again (if I can see you, if I can see you if I can see you, if I can see you)\nIf I can see you, if I can see you again\nThen I would go, if I could see you again\nI'd go crazy4Embed"
}