{
    "lyrics": "[Round 1: John John Da Don]\nI said for years, I heard I took Hollow's name and I steal bars\nAnd y'all had the nerve to book this shit on Hallows Lane? At the Steel Yard?\nBut ain't no need to wonder what kinda angles I'm about to take\n'Cause out the gate, we gon' get this multiple choice out the way\nShould I A: Give him gun bars, 'cause that's what my people love?\nOr B: Prove I'm more of a Don than he ever was?\nOr C: Bring up that time we was brawlin' in the club?\nYo, London, y'all know the answer, right?\n(ALL OF THE ABOVE!)\nI got a bullet, with somebody's government on it\nIt's time to send it\nThey don't need to ask the name on this Hollow, 'cause Nigel been it (Bennett)\nWhat'chu gon' do? Pull out paperwork? Have some kinda gimmick?\n'Til I blow your brains all over that L.O.M. brand\nThat should help you mind ya business\nThis was booked for Houston, 'til his people told him that he shouldn't do it\nTried to warn him to not appear (a peer) pressure like a good influence\nNever seen a duck before?\n\n(*John John pulls out a handheld mirror*)\n\nHere's one, lookin' stupid\nBut the last time we seen Hollow in the mirror is when I put him through it!\nBut let me guess, to beat you, I'ma need a bunch of random shit\nLike Xanny scripts from Anna Smith\nEvander's fist and Santa's list? Wrong\nHow 'bout smoke from a Sig' (cig')? Call it my \"cancer stick\"\nSlanted clips that goes both ways: that's a banana split\nThat hammer lift, I'll put the grip on his cheek like when granny pinch\nWhen you go, ya son go, your girl, make it a family trip\nI was gon' get him separate ways, but I don't like seein' families split\nSo I got him all in one shot, that's a family pic (pick)\nBut why we never see you wit' a chick?\nI gotta watch this guy\nI mean, not even the mother of ya child? What'chu got to hide?\nI think you bi, and live a pair of lies (paralyze) so you can't stand it\nNo wonder you named yourself \"Hollow\", 'cause you the trans parent (transparent)\n{Hollow pulls out a sign that says \"He Stole That Line\"}\n\nBut what's ya son name again? Lennon?\nLook, Lennon, I know ya mom trippin'\n'Cause Daddy don't wanna make her an honest woman so you gettin' raised off of my whippings\nNext time he go to discipline you, you tell him he wastin' his time, Lennon\nUntil Mommy get the biggest rock band ever\nEvery beat'll (Beatle) be coming from John, Lennon!\nBut please don't say the John if you ain't sayin' it twice!\nAnd if you don't add \"Da Don\", you ain't sayin' it right!\nWant some advice? Change ya name 'cause you not no Don, bro\nBut he can say it twice like me, so I can hollow Hollow\nNow hollow Hollow or Hollow hollow\nTalkin' headshot, leg shot, how low Hollow?\nNo, red dot, dead shot, I'll high-low Hollow\nLaughin', under my breath \"hee-hee-ha-llow\" Hollow\nBut y'all said I got my name from him? Fuck no, never\nYou had no influence on my career whatsoever\nI don't drink syrup or profit off of taxes for cheap shirts\nAnd post importantly, I would never lose a fight if I swing first\nNow I'mma prove he ain't nothin' like how he appear to y'all\nAnd I got the perfect way to do this\nHollow, let's play \"Swear To God\"\nSwear to God, you ain't ask me to not bring up the fight and made me sign an NDA\nDon't worry\n{John John brings out the supposed NDA contract}\n\nThis the Non Disclosure Agreement, but guess what?\nNigga fuck you, I'ma talk about it anyway\nAye, I know y'all heard the rumors, I'm not sayin' that they all the truth\nBut if I didn't beat yo' ass, when you swung on me first, why did they have to pull me off of you?\nBut that's old Hollow\nDidn't he pull out that jacket vers' Ars' to be the \"old Hollow\"?\nWhat if I told y'all I brought the jacket I wore when we fought to finish this beatin' I owed Hollow?\n\n{John John acts like he's going to pull out the jacket}\n\nGot him!\nAye, nah, nah, nah, but truth be told Hollow, we ain't really scrap dawg\nI mean, you swung, missed, I swung, hit and broke the mirror wit'chu, that's all\nAs far as Calicoe jumpin' in? That was a fact, y'all\nAyo, Twork, they ain't know it was me\nStandin' over the body with my glasses and my hat off!\nI'm only here 'cause I'm gettin' that cash!\nIt's a body, and it's time for you to get in that bag!\nMatter of fact, scratch that\nCan't even use that slogan, it doesn't feel right\n'Cause I already whipped that ass - in real life!\nTime, nigga!\n\n[Round 1: Hollow Da Don]\nYoooooooooo!\nI said, Hollow Da Don in London, versus-\nI'm 'bout to fuck you up, nigga!\nY'all really gon' call him \"John John\" when he get split in two\nGet the blade from my nigga in London {*clap-clap*}\nAnd that leads (Leeds) to a liver pool (Liverpool)!\nHow dare you call me scared? You emotional fool\nI'm only raisin' awareness with a .9, cause that's my promotional tool\nYou had your gums bumpin', sayin' I'm scared but done nothin'\n'Til he finally get a Hollow, now John John the one duckin'\nNigga, I got somethin' that I owed John!\nSo I load up with the old jawn!\nAnd take my shot, close-range like the old John!\nFlip his shit, 'cause he got somethin' that he owe Hollow\nSo I load up with the old Hollow\nBut this time, tape on the handle\nNaomi Campbell: it's the old model\nFrom a block up, I can spot ya like cop lights\nWith that r-r-r-r-r-r-RAKA, BAKA, that was not nice\nI ain't toleratin' no disrespect, I'm not playin' tonight\nI'm givin' you one warning, John John...I'm not sayin' it twice!\nI know y'all love that old Hollow but all in all\nLife changed, I became more mature\nI had a son, and many nights, I ignored him\nFocused on that Parmesan (palm of John's) so I wanna say this here tonight...\nI'm sorry, John\nIt's Dad!\nY'all remember doin' impersonations on Grind Time and I said, \"Oh, it's just a fad.\"\nIt's Dad!\nY'all remember when you called me when you made it to URL and I said, \"Give it everything you had\"?\nIt's Dad!\nI mean, you came into this game as my son\nWanted to be Wade to my Lebron, so he named himself \"Da Don\"\nBut I'm Hollow, you John\nYou Marlon, I'm Shawn\nI'm B.I.G, you Shyne\nIf I get big, you shine\nYou Gain if I tied (Tide)\nYou Odom, I'm Shaq\nYou Nordstrom, I'm Saks\nI'm Polo, you Chaps\nHow the fuck is we a match?\nI mean, he even got pictures of me when I was a Wildcat on guard (God)\nBut I'm his idol, ain't I suppose to be on John Wall?\nDon't lie, fam', I'm the nigga you've been chasin' for awhile\nThe man done studied every bar I land (island)\nI hate he (Haiti) came in wit' my style\nNigga, Summer Madness, I battled Hitman, my name was known\nIn battle rap and the streets, that's how I caught a case for slangin' zones\nThen I found out Smack Illuminati, down with Skull & Bones\n'Cause I came home Summer Madness 2 y'all had made my clone\nThat's when you thought you was gonna be Smack gunner\nShit, he was even sayin' \"Roc won't stay\"\nY'all could've paid a few Gs (Fugees), he still won't trade John for Tay (Forté)\nThat's cause you came into my name without payin' homage\nMy nigga, that's like Isiah Thomas comin' in the league sayin', \"Fuck Isiah Thomas\"\nI mean, Surf said you donned his [?]\nLux said the Don King, they was turnin' my name slick\nBut you fuck around, annnd...did a permanent name-flip\nWhen you type the letter \"H\" into searches\nThe word \"Hollow\" emerges\nYou press 'Space' and move the cursor, then \"Da Don\" will surface\nI'm more important than any \"How\" question, \"Halloween\" or \"Hollow Earth\" is\nHe worship, to the point I got Loyalty Over Money he got Bars Over Bullshit\nSame logo\nI got \"I'm not excited\" he got \"Shrug Life\"\nI do one round with Pat Stay, he do one round wit' Pat Stay\nI do 106, bro this shit is annoying\nBut, it wasn't until I seen him against PC doin' torture shit like Jason Voorhees\nThat's when I was fully convinced he Jason Bourne'd me\nBut he gon' say, \"You got Rocko Da Don and Polow Da Don\"\nBut in battle rap you only got me\nYou seen my highlights, you seen my pace and then copied\nI'm sure when you made the discovery, you were Shocked G\nBut I got my name from Makaveli Da Don you better 'Pac me\nHe even let niggas call him the Dininon\nOooow that shit is wrong\nBut you're such a follower you moved to Atlanta when you was little John (Lil' Jon)\nHe seen me against Clips, givin' him the business loan\nAfter that, I was passin' Roc(k) like a kidney stone\nThen I did small room, had to get in my zone\nNow they got me battlin' a nigga that look like he could fix my phone!\nYou see how he diss me for L.O.M.? But that ain't what I got on\nI switched it cause I'm dippin' in HiddenLabelClothing.com\nYou wish I was done, nigga not now!\nYou wanted to go unlimited so I'ma go off the top now\nI said, I let the fo'-fo' go, pulled it on him, he like, \"Oh, no, bro!\"\nHe sound like Smack durin' Arsonal and Twork: \"I don't want no mo' smoke!\"\nThen they said why they booked him here\nI said, \"Yeah, I don't know why they booked you here, 'cause you really steal bars.\"\nI had to tell the venue to really chill y'all like, \"John John's in town he might steal The Steel Yard.\"\nSo you know who to call if a theft's involved\nAye, London, watch out, he might steal the D-O-N from y'all\nI said he wanted to go unlimited, Smack, so I'mma go off the top now\nNigga I can rap about street shit, I really had to tote the pound\nWith an AR the size of International P, I gotta hold it down\nIt's funny I mention ARP cause Mook last battle we couldn't play the joint\nTalkin' 'bout he Michael Jordan...in Space Jam cause he gotta reach just to make a point\nHe can't take a hard loss and you'll take an easy win quickly\nActin' like you bury Rum, please have some dignity (dig Nitty)\nI'll catch you at the intersection\nBullets enter sections, leave his body in a section\nThat means if it's a green light, my people blast him\nHe'll slow down like a yellow when he seen the ratchet\nThe Glock had the beam attachment\nNiggas usually stop when they see red that mean people passin'\nSo don't worry 'bout his next round and if y'all act like the fake Don winnin'\nThen I'll be the reason to piece (peace) to John Lennon\nLoyalty Over Money man\n[Round 2: John John Da Don]\nNow when they first announced this battle was booked in the UK\nI was told- y'all favorited him more, so they didn't know how I would look in the UK\nBut due to Hollow graphic (holographic) bars, he may shine\nBut I ain't shook in the UK\nCause it was time me and this Gor-Don Ram see (Gordon Ramsey)\nI told y'all I'ma cook in the UK\nSo hit the lights, close the curtain, this where the show stop\nNo pork, no lamb, but today we makin' GOAT chop, just for you K\nBut for you? K already cold cock\nBefore the shot: Code Red\nAfter the shot: Don't Flop\nFuck if he doin' me a favor, nobody asked you to\nI feel like whatever y'all got between y'all\nThat's Smack and you\nNo need a match for Mook? You don't need to look no further\nCause after I take this shot with a Hollow, close range, chances are I'm gettin' booked for murder\nStupid guy, why would you take this battle knowin' you would die\nYou plan on takin' DJ Khaled's son to court? Cause that's suicide (sue Asahd)\n$40,000 for Lux, yeah right, maybe 25\nI guess it's true I am denying Hollow cost (holocaust) I figured you (Jew) would lie\nHow can y'all not see (Nazi)\n\n[Hollow puts up a sign that says \"That Sounds Familiar\"]\n\nI'm sick, and what I really discovered? Concentrate on ya camp\nCause if I spread one germ, many (German) will suffer and it'll be another World War too (II)\nMillions will get killed, the plot was fake, but who the reparations go to is real (Israel)\nI've seen you get your uppercut then another cut, then another cut\nYo Tay Roc, I see you had problems gettin' ya seat belt to buckle up\nAye, but the Summer's up, it's still Madness\nSo let me twerk (Twork) that line, I'm Strapped In\nCause what I pull from the shoulder, buckle and click, mine work just fine\nYou see dude a bitch, actin' gay, you look pissed\nY'all the break out, lose the grip, grab the blade, use a pick\nMadden play, you should quit and that's okay\nJust let ya guy know (Gyno) I'll pick apart a pussy if you the risk (uterus) I have to take\nCause as of late, you couldn't Roc(k) wit' Tay and barely Surf with Tsu\nJust because you was Loaded for Lux don't mean you Murda Mook\nYou lost ya Arsonal and only had one Clip for Charlie\nLet Dizaster ruin your world then Pat Stay for the party\nLet's talk now, go 'head and say how Bullpen ain't doin' well\nAnd how I'm losin' all my top battlers to the URL\nCause I told 'em, \"Fuck the PG's\" when I'm from the PG's, you sound stupid now\nCause if the sky's the limit, what's there for you to prove in (Proving) Grounds?\nDo y'all see the vision? I went from lost to a boss, it's the ascension\nSince the beginning, I took every name on them contracts Beasley sent in\nAll I did was play chess, you know, with two of the most important pieces switchin'\nThat's cause I knew callin' out the cast'll (castle) put a rook in a king position\nNow look at me\nBecame everything they said I couldn't be\nWasn't 'Started From The Bottom' yours first for you to cook and eat?\nBut I guess a Don is (Adonis) Drake's son cause he took the beat\nNow he tellin' stories how he got at a Don just to push a tee (Pusha T)\nBut worry 'bout the bars, don't worry what he got on\nBut if you is worried, don't go to LOMclothing.com\nCause that shit is not bomb, whoever buys that shit got the worst taste\nAnd if you ain't want us to worry 'bout what you got on, then why the fuck you put it on in the first place?\nYeah I peeped ya little charity work, that's such a bogus scam, I know ya plan\nRaise ya company awareness to the local fans\nBut you'd rather feed a random homeless man than to help ya mother own some land\nHow is it Loyalty Over Money when you disown ya fam' to promote ya brand?\nWhy you never do that shit in Queens?\nIf you really care, just take a look at Hollow 'Gram (hologram), he was never really there\nBut ya hollow's give back in a different way? That's how you say the line?\nOkay then fine, but my Hollow's take backs like you gave it away then changed ya mind\nHold on, hold on\n\n{Fake chokes for 14 seconds}\n\nHold on, hold on, my fault y'all, I got it\nI didn't mean to keep everybody waitin'\nBut I promise that wasn't a choke, y'all just didn't peep the body language\nI did this, this, this then this, is it clear now?\nThat's cause he knows (nose), before I (eye), take any lip he gettin' aired (ear'd) out\nBAOW!\nI'm only here cause I'm gettin' that cash\nThis is a body and it's time for you to get in that bag\nMatter of fact, scratch that, can't even use that slogan, doesn't feel right\nCause I already whipped that ass in real life\nTime\n\nQuality over quantity, he can rap all night\n\n[Round 2: Hollow Da Don]\nI punched you dead in yo' motherfuckin' face nigga\nAnd you went to Twitter to outburst\nWell tell Smack, \"Lock us in a room\", let's see who comin' out first\nI punched a nigga in his shit like, \"Yo, I'm not no bitch\"\nOne hook had his mouth off like a Chinese flick\nHere go a one Hollow mid-round off the top flips\nLet's play Swear To God, nigga\nSwear to God Calicoe ain't snuff you?\nShut the fuck up nigga he lumped you!\nSwear to God Mike Moon ain't punch you?\n\n[JJDD]\nI don't know who that is\n\n[Hollow]\nShut the fuck up, nigga he Homer Simpson Duff'ed you\nSwear to God my man MB&B ain't rush you?\n\n[JJDD]\nSwear to God\n\n[Hollow]\nSo my point is, how you beat me up when niggas actually jumped you?\nThat Worldstar shit would never happen nigga\nIt was sad as shit but it's cool\nI'm peaceful now so let's get past the fist (pacifist)\nI'm the only battle rapper that got the same nigga from him, from his first battle, what I'm lyin' for?\nBut where's Swag Inc? Where's the niggas behind you when you battled B-Magic?\nWhere's Syahboy?\nHold on, that's your 2 on 2 partner, I know he gotta be beside ya boy\nJohn John I'm way in the back and I still can't find ya boy\nBut I'm disloyal\nThey said, \"John John being aggressive\" but he mad we ain't looked at equally\nYou're such on a low frequency you gotta scream just to speak to me\nSee all this battle rap persona shit, you done took it too far\nHow you gonna stand up here and tell me 'bout me nigga\nWhen you don't know who the fuck you are?\nJohn McGee, born in Yonkers, left a little after 8\nSo how you claimin' School Street when nigga you ain't graduate?\nBy 15 he was on the road seeing fame for free\nActin' like ya upbringing was So So, yeah cause you grew up under Jermaine Dupri\nSo you tellin' me when it's beef you had to call Bow?\nAnd you being down with So So Def explains why you act like Da Brat you are now\nAll they'll say is, \"Hollow won't battle. Surf won't battle me.\"\nAll we hear is John complain and watch John campaign like he fuckin' John McCain\nI should break ya legs just for steppin' in my lane\nAnd smack JD while screamin' \"Money Ain't A Thang!\"\nI wondered how he knew JD and Bow Wow, I thought it was through his hustle, puttin' in mad pain\nYou ain't grind to get on TV? Oh I guess it's all part of the rap game\nWell hi John, I ain't made enough, so I'm still liable to do crazy stuff\nLike I'll pay a nigga to beat yo' ass...then help break it up!\nNigga I could damage anything he did or said, you're probably a lame\nBad bitch with a big forehead, I'm goin' out with a bang\nI know it just sound like me barkin'\nBut I'm the butcher and he's sleepwalkin' through a meat market\nJames Earl Jones, let's do some deep talkin'\nI think awkward like Steve Hawking in Stephen King's office\nLike what if everything we been on had been wrong?\nWhat if the Devil is good? What if cigarettes help you live long?\nWhat if Mike never changed his skin tone?\nWhat if John John the real Don?\nWhat if God is bad?\nY'all catch that? That's Pastor Troy, y'all know Pastor Troy?\nWell that's legit, I know he caught it, he's a bar thief he won't let me get past the (pastor) flip\nI mean, I know y'all gon' be like, \"Not this angle\" but nigga yeah\nThis guy's a thief, London if he was part of the Great Train Robbery\nC'mon Johnny, that's how you got poppin', please\nYou looked at the Lifestyle Of The Rich & Famous then rob and (Robin) leech (Leach)\nI actually wrote down every bar he every stole\n\n{Hollow brings out a scroll}\n\nUnfortunately, it's too long to scroll\nBut stop actin' like you're up (Europe) when you're scared of heights\nI should give him an eye (Eiffel) full just for being a parasite (Paris site)\nGreaseball (Greece) , you'll rush a (Russia) scheme with some bars he found\nLookin' at up and comers that's Hungry and then mark (Denmark) it down\nI should drag him through Prague, then across the pond cause he don't have a check (Czech)\nTalkin' 'bout a wager, nigga you don't have a rack (Iraq) to bet (Tibet)\nI told him I could wait (Kuwait), but in due time, in the end (Indian) I still told dude, \"Bye\" (Dubai)\nSee that last scheme was important to see\nI dragged him through Europe then Asia to show y'all catchin' a body in another country is not foreign to me\nNigga ya flow {snoring} boring to me\nY'all know how we got money for battle rap?\nHe got us all together, he said I could make some quick cash\n\"You see these cars behind me? You see these books? I could help you get rich fast\nUs brothers gotta stick together let our melanin gleam.\"\nI said, \"Ain't this a bitch. A conscious brother studyin' Egypt while doing pyramid schemes\nY'all know how I got money before battle rap? I had to slang butter\nNigga judge cook a biscuit from scratch like Martin Payne mother\nIf they caught us with the white we blew (blue) 'fore it changed colors\nSo now the D sit in the lobby like the Wayans Brothers\nI swear to God don't fuck with him\nI'm doin' some damage that insurance ain't coverin'\nIt won't be fun but they'll be fun (fund) raisin' and GoFund'ing him\nOnce I put him down to Earth it's so humblin'\nNigga fuck you, fuck what you got on, and I fucked ya mom\nWhile you was locked up by the way, I don't know if you knew that\nI said, John John don't fuck with him\nI'll clicka clicka buckin' him\nI'll put a nigga face on the bag like Uncle Ben\nBy the way my brother dipped\nI know ya mother been wonderin' where your uncle been\nLately I been on some other shit\nI seen evil like Cousin It but eat people like Brotha Lynch\nLately I've been buggin' quick\nI got a fuckin' stick, the bottom got a rubber grip\nSound like a plummer's kit, boy I'm comin' up wit' shit\nI said he gon' diss me L.O.M. but that ain't what I got on\nI switched it cause I'm dippin' in HiddenLabelClothing.com\n\n[Round 3: John John Da Don]\nThis the battle for the name, right?\nNah see, y'all gots to chill\nYeah I know, they booked Da Don versus Da Don that headline the bill\nEver wonder who got the name and who havin' problems still?\nWe just established he swung on me, this nigga tried to steal Da Don for real\nNah, what the fuck have I ever done to you?\nDid I threaten ya life or somethin'?\nHave I ever pulled a gun on you?\nSo what you throw that punch to prove?\nSee any card he pulled a real Donald Trump it can show this pussy not untouchable\nHe was scared I'd replace him, to bad you can't avoid that\nSo when it's all said and done, I'd probably be the one to employ Smack\nThe way ya voice cracks, you should get some bed rest more fam'\nCause if you wasn't so Sleepy Hollow, you'll probably come off the head less horse\nMan you can't rap\n\n{Hollow pulls out a sign that says He Stole That}\n\nMan you can't rap, you just do a lot of rambling well\nSee me I got the total package to address whoever's stampin' this male (mail)\nRemind you of that first L.O.M. shirt that he managed to sell\nCause in so many words, I'm designed to hand you an L\nI can punch, scheme, angle, flippin' bars is my go to\nRemember I'm Shang Tsung, I can kill you witcha own moves\nThat was old school\nThese days I'm more versatile\nBut since you took it past rap, we gon' get more personal\nWhen ya sister boyfriend beat her ass you wasn't thinkin' 'bout hurtin' a nigga\nIt was Hoffa that came through ready to put somebody in the dirt for the nigga\nIt's like God tried reversing the picture\nCause how you go from helpin' ya sister with her math homework\nTo bringing Math home to help put in work for ya sister?\nThat was ya guy, he would ride, to the pop of the wheels\nWhen he got jumped out in Cali, whatchu do? Take a pic' with the op' for a film\nIf that was me? Shit, you said it, I'm John John, I'm known to slide wit' the steel (steal)\nFuck a Joseph Khan movie, Dizaster should've got Bodied for real\nBut you booked a battle wit' him and kept a secret 'bout that\nYou ain't even let ya man know when it was goin' down so he could bounce back\nIt's only science, history and literature, when he's speakin' 'bout class\nThat's these L.O.M. niggas, yeah, Leavin' Out Math\nHe was mad when we battled cause Hollow told him we was beefin'\nWell on my mother's son, until you threw that punch I didn't know that we was beefin'\nBut you said on AngryFan you wanted to punch me in my mouth cause I told you to \"suck my dick\" on Twitter\nWell excuse me Hollow, what I meant was, tell ya mother to suck my dick you bitch ass nigga\nThe next time y'all see Math, y'all get this message to him\nCause I'm the real reason Hollow left NYB, let's get this settled as men\nHas nothing to do with Math, Cortez, D. Chamberz or the rest of they friends\nNah I'm lyin', cause it was after our little scuffle he ain't want nothin' to do with hands (Hanz) ever again\nSo don't tell me, this the nigga you gon' let ya children idolize\nEither y'all believe them idol lies or watchin' him with idle eyes\nYou played yourself, by several accounts, he think he Vada Fly\nHeadshot, he'll go from \"I'm not excited\" to \"I'm not alive\"\nBut I wanna apologize, to my ex, that said I hit her and played a helpless role\nEven though she attacked me, I still could've showed more self control\nIt hurt my soul, when I seen all them people switch up\nCause where was that energy when y'all heard I beat this bitch up?\nYou hypocrites, I don't condone domestic violence in the thinnest bit\nBut you do, cause when I watch ya battles all your punches hit or (a) miss\nThat's why he need these antics, the fan got no poise\nYou like to think outside the box, cool, BAOW! Now you ain't got no choice\nSo it don't matter if you rip ya shirt, switch ya merch or hit the Earth\nCause real niggas only respect the bars when you spit ya verse\nSo when this battle dropped for the YouTubers to click and search\nComments gon' read, \"Nice try Hollow. But it didn't work.\"\nLike when you put that intercom in the generator without knowin' what that does to ya enemies\nWait a minute...I get it, you put an intercom in a generator cause you was tryin' to get a buzz off of energy?\nSilly me, tryin' to sell that bullshit hopin' someone else will buy it\nYou should put a ventilator in a refrigerator\nWhat that do? I dunno but he dumb enough to try it\nBut you can have them roastin' sessions\nI ain't into joke professions\nI'm loadin' weapons like vape pens, you could get smoked in seconds\nI could teach you a thing or two 'bout how to hold a Wesson\nRight, you wanna stretch him?\nHold it downward dawg (dog) I'm givin' yoga lessons\nSo whoever think we came for a fight\nHe tried that...made the biggest fuckin' mistake of his life\nNow please don't say the John if you ain't sayin' it twice\nAnd if you don't add the Da Don\n(You ain't sayin' it right!)\nGoodnight man\n\n[Round 3: Hollow Da Don]\nDear Stan, this is actually not one of them rounds where I talk to him, unfortunately\nThis actually the round where I talk to me\nAnd I ask, \"How did I create this hate?\"\nMaybe I ain't embrace you in ways you made it safe\nAnd I was angry about the name, okay\nBuy you can't have me named as prey while I'm movin' with amazin' ways\nYou want the \"Da Don\" then have it\nBut not before I give John 3:16's like John is Catholic\nOr behead him in front of y'all now John The Baptist\nI DiVinci'd the damn Code, I won't let my face show like Basquiat til a grand show\nPaint the wall wit' him, then tell my nigga in the van, \"Go\" (Van Gogh)\nFuck the gun bars, yo stop my time\nYou beatin' bitches you bitch ass nigga?\nYou hittin' on women you bitch ass nigga?\nI'm just jokin', cause I'm no longer a tough guy, that's not my line\nPlus he not Joe Budden and there's not no time\nMy nigga you went from stealin' bars to stealin' broads\nLet's take that further\nHe black like a cat burglar, beat her back like she Nat Turner\nNot only did he get domestic violence, he got aggravated with assault, that's worser\nActin' like she's your wall then you flat Earth'd her\nHe even said, \"She put up money for Bullpen Battle League\", she was the stack earner\nShe put money in the pot, made you hot, and how'd you get her back? Burn her (burner)\nBro, he beat her ass so much he can't even lift his arm\nHe be like, \"BITCH WHAT YOU FLINCHING FOR?\"\nMind you, Chelsea 4'11\" and he's 6 foot 4\nSee the problem is, he never learned responsibility or accountability\nShe beggin' him like, \"John, help me with the utilities.\"\nYou lost your freedom over your emotions how [?]\nWhile she out here wearin' the pants like Hillary\nThen he found a number, that's why he beat her\nThat's what he had to wonder\nWhy she stabbed him in the back?\nCause dependin' on how you act, you punch her (acupuncture)\nI blame his mother, cause he got his game from a woman\nHe got his traits from a woman\nHe even complain like a woman\nHe even chase another man for his name like a woman\nJay-Z said, \"a male shouldn't be jealous that's a female trait\"\nOh you mad I get 30 for a battle and you get 8?\nNo, I said he get 30'd for a battle and you get (ate)\nAt 21 you started dissin' me, 22 he's still dissin' me\n23 and 24 I'm thinkin', \"This some good publicity.\"\nI said, by 25 he smoked his first blunt\nHad his first gun at 26\nMiddle man to quarter pound for 27, now he thinkin' he Money Mitch\nAt 28 he's still lyin' 'bout throwin' me through a mirror, it adds up\nCause that broken mirror actually gave YOU seven years of bad luck\nI said fuck that, I'll leave a message and get back to him\nLike {beep} I'll do voodoo, I'll take a patch of him and start detaching him\nYou'll really live up to your acronym once I make half of him\nShhh shhh, get ya body sprayed I ain't askin' (Axe'ing) him\nI said I know y'all think I got L.O.M. but that ain't what I got on\nI switched it cause I'm dippin' in HiddenLabelClothing.com\nY'all already sno'"
}