{
    "lyrics": "Girlfriend (The Neptunes Remix) Lyrics[Intro: *NSYNC & Nelly]\nWould you be my girlfriend?\nUh, ay-ay\nUh, would you be my girl?\nWould you be my (Would you be my girlfriend?)\nUh, ay\nWould you be my (Would you be my girlfriend?)\nAy-ay-ay-ay-ay (Check it, check it, check it)\n\n[Verse 1: Nelly & (Justin Timberlake)]\nHe don't want you like I want you\nBelieve me, boo, I dun told you\nHe don't appreciate you, ma, I can tell by the way he hold you\nHe don't love you like I can love you, or squeeze you like I squeeze\nI'll make your neck pop back and in fact, I'll buckle your knees, please (Hey)\nOkay, baby what's it gon' take for you to be my lady? (Tell me right now)\nI hear your friends tell you should, your parents tell you it's good\nYour lil' sister keep yelling, \"Nelly, I wish you would\"\nBut you're hesitating, debating whether or not it's real\nI ain't shooting game, boo, I'm just telling you how I feel\nI'm digging everything about you, your hips and the way they sway\nI hate to see you leave boo, but love to see ya walk away\nI'll be your personal shrink, boo, I care what you think\nI bought the Bentley in pink 'cause my dough 'N Sync\nSo tell ya man (Bye bye) and tell him you're long (Gone)\nAin't no needing waiting up, you done found you another (Home)(Woo)\n[Verse 2: Justin Timberlake]\nI don't know why you care (Why you thinking 'bout him, mamma?)\nHe doesn't even know you're there (Ooh, no)\nCause he don't love your eyes (No)\nAnd he don't love your smile (No)\nGirl, you know that ain't fair (C'mon)\n\n[Bridge: *NSYNC]\nIn the middle of the night\nIs he gonna be by your side? (No, no)\nOr will he run and hide?\nYou don't know ;cause things ain't clear\nAnd baby, when you cry\nIs he gonna stand by your side?\nDoes the man even know you're alive?\nI got an idea\n\n[Chorus: *NSYNC]\nWhy don't you be my girlfriend?\nI'll treat you good (I'll treat you good, girl)\nI know you hear your friends when they say you should\n'Cause if you were my girlfriend\nI'd be your shining star\nThe one to show you where you are\nGirl, you should be my girlfriend\n[Verse 3: JC Chasez]\nDoes he know what you feel (Does he know what you feel?)\nAre you sure that it's real, yeah (Are you sure?)\nDoes he ease your mind (Nah)\nOr does he break your stride? (C'mon)\nDid you know that love could be a shield? Yeah\n\n[Pre-Chorus]\nIn the middle of the night (Ooh)\nIs he gonna be by your side? (Ooh, no, no)\nOr will he run and hide?\nYou don't know 'cause things ain't clear\nAnd baby, when you cry (Ohh)\nIs he gonna stand by your side? (No, no)\nDoes the man even know you're alive?\nI got an idea\n\n[Chorus: *NSYNC & Nelly]\nSo why don't you be my girlfriend? (Yeah, yeah, oh)\nI'll treat you good (I'll treat you good, girl)\nI know you hear your friends when they say you should\nBaby, 'cause if you were my girlfriend (Uh, uh-uh-uh)\nI'd be your shining star (I'd be the one to shine for you, girl)\nThe one to show you where you are (Ah-ah-ah-ah)\nGirl, you should be my girlfriend\n[Verse 4: Nelly]\nNeed a fiancé, cute as Beyoncé\nGhetto like Da Brat, ready to scrap when I say\nThe talents of Alicia, my fault, Ms. Keys\nI take the hips off Trina, and lips off Eve\nI put ya so high on a pedestal, it might make ya nose bleed\nSo much ice around ya ankles, and watch ya toes freeze\nWhats wrong, ma? Ya man ain't bringing ya joy?\nDon't trip, flip ya scrip to a country boy\nNow c'mon\n\n[Bridge: Justin Timberlake & JC Chasez]\nEver since I saw your face\nNothing in my life has been the same\nI walk around just saying your name\nWithout you, my world would end, yeah\nI've searched around this whole damn place\nAnd everything says you were meant to be\nMy girlfriend, oh\n\n[Chorus: *NSYNC]\nWhy don't you be my girlfriend? (Yeah)\nI'll treat you good\nI know you hear your friends when they say you should\n(I know you hear your friends when they say you should)\n'Cause if you were my girlfriend (My girlfriend)\nI'd be your shining star (Be your shining star, yeah)\nThe one to show you where you are\nGirl, you should be my girlfriend (You make my heart sing)\n\n[Break: *NSYNC & Nelly]\nAhh, ahh (Uh-uh-uh-uh) (You make my heart sing)\nAhh, ahh (You make my heart sing)\nAhh, ahh (Uh-uh-uh-uh)\n(Oh baby, baby, yeah) (You make my heart sing)\n\n[Outro: *NSYNC & Nelly]\nAhh, ahh (Girl, you should be my girlfriend)\n(Would you be my)\nGirl, you should be my girlfriend (Would you be my girl)\nGirl, you should be my girlfriend (Would you be my)\nGirl, you should be my girlfriend2Embed"
}