{
    "lyrics": "Livin’ It Up Lyrics[Intro: Ja Rule]\nYea, yea, yea\nWhere all my...\nUhh, yea.. c'mon, c'mon uhh\nTo all my ladies that be givin' it up, uh\nTo everybody that be livin' it up, we say...\nTo all my ladies that be givin' it up, ah\nC'mon, baby\n\n[Verse 1: Ja Rule]\nThis ain't your typical, everyday, one night thing\nIt's a physical, I'ma love you tonight thing\nLove , callin' your name, put your phone in the Range\nAnd roll over, i just really wanted to hold ya\nTime to know ya - that's a good chick\nBefore it's all over, I'ma meat this chick\nProbably treat this chick, mo' betta\nCause if you ain't - know, thugs and ladies go together\nPoppin' my collar, patnah - who in the spot?\nBaby, Rule in the spot; and the mug and the watch ugly\nHalf the hoes hate me, half them love me\nThe ones that hate me only hate me cause they don't trust me\nAnd they say I'm lucky; you think I got time\nTo blow all this dough and do all these shows?\nOr flight in the llama chargin white Rolls\nUh-oh, another episode\n[Hook: Case & Ja Rule]\nWhat, do I do?\nTo everybody that be livin it up, we say\nWhat, I do\nAnd all my ladies that be givin it up, uhh\nWhat, you do\nTo everybody that be livin' it up, we say\nWhat, do I do?\nAnd all my ladies that be givin it up, uhh\nMy love's for you\nC'mon\n\n[Verse 2: Ja Rule]\nLadies, just wanna hold a name Miss Atkins\nThat's why they show love  with mo' passion than average\nAnd I ain't mad at' never leave you alone\nCause the song when I'm home, like the song when I'm gone\nWe both grown, both got minds of our own\nPlus we hit it off like first sight in \"Love Jones\"\nBeen in, many zones, baby love it all hate it all\nFrom, prissy women to women who go to shadows\nBut you know, the Rule be livin' it up\nAnd got all y'all, givin' it up\nI like a, little ooh baby, how cute are you?\nWith a body that rides on sexual\nI got a stick, I'll ride right next to you\nDo a doughnut, and cut, then I'll open it up\nOn the freeway, hand on the wheel, foot on the clutch\nRule baby, not givin' it up\n[Hook: Case & Ja Rule]\nWhat, do I do?\nTo everybody that be livin it up, we say\nWhat, I do\nAnd all my ladies that be givin it up, uhh\nWhat, you do\nTo everybody that be livin' it up, we say\nWhat, do I do?\nAnd all my ladies that be givin it up, uhh\nMy love's for you\nC'mon\n\n[Bridge: Ja Rule]\nC'mon, we get right\nC'mon, we get live\nC'mon, we get right\nLive yo' life\n\n[Verse 3: Ja Rule]\nLove you so sexy, I just want you next to me\nYour whole vibe, like you high on ecstasy\nCause it ain't nuttin' but an 'Inc' thang, bay-bay\nI know the pussy wet like crazy\nI wanna, feel your passion, come when you askin'\nLaugh when you cryin', cry when you laughin\nBut ain't nothing happenin', a girl got a little uptight\nTurned off the light and then started crashin'\nThe radio blastin' \"Between Me and You\"\nBut, you ain't on the low with that freaky thing you do\nGirl I thought you knew (what I do), know I know\n(what you do)\nCause it ain't a good night if you don't ain't right\nLike, Teddy P let's \"Turn Off the Lights\"\nAnd, grind it out, takin' no times out\n'til the sun come out, let me find out\n[Hook: Case & Ja Rule]\nWhat, do I do?\nTo everybody that be livin it up, we say\nWhat, I do\nAnd all my ladies that be givin it up, uhh\nWhat, you do\nTo everybody that be livin' it up, we say\nWhat, do I do?\nAnd all my ladies that be givin it up, uhh\nMy love's for you\nC'mon\n\nTo everybody that be livin it up, we say\nWhat, I do\nAnd all my ladies that be givin it up, uhh\nWhat, you do\nTo everybody that be livin it up, we say\nWhat, do I do?\nAnd all my ladies that be givin it up, uhh\nMy love's for you\nC'mon\n\n[Bridge: Ja Rule]\nC'mon, we get right\nC'mon, we get live\nC'mon, we get right\nIt's my time\nRule, baby\n\n[Outro: Ja Rule]\nYeah\nDo a roll\nWhat do I do\nLow key\nWe out, we out6Embed"
}