{
    "lyrics": "[Verse 1]\nIf it weren't for your maturity, none of this would have happened\nIf you weren't so wise beyond your years, I would've been able to control myself\nIf it weren't for my attention, you wouldn't have been successful and if\nIf it weren't for me, you would never have amounted to very much\n\n[Pre-Chorus]\nOoh, this could be messy\nBut you don't seem to mind, and\nOoh, don't go telling everybody\nAnd overlook this supposed crime\n\n[Chorus]\nWe'll fast forward to a few years later\nAnd no one knows except the both of us\nAnd I have honored your request for silence\nAnd you've washed your hands clean of this\n\n[Verse 2]\nYou're essentially an employee and I like you having to depend on me\nYou're a kind of protégé, and one day, you'll say you learned all you know from me and\nAnd I know you depend on me like a young thing would to a guardian\nI know you sexualize me like a young thing would, and I think I like ya\n\n[Pre-Chorus]\nOoh, this could get messy\nBut, ooh, you don't seem to mind\nDude, don't go telling everybody\nAnd overlook this supposed crime\n[Chorus]\nWe'll fast forward to a few years later\nAnd no one knows except the both of us\nAnd I've more than honored your request for silence\nAnd you've washed your hands clean of this\n\n[Bridge]\nWhat part of our history's reinvented and under rug swept?\nWhat part of your memory is selective and tends to forget?\nWhat with this distance it seems so obvious?\n\n[Verse 3]\nJust make sure you don't tell on me, especially to members of your family\nWe best keep this to ourselves and not tell any members of our inner posse\nI wish I could tell the world cause you're such a pretty thing when you're done up properly\nI might wanna marry you one day, if you watch that weight and keep your firm body\n\n[Pre-Chorus]\nOoh, this could be messy, and\nOoh, I don't seem to mind\nOoh, don't go telling everybody\nAnd overlook this supposed crime\n\n[Chorus]\nWe'll fast forward to a few years later\nAnd no one knows except the both of us\nAnd I have honored your request for silence\nAnd you've washed your hands clean of this\n[Pre-Chorus]\nOoh, this could get messy, and\nOoh, I don't seem to mind\nOoh, don't go telling everybody\nAnd overlook this supposed crime\n\n[Chorus]\nWe'll fast forward to a few years later\nAnd no one knows except the both of us\nAnd I have honored your request for silence\nAnd you've washed your hands clean of this"
}