{
    "lyrics": "Sk8er Boi Lyrics[Verse 1]\nHe was a boy, she was a girl\nCan I make it any more obvious?\nHe was a punk, she did ballet\nWhat more can I say?\nHe wanted her, she'd never tell\nSecretly she wanted him as well\nBut all of her friends stuck up their nose\nThey had a problem with his baggy clothes\n\n[Chorus]\nHe was a skater boy, she said, \"See you later, boy\"\nHe wasn't good enough for her\nShe had a pretty face, but her head was up in space\nShe needed to come back down to earth\n[Verse 2]\nFive years from now, she sits at home\nFeeding the baby, she's all alone\nShe turns on TV, guess who she sees\nSkater boy rockin' up MTV\nShe calls up her friends, they already know\nAnd they've all got tickets to see his show\nShe tags along, stands in the crowd\nLooks up at the man that she turned down\n\n[Chorus]\nHe was a skater boy, she said, \"See you later, boy\"\nHe wasn't good enough for her\nNow he's a superstar slammin' on his guitar\nDoes your pretty face see what he's worth?\nHe was a skater boy, she said, \"See you later, boy\"\nHe wasn't good enough for her\nNow he's a superstar slammin' on his guitar\nDoes your pretty face see what he's worth?\n\n[Bridge]\nSorry, girl, but you missed out\nWell, tough luck, that boy's mine now\nWe are more than just good friends\nThis is how the story ends\nToo bad that you couldn't see\nSee the man that boy could be\nThere is more than meets the eye\nI see the soul that is inside\nHe's just a boy and I'm just a girl\nCan I make it any more obvious?\nWe are in love, haven't you heard\nHow we rock each other's world?\n[Chorus]\n(Yeah, yeah, yeah)\nI'm with the skater boy (Yeah, yeah, yeah)\nI said, \"See you later, boy\" (Yeah, yeah, yeah)\nI'll be backstage after the show (Yeah, yeah, yeah)\nI'll be at our studio (Yeah, yeah, yeah)\nSingin' the song we wrote (Yeah, yeah, yeah)\nAbout a girl you used to know (Yeah, yeah, yeah)\nI'm with the skater boy (Yeah, yeah, yeah)\nI said, \"See you later, boy\" (Yeah, yeah, yeah)\nI'll be backstage after the show (Yeah, yeah, yeah)\nI'll be at our studio (Yeah, yeah, yeah)\nSingin' the song we wrote (Yeah, yeah, yeah)\nAbout a girl you used to know32Embed"
}