{
    "lyrics": "Where Is the Love? Lyrics[Verse 1: will.i.am]\nWhat's wrong with the world, Mama?\nPeople livin' like they ain't got no mamas\nI think the whole world's addicted to the drama\nOnly attracted to things that'll bring you trauma\nOverseas, yeah, we tryna stop terrorism\nBut we still got terrorists here livin'\nIn the USA, the big CIA\nThe Bloods and the Crips and the KKK\nBut if you only have love for your own race\nThen you only leave space to discriminate\nAnd to discriminate only generates hate\nAnd when you hate, then you're bound to get irate, yeah\nMadness is what you demonstrate\nAnd that's exactly how anger works and operates\nMan, you gotta have love just to set it straight\nTake control of your mind and meditate\nLet your soul gravitate to the love, y'all, y'all\n[Chorus: Justin Timberlake]\nPeople killin', people dyin'\nChildren hurtin', hear them cryin'\nCan you practice what you preach?\nAnd would you turn the other cheek?\nFather, father, father, help us\nSend some guidance from above\n'Cause people got me, got me questioning\nWhere is the love?\n\n[Post-Chorus: will.i.am & Fergie]\n(Love) Where is the love? (The love)\nWhere is the love? (The love)\nWhere is the love, the love, the love?\n\n[Verse 2: Taboo]\nIt just ain't the same, old ways have changed\nNew days are strange, is the world insane?\nIf love and peace is so strong\nWhy are there pieces of love that don't belong?\nNations droppin' bombs\nChemical gases filling lungs of little ones\nWith ongoing sufferin' as the youth die young\nSo ask yourself, is the lovin' really gone?\nSo I can ask myself, really, what is going wrong\nWith this world that we livin' in? People keep on givin' in\nMakin' wrong decisions, only visions of them dividends\nNot respectin' each other, deny thy brother\nA war is goin' on, but the reason's undercover\nThe truth is kept secret, and swept under the rug\nIf you never know truth, then you never know love\nWhere's the love, y'all? Come on (I don't know)\nAnd where's the truth, y'all? Come on (I don't know)\nAnd where's the love y'all?\n[Chorus: Justin Timberlake]\nPeople killin', people dyin'\nChildren hurtin', hear them cryin'\nCan you practice what you preach?\nAnd would you turn the other cheek?\nFather, father, father, help us\nSend some guidance from above\n'Cause people got me, got me questioning\nWhere is the love?\n\n[Post-Chorus: will.i.am & Fergie]\n(Love) Where is the love? (The love)\nWhere is the love? (The love)\nWhere is the love? (The love)\nWhere is the love?\n(Love) Where is the love? (The love)\nWhere is the love? (The love)\nWhere is the love, the love, the love?\n\n[Verse 3: apl.de.ap]\nI feel the weight of the world on my shoulder\nAs I'm gettin' older, y'all people gets colder\nMost of us only care about money-makin'\nSelfishness got us followin' the wrong direction\nWrong information always shown by the media\nNegative images is the main criteria\nInfecting the young minds faster than bacteria\nKids wanna act like what they see in the cinema\nYo, whatever happened to the values of humanity? (Yeah)\nWhatever happened to the fairness and equality? (Yeah)\nInstead of spreading love, we spreading animosity (Yeah)\nLack of understanding leading us away from unity\nThat's the reason why sometimes I'm feelin' under\nThat's the reason why sometimes I'm feelin' down\nIt's no wonder why sometimes I'm feelin' under\nGotta keep my faith alive 'til love is found\nNow ask yourself\n[Post-Chorus: will.i.am]\nWhere is the love?\nWhere is the love?\nWhere is the love?\nWhere is the love?\n\n[Chorus: Justin Timberlake]\nFather, father, father, help us\nSend some guidance from above\n'Cause people got me, got me questioning\nWhere is the love?\n\n[Outro: will.i.am & Justin Timberlake]\nNow sing with me, y'all (One world, one world)\nWe only got (One world, one world)\nThat's all we got (One world, one world)\nAnd something's wrong with it (Yeah)\nSomething's wrong with it (Yeah)\nSomething's wrong with the w-world, world, yeah\nWe only got (One world, one world)\nThat's all we got (One world, one world)87Embed"
}