{
    "lyrics": "Cabernet Lyrics[Intro: Oswin Benjamin]\nYeah\nI want to\nWake up, yeah\nAnd I want to\nWake up, wake up, wake up\nI want to wake up to you tomorrow morning\nI want to wake up to you tomorrow, uh\nI want to wake up to you tomorrow morning\nI want to wake up to you tomorrow\n\n[Chorus: Oswin Benjamin]\nWhat's better (Tell me what's better)\nThan staying in? (Staying in)\nWith my baby, yeah (With my baby)\n(No 808s, no heartbreaks on the floor)\nDon't worry 'bout the cover\n'Cause girl, I got you covered\nYou and me, we V.I.P. tonight (Okay)\n[Verse 1: Anthony Flammia]\nI want your brown sugar, baby, if you give it, I'ma take it\nI can't wait to ta-taste you all night (All night)\nI know this life can drive you crazy, don't stress it, girl, you're my baby\nI'ma make sure that the world know you're mine (You're mine)\nAnd I'm yours (As long as you want me)\nGood Lord (How'd I get so lucky?)\nTo have the woman I've been dreaming 'bout, uh\nSitting on my couch, uh, kissing on my mouth, uh\nGiving me that knick-knack paddywhack, body like a Cadillac\nFuck around and give this dog a bone (Dog a bone)\nNow let me get that, uh, Kit-Kat, I'll sit back\nAnd break me off a piece of that though, uh\nZi-zi-zi-zim-zim-zimmer, you're riding that Bimmer (Skrrt)\nFuck up all the switches 'til you scream out, uh\nAnd you the Queen to this Slim and you know (Queen to my Slim)\nI'll take this ride with you, tell me where to go, oh, oh\n\n[Bridge: Anthony Flammia]\n(No 808s, no heartbreaks on the floor)\nYou're the Queen to my Slim and you know\nI'll take this ride with you, tell me where to go, oh, oh\n\n[Chorus: Oswin Benjamin]\nWhat's better (Tell me what's better)\nThan staying in? (Staying in)\nWith my baby, yeah (With my baby)\n(No 808s, no heartbreaks on the floor)\nDon't worry 'bout the cover (Yeah, don't worry 'bout it, put a smile on, babe)\n'Cause girl, I got you covered (Put the smile on, put your smile on, babe)\nYou and me, we V.I.P. tonight (Ayy, okay)\n[Verse 2: Oswin Benjamin]\nI said I'm clockin' out to put the work in (Work in)\nBaby girl, tonight's about prioritizing ('Tizing)\nKnow the way your aura ties in with the vibes\nMake it easy for me to put pride on the line, and I ain't lying\nSutter Home for your wine glass, ooh\nI'm watching time pass with your fine ass, ooh\nMy thoughts stuck at a intersection, love\nCocoons break in my midsection, love\nBut a fly could look at you and look at I\nAnd know that you the shit despite the bullshit in our lives\nTonight we ain't worried 'bout no bills or the weight you gained (Uh-uh)\nThe way your boss ain't been putting respect on your name (Come on)\nThe dishes in the sink that get you tight can wait (Come on)\nAnd we gon' order in once I finish what's on my plate\nI'm nasty and you like that\nTell me everything you like and we gon' try that\nIs pineapple still your safe word?\nAlright, my fault, I be playin' too much\nLook, alright, all due respect\nWe ain't gotta go out tonight, let's stay in the nest, uh\nWe can chill and see what flicks is on the Net\nThe WiFi don't work, my hotspot is on deck\nSo we ain't never gotta leave, we can remix Lumidee\nWhile I speak your body language fluently (I love, I love)\nTrue indeed, ah, ah, ah, ah (I love you, girl, I love you)\n[Outro]\nI love you, I love you (I love you, girl)\nI love you, girl, I love you\nI love you, I love you (I love you, girl)\nI love you, girl, I love you\nI love you, I love you (I love you, girl)\nI love you, girl, ayy, ayy-ayyEmbed"
}