{
    "lyrics": "Thugz Mansion Lyrics[Intro]\nFI:VO\n\n[Refräng: Capo 13]\nTror du att jag rör mig ensam här, ey?\nOm jag går ut, jag går alltid ut med en, ey\nBoozen knullade min hälsa här, ey, ey\nMin lever skriker, men jag häller upp igen, ey, ey\nUtan kush det svårt att tänka här, ey\nJag är så fuzad jag vill inte ens gå hem\nAina, de vill se mig fängslad här, yeah, yeah\nDet här systemet, de vill se mig sitta fem\n\n[Vers 1: Capo 13]\nAh, ah, det är fucked\nNär min egen barndomsvän vill se mig jappt\nOch den finaste tjejen från skolan går nu på tjack\nOch fler och fler omkring mig åker fast, de är locked\nOch när mamma säger \"Varför ska du ut nu inatt?\"\nÄnnu en nittonåring borta, ännu en broder som slockna\nJag har fler döda vänner än fingrar på min hand\nHoppas Gud har en plats till oss som går med guns\n\"Thugz Mansion\", 2Pac\nHatar hasch, fuck blanda kushet med tobak\nJag vill ba bazz, hennes boobs är så stora\nGunnen så kall, kan bli varm, pang, acho sharmuta\nFick fame, men jag offra mitt liv\nMin son ska bli prins på sin tid\nFuck mina opps, ikväll häller ut Hennessy\nEn kula i omlopp, beredda för krig\n[Refräng: Capo 13]\nTror du att jag rör mig ensam här, ey?\nOm jag går ut, jag går alltid ut med en, ey\nBoozen knullade min hälsa här, ey, ey\nMin lever skriker, men jag häller upp igen, ey, ey\nUtan kush det svårt att tänka här, ey\nJag är så fuzad jag vill inte ens gå hem\nAina, de vill se mig fängslad här, yeah, yeah\nDet här systemet, de vill se mig sitta fem (De vill se mig sitta fem)\n\n[Vers 2: Alex Ceesay]\nEnsam här, aldrig ensam här\nHar en packad under bältet, mannen, dämpad MAC\nVar parkerad, kasta stenar, gjorde centancash\nMina grabbar dumpar kroppen när de bränt hans svärd\nGjorde dough-dough, tiki-taka popo\nKrigen är på riktigt, mina killar de är no joke\nVi var de som gjorde den här zonen till en no-go\nMina jagar para när din liga jagar ho-hoes\nShit, \"Thugz Mansion\", 2Pac\nHatar hasch, fuck blanda kushet med tobak\nStraffen är milda, brotten är grova\nJag föll för min gun när du föll för din hora\nTvåhundra bloss, mannen, tvärstämpla S-Class\nKöpt, inte leasad, sexhundra hästkraft\nKromad revolver, .38 special\nDet klart att min stick gör din klick lite stressad, yuh\n[Refräng: Capo 13]\nTror du att jag rör mig ensam här, ey?\nOm jag går ut, jag går alltid ut med en, ey\nBoozen knullade min hälsa här, ey, ey\nMin lever skriker, men jag häller upp igen, ey, ey\nUtan kush det svårt att tänka här, ey\nJag är så fuzad jag vill inte ens gå hem\nAina, de vill se mig fängslad här, yeah, yeah\nDet här systemet, de vill se mig sitta fem\n\n[Outro: Capo 13]\nDet här systemet, de vill se mig sitta fem\nJag är så fuzad jag vill inte ens gå hem3Embed"
}