{
    "lyrics": "[Verse 1]\nBecky was a beauty from south Alabama\nHer daddy had a heart like a nine-pound hammer\nThink he even did a little time in the slammer\nWhat was I thinking?\nShe snuck out one night and met me by the front gate\nHer daddy came out waving that twelve gauge\nWe tore out the drive he peppered my tailgate\nWhat was I thinking?\n\n[Pre-Chorus]\nOh, I knew there'd be hell to pay\nBut that crossed my mind a little too late\nCause I was\n\n[Chorus]\nThinking about a little white tank top sitting right\nThere in the middle by me\nI was thinking about a long kiss man just got to get\nGoing where the night might lead\nI know what I was feeling\nBut what was I thinking... what was I thinking\n\n[Verse 2]\nBy the county line the cops were nipping on our heels\nPulled off the road and kicked it in four-wheel\nShut off the lights and tore through the corn field\nWhat was I thinking?\nOut the other side she was hollering faster\nTook a dirt road and had the radio blasting\nHit the honky tonk for a little close dancing\nWhat was I thinking?\n[Pre-Chorus]\nOh, I knew there'd be hell to pay\nBut that crossed my mind a little too late\nCause I was\n\n[Chorus]\nThinking about a little white tank top sitting right\nThere in the middle by me\nI was thinking about a long kiss man just got to get\nGoing where the night might lead\nI know what I was feeling\nBut what was I thinking... what was I thinking\n\n[Verse 3]\nWhen a mountain of a man with a \"born to kill\" tattoo\nTried to cut in I knocked out his front tooth\nWe ran outside hood-sliding like Bo Duke\nWhat was I thinking?\nI finally got her home at a half past too late\nHer daddy's in a lawn chair sitting on the driveway\nPut it in park as he started my way\nWhat was I thinking, oh what was I thinking, oh what was I thinking\nThen she gave a come-and-get-me grin\nAnd like a bullet we were gone again... cause I was\n\n[Chorus]\nThinking about a little white tank top sitting right\nThere in the middle by me\nI was thinking about a long kiss man just got to get\nGoing where the night might lead\nI know what I was feeling\nBut what was I thinking... what was I thinking"
}