{
    "lyrics": "[Verse 1: Nasty Boi]\nSmokin' on that Cali Kush, my boy sells it by the bush\nI'm packin' heat with the .45 magnum in my belt\nShawty lookin' so fine, wish I could've felt\nWhen I drugged the bitch, the drug I could've melt\nI'm feelin' so fine in the back of my Hummer\nRidin' down a main street, I'm stuntin' like a winner\nI've been in the running for a long time\nI feel it's safe to say that DPalm can bust a bomb rhyme\nWhen I write down a verse, there ain't no controversy\nLook at your bitch, she's fifteen, call that statutory\nSmokin' on Arabian shit, don't you know? the good stuff\nThe smoke hit the back of your throat, the shit is rough\nTold you suckers, DPalm gonna murder this investigation\nWho's the next bad rapper? Turnin' on a mutilator\nFry you bitches up in, what is called frialator\nI worked at fast food, don't fuck with what I'm sayin'\nI don't wanna be the next rapper on TV\nI just wanna be me, enough about succeeding\nSmokin' spliffs and we be hittin' that Mauwie Wowie shit\nDrinkin 'til we daze-y, knockin' back down shots of Bacardi\n\n[Verse 2: Prez]\nParental advisory stickers all over my merchandise\nLike I was gonna put a \"Fuck you\" in front of my merchants' eyes\nWho the fuck is Dana Carvey? I'm the master of disguise\nGet as high as I am right now, and you'll be clappin' in the skies\nDon't be foolish, that plot's kinda like the flick \"Mission: Impossible\"\nYour homeboy's sayin' shit that got me actin' kinda pausible\n(Pause) That's A.K.A. for actin' gay\nConcoct your own acronym for \"Prez is gonna spray\"\nBest believe me, I'll do it, my words are the truest\nAnd I will throw some shit that leaves you lyin' in your fluids\nYoung Money co-signer, please free Weezy\nSo we can be broadcast live, like cable TV\nI'm new to this league, but great like John Wall\nWe be burnin', Sean Paul, hard to kill, Steven Seagal\nWe goin' in, like a robber, hide your toddler\nWindows we smash 'em, TVs we grab 'em, don't holler\nNo problems, solutions we got 'em\nMelt your head off in layers, like a human Gobstopper\nOrville poppin', Smith & Wes Glockin'\nAnd we treat red lights like bed nights, and we ain't stoppin'"
}