{
    "lyrics": "Number One Spot Lyrics[Intro]\nYeah, baby! Hehe, yeah\n(Woo!) Back again! (That's right)\nLuda!\nHahahaha (Feel this)\nIt gets meaner and meaner each time, baby\nFeeling real good, too (Holla at 'em, man)\nWhat up, Uncle 'Face? (Yeah!)\nHaha, haha\nI'm a bull in this industry, man (Tell 'em)\nSome would rather run down and get one cow (Nah)\nI think I'd rather walk down and get 'em all—you know what I'm talking 'bout, right? (You know what's up, right?)\nLook—\n\n[Verse 1]\nI'm never going nowhere, so don't try me\nMy music sticks in fans' veins like an IV\nFlows poison like Ivy—oh, they grimy!\nAlready offers on my sixth album from labels tryna sign me\nRespected highly; Hi, Mr. O'Reilly!\nHope all is well—kiss the plaintiff and the wifey\nDrove through the window, the industry super sized me\nNow, the girls see me and a river's what they cry me\nI'm on the rise, so many people despise me\nGot party ammunition for those tryna surprise me (Surprise!)\nIt's a celebration, and everyone should invite me\nRoll with the crew or meet the bottom of our Nikes (Bow!)\nExplorer like Dora—these Swipers can't swipe me\nMy whole aura's so mean in my white tee\nNobody light-skinned'ed repping harder since Ice-T\nYou disagree, take the Tyson approach and bite me!\n[Hook]\nWhoa! Don't slip up or get got (\"Why not, man?\")\nI'm coming for that number-one spot (Alright, woo!)\nRappers swearing they on top (Nuh-uh, uh-uh)\nBut I'm coming for they number-one spot (Alright, man)\nScheme-scheme, plot-plot (Say what?)\nI'm coming for that number-one spot! (Woo! Hey)\nKeep it going—it won't stop (\"What you doing, man?\")\nI'm coming for that number-one spot\n\n[Verse 2]\nYes, indeed! Ludacris: I'm hotter than Nevada\nReady to break the steering column on your Impala\nIf I get caught, bail-out; po'-po'—I tell 'em, \"Holla\"\nIn court, I never show up, like Austin Powers' fa-zha\n\"Father, father,\" and hey, I love gold\nBut can buy anything I want from the records I've sold\nJacuzzi's hot, Cristal is so cold\nNeighbors catch contacts from the blunts that I've rolled\nA pig in a blanket, a shmoke and a pancake\nDrop albums nonstop, once a year for my fans' sake\nI crush mics until my hand breaks\nThen shag now and shag later 'til these women can't stand straight\nThe Luda-meister got 'em feeling so randy\nI'm double-X-L, so I call 'em my \"eye candy\"\nBrush my shoulder and I pop my collar\n'Cause I'm worth a million gazillion fafillion dollars\n[Hook]\nWhoa! Don't slip up or get got (\"Why not, man?\")\nI'm coming for that number-one spot (Alright, woo!)\nRappers swearing they on top (Nuh-uh, uh-uh)\nBut I'm coming for they number-one spot (Alright, man)\nScheme-scheme, plot-plot (Say what?)\nI'm coming for that number-one spot! (Woo! Hey)\nKeep it going—it won't stop (\"What you doing, man?\")\nI'm coming for that number-one spot\n\n[Verse 3]\nCausing lyrical disasters, it's the master\nMake music for Mini-Mes, models and Fat Bastards\nThese women trying to get me out my Pelle Pelles\nThey strip off my clothes and tell me, \"Get in my belly!\"\nStay on the track, hit the ground running like Flo-Jo\nSent back in time, and I've never lost my mojo\nLadies and gentlemen, ahh, boys and girls\nLudacris sent down to take over the whole world\n\n[Hook]\nWhoa! Don't slip up or get got (\"Why not, man?\")\nI'm coming for that number-one spot (Alright, woo!)\nRappers swearing they on top (Nuh-uh, uh-uh)\nBut I'm coming for they number-one spot (Alright, man)\nScheme-scheme, plot-plot (Say what?)\nI'm coming for that number-one spot! (Woo! Hey)\nKeep it going—it won't stop (\"What you doing, man?\")\nI'm coming for that number-one spot4Embed"
}