{
    "lyrics": "Click on the letters to jump to the terms under the selected letter:AB C D E F G H I J K L M N  O P Q R S T U V W X Y Z#A\"A\" by Sybyr\n\"Africa by Toto\n\"Aicha\" by Outlandish (Info)\n\"Ain't Got Rhythm\" by Phineas and Ferb\n\"All Star\" by Smash Mouth\n\"Axel\" by Crazy FrogB\"Baby\" by Justin Bieber\n\"Baby I'm Yours\" by Breakbot\n\"Bad and Boujee\" by Migos (feat. Lil Uzi Vert)\n\"Baka Mitai\" by Mitsuharu Fukuyama\n\"Banana Dance\" by Dr. Jean Feldman\n\"Banana Song (I'm A Banana)\" by Onision\n\"Banana Phone\" by Raffi\n\"Barbie Girl\" by Aqua\n\"Beep Beep I'm a Sheep\" by LilDeuceDeuce\n\"Big Enough\" by Kirin J. Callinan (feat. Molly Lewis, Jimmy Barnes, & Alex Cameron)\n\"Bill Nye: The Science Guy\" by Mike Greene\n\"Bitch Lasagna\" by PewDiePie & Party in Backyard\n\"Blue (Da Ba Dee)\" by Eiffel 65\n\"Bring Me to Life\" by EvanescenceC\"Call Me Maybe\" by Carly Rae Jepsen\n\"Can You Feel My Heart\" by Bring Me the Horizon\n\"Caramelldansen\" by Caramella Girls (Info)\n\"Careless Whisper\" by Wham!\n\"Catallena\" by Orange Caramel (Info)\n\"Chocolate Rain\" by Tay Zonday\n\"Come Get Her\" by Rae Sremmurd\n\"Cooking By The Book (A Lil' Bigger Mix)\" by Lazy Town\n\"Crank That (Soulja Boy)\" by Soulja Boy Tell 'Em\n\"Crawling\" by Linkin ParkD\"Despacito\" by Luis Fonsi (feat. Daddy Yankee)\n\"Dragostea din teï\" by O-Zone\n\"Dreamscape\" by 009 Sound System\n\"Drop It Like It's Hot\" by Snoop Dogg (feat. Pharrell)\n\"The Duck Song\" by Bryant OdenE\"Everytime We Touch\" by CascadaF\"Fabulous Secret Powers\" by SLACKCiRCUS\n\"Fergalicious\" by Fergie (feat. will.i.am)\n\"Fireflies\" by Owl City\n\"The Fox (What Does the Fox Say?)\" by Ylvis\n\"Fresh Prince of Bel Air\" by DJ Jazzy Jeff & The Fresh Prince\n\"Friday\" by Rebecca Black\n\"Fruit Salad\" by The Wiggles\n\"Fuck tha Police\" by N.W.AG\"Gangnam Style\" by PSY\n\"Gitchee Gitchee Goo\" by Phineas and the Ferbtones (Phineas and Ferb)\n\"Goofy Goober Rock\" by Tom RothrockH\"Harlem Shake\" by Baauer\n\"Hello\" by Lionel Richie\n\"Hide and Seek\" by Imogen Heap\n\"Hoes Mad\" by Famous Dex\n\"Hotline Bling\" by DrakeI\"In My Feelings\" by Drake\n\"In the Summertime\" by Mungo Jerry\n\"I'm a Believer\" by Smash Mouth\n\"I'm a Gummy Bear (The Gummy Bear Song)\" by Gummibär\n\"It's Everyday Bro\" by Jake Paul (feat. Team 10)J\"JuJu On That Beat (TZ Anthem)\" by Zay HilfigerrrK\"Kazoo Kid (Trap Remix)\" by Kazoo Kid\n\"Kung Fu Fighting\" by Carl DouglasL\"Look At Me!\" by XXXTENTACION\n\"Lose Yourself\" by EminemM\"Mad World\" by Michael Andrews (feat. Gary Jules)\n\"Man's Not Hot\" by Big Shaq\n\"Marilyn Monroe\" by Danielle Cohn\n\"Mine Diamonds\" by MineCraft Awesome Parodys\n\"Mo Bamba\" by Sheck Wes\n\"Moskau\" by Dschinghis Khan\n\"Move Bitch\" by Ludacris (feat. Mystikal & I-20)\n\"Mr. Boombastic\" by Biggie CheeseN\"Nyan Cat Theme\" by Nyan Cat\n\"Never Gonna Give You Up\" by Rick AstleyO\"O Fortuna (Fortuna Imperatrix Mundi)\" by Carl Orff\n\"Ocean Man\" by WeenP\"Pen Pineapple Apple Pen\" by PIKOTARO\n\"Photograph\" by Nickelback\n\"POKEMON GO SONG!!!\" by Mishovy Silenosti\n\"Pokémon Theme Song\" by PokémonQR\"R.I.P. Roach\" by $ki Mask \"The Slump God\" (feat. XXXTENTACION)\n\"Ram Ranch\" by Grant MacDonald.\n\"Rasputin\" by Boney M.\n\"Ridin'\" by Chamillionaire (feat. Krayzie Bone)\n\"Roundabout\" by Yes\n\"Running in the 90's\" by Max CoveriS\"Sandstorm\" by Darude\n\"Scatman (Ski Ba Bop Ba Dop Bop)\" by Scatman John\n\"Shooting Stars\" by Bag Raiders (Info)\n\"SICKO MODE\" by Travis Scott with Drake\n\"Spooky Scary Skeletons (Remix)\" by The Living Tombstone\n\"Straight Outta Compton\" by N.W.A\n\"Sweatshirt\" by Jacob Sartorius\n\"Suge\" by DaBabyT\"Take On Me\" by a-ha\n\"That Should Be Me\" by Justin Bieber\n\"Through the Fire and the Flames\" by DragonForce\n\"The Time Is Now\" by John Cena & Tha Trademarc\n\"Treasure\" by Bruno Mars\n\"ਤੁਨਕ ਤੁਨਕ ਤੁਨ (Tunak Tunak Tun)\" by Daler Mehndi\n\"Turn Down For What\" by DJ Snake\nYarichin Bitch Club ヤリチン☆ビッチ部 - \"Touch You\" (Romanized)U\"ULTIMATE\" by Denzel Curry (info)VW\"Wake Me Up Before You Go-Go\" by Wham!\n\"We Like to Party! (The Vengabus)\" by Vengaboys\n\"We No Speak Americano\" by Yolanda Be Cool & DCUP\n\"We Will Rock You\" by Queen\n\"What is Love?\" by Haddaway\n\"Who Let The Dogs Out?\" by Baha Men\n\"Why You Always Lying\" by Nicholas Fraser\n\"Work\" by Iggy Azalea\n\"Worth It\" by Fifth Harmony (Info)XY\"You Reposted in the Wrong Neighborhood\" by SHOKKZ#\"The 7th Element\" by Витас (Vitas)"
}