{
    "lyrics": "[Intro: Paul Wall, Jermaine Dupri, & Nelly]\nRob the jewelry store and tell 'em, \"Make me a grill\"\nUh\nUh\nAdd the whole top diamond and the bottom rose gold (Yo)\nWe 'bout to start a epidemic with this one\nY'all know what this is (Uh, uh, uh, uh)\nSo So Def\n\n[Verse 1: Nelly & Brandi Williams]\nGot thirty down at the bottom, thirty more at the top (Uh-huh)\nAll invisible set in little ice cube blocks\nIf I could call it a drink, call it a smile on the rocks\nIf I could call out a price, let's say I call out a lot\nI got like platinum and white rose, traditional gold\nI'm changin' grills every day, like Jay change clothes\nI might be grilled out nicely (Oh) in my white tee (Oh)\nOr on South Beach (Oh) in my wife beat'\nVVS studded, you can tell when they cut it\nYou see, my grandmama hate it, but my lil' mama love it\n'Cause when I...\nOpen up your mouth, your grill gleaming (Say what?)\nEyes stay low from the chiefing (Chiefing)\nI got a grill I call penny candy, you know what that mean?\nIt look like Now and Laters, gumdrops, jelly beans\nI wouldn't leave you for nothing, only a crazy man would\nSo if you catch me in your city, somewhere out in your hood\nJust say...\n[Chorus: Brandi Williams, Nelly, Paul Wall, Nelly & Paul Wall]\nSmile for me, daddy (Woo, what you looking at? Come on, uh)\nLet me see your grill (Let me see my what?)\nYa, ya grill (Uh), ya, ya, ya grill\nRob the jewelry store and tell 'em, \"Make me a grill,\" she said\nSmile for me, daddy (What you looking at? Oh)\nI wanna see your grill (You wanna see my what?)\nYa, ya grill (Uh), ya, ya, ya grill\nAdd a whole top diamond and the bottom rose gold (Uh-oh)\n\n[Verse 2: Paul Wall & Jermaine Dupri]\nWhat it do, baby? It's the iceman, Paul Wall (Yeah)\nI got my mouth lookin' something like a disco ball (Yeah)\nI got the diamonds and the ice all hand set\nI might cause a cold front if I take a deep breath (Already)\nMy teeth gleaming like I'm chewing on aluminum foil\nSmiling, showing off my diamonds, sippin' on some potent oil (Baby)\nI put my money where my mouth is and bought a grill\nTwenty carats, thirty stacks, let 'em know I'm so for real (For real)\nMy motivation is them 30 pointers, VVS\nThe frontage in my mouthpiece simply symbolize success (That's right)\nI got the wristwear and neckwear that's captivating (What?)\nBut it's my smile that got these onlookers spectating (Hah)\nMy mouthpiece simply certified a total package\nOpen up my mouth and you see more carrots than a salad (Come on, man)\nMy teeth are mind-blowing, giving everybody chills\nCall me George Foreman 'cause I'm sellin' everybody grills\n[Chorus: Brandi Williams, Nelly, Paul Wall, Nelly & Paul Wall]\nSmile for me, daddy (Woo, what you looking at? Uh)\nLet me see your grill (Let you see my what?)\nYa, ya grill (Uh), ya, ya, ya grill\nRob the jewelry store and tell 'em, \"Make me a grill,\" she said\nSmile for me, daddy (Woo, what you looking at? Uh)\nI wanna see your grill (You wanna see my what?)\nYa, ya grill (Uh), ya, ya, ya grill\nAdd a whole top diamond and the bottom rose gold (Kinfolk, come on)\n\n[Verse 3: Ali, Big Gipp, Paul Wall]\nGipp got them yellows, got them purples, got them reds (Hey)\nLights gon' hit and make you woozy in your head (Hey)\nYou can catch me in my Too $hort drop\nMouth got colors like a Fruit Loop box\nIt's what it do, in the Lou', ice grill, country grammar\nWhere the hustlers move bricks and the gangsters bang hammers\nWhere I got 'em, you can spot 'em on the top and the bottom\nGot a bill in my mouth like I'm Hillary Rodham\nI ain't dissin' nobody, but let's bring it to the light\nGipp was the first with my mouth bright white (That's right)\nThese hoes can't focus 'cause they eyesight blurry\nTippin' on some 4's, you can see my mouth jewelry\nI got four different sets, it's a fabulous thang\nOne white, one yellow, like Fabolous chain\nAnd the other set the same, got my name in the mold\nAdd a whole top diamond and the bottom rose gold (Come on)\n[Chorus: Brandi Williams, Nelly, Paul Wall, Nelly & Paul Wall]\nSmile for me, daddy (Woo, what you looking at? Uh)\nLet me see your grill (Let you see my what?)\nYa, ya grill (Uh), ya, ya, ya grill\nRob the jewelry store and tell 'em, \"Make me a grill,\" she said\nSmile for me, daddy (Woo, what you looking at? Uh)\nI wanna see your grill (You wanna see my what?)\nYa, ya grill (Uh), ya, ya, ya grill\nAdd a whole top diamond and the bottom rose gold\n\n[Bridge: Brandi Williams, Jermaine Dupri & Nelly]\n(Sing to me)\nBoy, how'd you get your grill that way? (Huh?)\nAnd how much did you pay?\nEvery time I see you, the first thing I wan' say, hey\n\n[Chorus: Brandi Williams, Nelly, Paul Wall, Nelly & Paul Wall]\nSmile for me, daddy (Woo, what you looking at? Uh)\nLet me see your grill (Let you see my what? Hey)\nYa, ya grill (Uh), ya, ya, ya grill\nRob the jewelry store and tell 'em, \"Make me a grill,\" she said\nSmile for me, daddy (Woo, what you looking at? Uh)\nI wanna see your grill (You wanna see my what?)\nYa, ya grill (Uh), ya, ya, ya grill\nAdd a whole top diamond and the bottom rose gold, come on"
}