{
    "lyrics": "Ain’t No Other Man Lyrics[Intro]\nHey! Yeah\n(Do your thang, honey!)\n\n[Verse 1]\nI could feel it from the start\nCouldn't stand to be apart\nSomethin' 'bout you caught my eye\nSomethin' moved me deep inside, yeah\nI don't know what you did boy, but you had it\nAnd I've been hooked ever since\n\n[Pre-Chorus]\nI told my mother, my brother\nMy sister and my friends\nTold the others (Others), my lovers (Lovers)\nBoth past and present tense (Alright)\nThat every time I see you, everything starts making sense\n(Do your thang, honey!)\n[Chorus]\nAin't no other man can stand up next to you\nAin't no other man on the planet does what you do (What you do)\nYou're the kind of guy, a girl finds in a blue moon (Hey!)\nYou got soul (Hey), you got class (Ooh), you got style, you're badass (Oh yeah)\nAin't no other man, it's true (Alright)\nAin't no other man but you\n\n[Verse 2]\nNever thought I'd be alright (No, no, no)\n'Till you came and changed my life (Yeah, yeah, yeah)\nWhat was cloudy now is clear, yeah, yeah\nYou're the light that I need here\nYou got what I want boy, and I want it\nSo keep on giving it up\n\n[Pre-Chorus]\nSo tell your mother (Mother), your brother (Brother)\nYour sister and your friends (Your sister and your friends)\nTell the others (Others), your lovers (Lovers)\nBetter not be present tense (Uh-huh)\n'Cause I want everyone to know that you are mine and no one else's\nWhoa whoa, oh oh!\n\n[Chorus]\nAin't no other man can stand up next to you (To you, babe)\nAin't no other man (Ain't no other man, no) on the planet does what you do (Do)\nYou're the kind of guy a girl finds (A girl finds) in a blue moon (Hey!)\nYou got soul (Soul), you got class (Class)\nYou got style (Uh), you're badass (Yeah, yeah, yeah)\nAin't no other man it's true\nAin't no other man but you\n[Bridge]\n(Break it down now!)\nAin't no other, ain't, ain't no other, other\nAin't no other, ain't, ain't no other lover (Ooh-woo)\nAin't no other, I, I, I need no other\nAin't no other man but you, oh\nYou are there when I'm a mess\nYou talked me down from every ledge\nGive me strength, boy, you're the best\nYou're the only one who's ever passed every test!\n\n[Chorus]\nAin't no other man (Woo!) can stand (Yeah) up next to you (Next to you, no, hey, yeah alright)\nAin't no other man on the planet does what you do (Ooh, eh)\nYou're the kind of guy a girl finds in a blue moon (You're the kind of guy a girl will find)\nYou got soul (Yeah), you got class (Yeah)\nYou got style (Oh), you're badass (Oh yeah)\nAin't no other man it's true\nAin't no other man but you\n\n[Interlude]\nAnd now I'm telling you, so ain't no other man but you oh!\n\n[Chorus]\nAin't no other man can stand up next to you (Yeah-eah-eah, yeah, yeah)\nAin't no other man on the planet (Hahaha) does what you do (what you do)\nYou're the kind of guy (oh, yeah) a girl finds in a blue moon (Baby, baby, baby, no)\nYou got soul (Yeah), you got class (Ooh)\nYou got style, you're badass (Don't you know?)\nAin't no other man it's true (Ooh-ooh!)\nAin't no other man but you10Embed"
}