{
    "lyrics": "Where’d You Go Lyrics[Chorus: Skylar Grey]\nWhere'd you go? I miss you so\nSeems like it's been forever that you've been gone\n\n[Verse 1: Mike Shinoda]\nShe said, \"Some days, I feel like shit\nSome days, I wanna quit and just be normal for a bit\"\nI don't understand why you have to always be gone\nI get along, but the trips always feel so long\nAnd I find myself trying to stay by the phone\n'Cause your voice always helps me to not feel so alone\nBut I feel like an idiot, working my day around the call\nBut when I pick up, I don't have much to say\n\n[Pre-Chorus: Mike Shinoda]\nSo, I want you to know it's a little fucked up\nThat I'm stuck here waiting, at times debating\nTelling you that I've had it with you and your career\nMe and the rest of the family here, singing, \"Where'd you go?\"\n[Chorus: Skylar Grey & Jonah Matranga]\nWhere'd you go? I miss you so\nSeems like it's been forever that you've been gone\nWhere'd you go? I miss you so\nSeems like it's been forever that you've been gone\nPlease come back home\n\n[Verse 2: Mike Shinoda]\nCome back home, you know, the place where you used to live\nUsed to barbeque up burgers and ribs\nUsed to have a little party every Halloween with candy by the pile\nBut now, you only stop by every once in a while\nShit, I find myself just filling my time\nWith anything to keep the thought of you from my mind\nI'm doing fine, and I’m planning to keep it that way\nYou can call me if you find that you have something to say\n\n[Pre-Chorus: Mike Shinoda]\nAnd I'll tell you, I want you to know it's a little fucked up\nThat I'm stuck here waiting, at times debating\nTelling you that I've had it with you and your career\nMe and the rest of the family here, singing, \"Where'd you go?\"\n\n[Chorus: Skylar Grey & Jonah Matranga]\nWhere'd you go? I miss you so\nSeems like it's been forever that you've been gone\nWhere'd you go? I miss you so\nSeems like it's been forever that you've been gone\nPlease come back home\n[Bridge: Mike Shinoda]\nI want you to know it's a little fucked up\nThat I'm stuck here waiting, no longer debating\nTired of sitting and hating and making these excuses\nFor why you're not around, and feeling so useless\nIt seems one thing has been true all along\nYou don't really know what you got 'til it's gone\nI guess I've had it with you and your career\nWhen you come back, I won't be here and you can sing it\n\n[Chorus: Skylar Grey & Jonah Matranga]\nWhere'd you go? I miss you so\nSeems like it's been forever that you've been gone\nWhere'd you go? I miss you so\nSeems like it's been forever that you've been gone\nPlease come back home\n\n[Post-Chorus: Skylar Grey & Jonah Matranga]\nPlease come back home\nPlease come back home\nPlease come back home\nPlease come back home\n\n[Outro: Brad Delson, Jay-Z, & Mike Shinoda]\nWhen you made me that initial batch of songs\nI was like, that's the shit, right there\nHolla\n*Laughter*\n*Laughter*28Embed"
}