{
    "lyrics": "There it Go (The Whistle Song) Lyrics[Intro]\nSan-tana, aight\nIt's Dipset, bitch!\n\nThere it go, baby don't stop now\nThere it go, baby don't stop now\n\n[Hook]\nThere it go\nDamn, shorty look good and I'm thinking 'bout getting at her\nOkay, time to whistle at her\n\nAy, girl – you make – my whistle blow\n\nThere it go, bring it here baby\nThere it go, bring it here baby\n[Verse 1]\nTop down and I'm at it again\nIt's hot now and I'm at it to win, you heard me?\nWho want it with me? Nobody want it with me\nOh, I'm so fly, oh, mami come and get me\nSit it down, back up, bring it on back up\nMove it 'til you feel something hard on your back, ugh\nThere it go, if you want it, come and get it\nI ain't kidding I'm with it, here it go, go\n\nSo girl – let me – see you get low\n\nThere it go, yeah, just like that\nMove the thang like a boomerang and come right back\nThere it go, I don't need to ask I proceed to grab her\nChicks love my G'd up swagger, there it go\n\n[Hook]\nThere it go\nDamn, shorty look good and I'm thinking 'bout getting at her\nOkay, time to whistle at her\n\nAy, girl – you make – my whistle blow\n\nThere it go, bring it here baby, come on\nThere it go, bring it here baby, come on\nAy, girl – let me – see you get low\n\nThere it go, set it down baby\nThere it go, set it down baby\nThere it go, it's Dipset\nThere it go, aight, aight, aight\nThere it go, it's Dipset\nThere it go, aight, aight\n\n[Verse 2]\nI got to get it, I'm so hot terrific\nSo not fair to the other guys that's in it\nI know not my limit cause no sky's the limit\n'til then I'm doing my, doing my, doing my thing\nSo baby keep moving your, moving your, moving your thing\nAnd that'll keep you in the, you in the, you in the ring (or maybe not)\n\nAy, girl – you make – me want to know\n\nYou do it like a pro, lil' lady\nIf so bring it here, let it show, lil' lady, there it go\nLet's go, lil' lady, to the crib\nTo the tele, you know, lil' lady\nUm, yes girl, um, yes we can have a cum-fest, girl\n'til the sun sets girl, girl\nBut first I gotta get you undressed girl\nSo take off them clothes and get undressed girl\n[Hook]4Embed"
}