{
    "lyrics": "[Intro (spoken)]\n[Loren]\nI asked for directions, and this guy gave me directions. And I noticed, in his hand, he had a knife. And he had the knife out, and that knife was about this long.\n\n[Roberto]\nHe came up to me, and he said, \"Let me see your license.\" And then he spit at my feet. And it landed one inch from my shoe. I mean, it felt like he said, \"Motherfucker, make a move.\"\n\n[Gordon]\nI was the only white boy there. Got beat up, and got it taken away.\n\n[Yutaka]\nYou look more white than we do. No way do I cross that line.\n\n[Hugh]\nThe fear is still there, because I know it can happen. Because it has happened. Not to me, but to people who look just like me.\n\n[David L.]\nAnother woman at the Laundromat came up to me with a $10 bill and waved it in front of me and said, \"CHANGE? CHANGE?\" And she annunciated very carefully.\n\n[Victor]\nWe always deal with you, baby. Always. And the ride up here is: \"Aww, man! Where are we now? Oh, God! I hate being out of the city. Because I know who's out here: you all.\n\n[David C.]\nYou block your progress.\n\n[Victor]\nI block my own progress?\n[Body (spoken)]\n[Lee Mun Wah]\nYou know, as I look around this room, I realize the connection is really neat, because I actually know each one of you in a very special way. Some of you I just met, actually. Each of you were picked very particularly and it took time to do that. Each of you were picked for your honesty. And I—and for your directness, and for your sincerity, and for the work that you do, too, on yourself. That's why I really wanted to have you on film.\n\n…\n\nAnd your ethnicity?\n\n[David C.]\nI am American. Generations back, we came from England and Denmark. But mostly when they got into America here to—whatever happened here, we got mixed up. So, I'm American; a white American, I guess.\n\n[Hugh]\nMy father is Mexican; my mother is Irish.\n\n[Victor]\nAfrican and, some ways back, of Cherokee descent.\n\n[Yutaka]\nI'm a third-generation Japanese-American man.\n\n[Gordon]\nI'm seventh—at least seventh-generation Euro-American. My family is—on both sides—is Scott, and on my father's side is also English and German.\n\n[Roberto]\nI'm Mexican; I'm Latino, I'm Mexican, I'm Mexican-American. I'm Chicano.\n[Lee Mun Wah]\nI am Chinese. And I'm Chinese-American.\n\n[David L.]\nI am an American also. I am an all-American man. And the reason I say that is that: I was born here, educated here, and that makes the American\n\n[Loren]\nBut, I do always going to be identified as African-American or Black, not just an American. The reason why I'm here, and I'm glad to be here, is because I have a lot of anger, and this is a positive outlet for that anger. I could do a lot of destructive things, but that would be—that wouldn't be productive whatsoever.\n\n[Gordon]\nI'm here because I'm a racist. And I've been working at it for—at being—unlearning that since '76. And I've still got it. And there's a lot of pain around that.\n\n[Hugh]\nAnd I'm nervous about being here cause I don't know what's going to happen. I think one of the ways I've survived racism is to be in complete control, and I'm not in complete control here. So I'm a little worried about that. And I'm just, you know, tripping on the—you know, walking in here and seeing who is here. I didn't expect white men to be here.\n\n[David C.]\nI'm a local boy, grown, raised right here in this small community. And when the subject of racism was mentioned to me, I found it extremely exciting because I grew up in this area with friends of all races, and we would read in the news, see on the television of racial struggles in other areas and could not comprehend how that could be why they had to cause struggle and strife for each other. Why couldn't they be just like—at home, happy and productive together. And I don't think that anybody should be any less than—than another. I grew up in this area will right alongside the Native Americans. And some of them, to this day, are my dearest friends. I like their cultures? Yes. And I even seek after artefacts from from their history. But—there's no struggle or strife. We don't cause it.\n\n[Lee Mun Wah]\nIn Chinese, you know, the word American really means white to us. And I—that's why today I actually will not use the word \"American\" either: because I do believe it does not incorporate all of us. That there really still is not that political social and economic equality. And when that day comes, I'll be the first to stand up and say, \"I'm an American,\" and stand with everyone. But until I feel that, I think that I'll always feel like I have to say Chinese, so that people know who I am.\n\n[Yutaka]\nThree years ago, I went to Japan. I said, \"Gotta go find my roots. I'm going to go find out who I really am.\" I applied for the passport, filling out the things, and it—\"Nationality\": It says \"American\". I said to my wife, \"I can't put down 'American'. I'm not 'American'.\"\n\nShe says, \"Yeah, you're—you're American. You gotta put down 'American'!\"\nI said, \"I'm Japanese!\"\n\n\"You're not Japanese, you're American!\"\n\nAnd I said, \"I can't do that. I have never in my life claimed myself to be—\" and it just, like—.\n\nI said, \"Well, I'm going to put 'Japanese' down.\" And she says, \"You're not from Japan!\"\n\n[Victor & Roberto]\n[laugh]\n\n[Yutaka]\nYou know? \"You were born here! You're American!\" And—And it—it just—I was just blown away by—you know, for the first time, I had to put that down, otherwise it would've been rejected; I had no choice in that.\n\n[David C.]\nDo you think that we don't get excited, as Americans, when you say you are something other than just American? I got excited when Mun Wah said to us that he is Chinese-American. Why can't we just be American and excited about being just American like David is?\n\n[David L.]\nBut, wait a minute. I just—\n\n[David C.]\nYou know? He calls himself an American.\n\n[David L.]\nBut I'm doing that for a very specific purpose.\n\n[David C.]\nOK …\n\n[David L.]\nI'm doing it because I'm turning my identity as American to fight against the white supremacist notion that only white people merit the status of the title—\n\n[Roberto]\nAmerican\n\n[David L.]\n—of \"American\".\n\n[Victor]\n[snaps his fingers]\n\n[David C.]\nWell, I agree with that. I don't think we do—\n\n[David L.]\nAnd I refuse to—I refuse to be segregated, to—or to be allocated to lower status by not being recognized as an American.\n\n[David C.]\nI like that attitude, and I think that's a correct and proper attitude.\n\n[David L.]\nBut I am—I am—I’m also Chinese\n\n[David C.]\nYes.\n\n[David L.]\nI’m very proud of that. And for a person to look at me and say, \"You're just …\"—for a white person to look at me and say, \"You're just like me: We're both American,\" totally insults me because it denies my identity as a Chinese person, too.\n\n[Roberto]\nI feel, in a sense, that I have a claim to be American in ways that you don't, because my people came from this continent.\n\n[Roberto (aside)]\nMy ancestors came across the Bering Strait from Asia and came down the coast, and on into central Mexico. And others of my ancestors came from Arabia, through Egypt, through North Africa, and into Spain. And then they all melted together in central Mexico.\n\n[Roberto]\nAmerica's not the United States. America is the entire continent. But we think here—or Americans here think that America means just this country. And so I feel like I have—you know, I’ve been kind of—I don't want to say \"I am\", 'cause I don't feel it like that—all—my people, the people that I come from, have been sort of robbed of that term. We're \"not Americans\" even though we are!\n\nAnd—I don't know where that came from.\n\n[Victor]\nTake your time.\n\n[Roberto]\nI don't know where that came from. But (you know), when you say (you know), \"I wish you would be American\" or \"You would all agree to be American\", (you know) what—what is presented to me as an American does not look like me, does not think like me, does not smell like me, does not cry like me, does not play like me. So, for me to say that, to use that as my primary identification, it—for me—it means to deny nearly all of me.\n\n[Loren]\nI worked in corporate America for a while, and now when I think I was walking down the street in a suit and tie, I'm like, \"I bet he can't wait to go home and be become a Black man again.\" You know? Because you're not allowed to be a Black man in corporate America. You walk through the malls with some pride, you're going to scare some people. Show that you have some intelligence: you scare people. You gotta shuffle. It's a 1993 shuffle, but it's still a shuffle.\n\n[David C.]\nYou give us a hard time for being white and being American being in control. I’ve never felt in control. I had vineyards and pear orchards for many years, and I employed many of your people, if you wish to call them that. They're my dear friends. To me, they're friends equal to any that I would have. And I greet them. And now they come into my business, and they just want to come in and say hi and\ntalk to me.\n\n[Hugh]\nThere's something different that's happened. What's different that's happened for us, and I’m speaking as a people: borders on genocide, takeover, colonization. You know what happens to me when I pass a mission? You know? Not the same thing that happens to every group that passes a mission. There's something different. When I hear \"Father Junípero Serra\", what do you think I think of? You know it's—\n\n[Roberto]\nConquistador.\n\n[Hugh]\nIt's chopping off hands, it's slavery, I mean—you know—that's what's different. And it gets tiring to not have that difference known. It gets tiring to not have that difference acknowledged, and to have to keep talking about. That's what gets tiring.\n\n[David C.]\nSo I see here, an attitude expressed by Yutaka and by Roberto that says, \"How can I be an American? I can't. And so I won't. I’m going to cling to my heritage.\" Is this clinging the problem? Is this belief that you cannot become American the problem? For years, I said, \"Why do these guys have such a problem being a color? Why can't they just be individuals, and go out, and make a place for themselves?\" And I hear you saying that we whites don't allow that. That we keep you down. Why aren't we just humans? I mean, why aren't we just—brothers?\n\n[Victor]\nThere's sort of a silent consciousness about or what it means to be American that I sense coming from white folks that I’d like to talk about. But before I do that, I'd like to say one more thing that's hard about talking about racism. And that is that people of color are spilling their guts and doing education to white people: \"Let me explain to you how are you got this wrong. Let me explain to you how you've got that wrong. Let me explain …\" And then we get cross-examined and it's like, \"Well maybe your problem is blah blah blah blah blah.\" And it's always—you know, racism get looked at as a person of color's problem, and it's not. You know, we're like on the receiving end of the problem, but we are not the problem. You know, I walk in a world where Black people, where Latinos, where Asians, where Arabs … all these different people are experienced as \"problem people\", and that \"Well, we're going to deal with the person of color's problem,\" when, in fact, racism is essentially a white problem.\n\nAnd that, for you to understand what racism is about, you're going to be so uncomfortable. You're going to be so different from who you see yourself to be now that, you know—there's just no way for you to get it from where you're sitting. And I’m not saying that you can never get it. I mean that you need to step outside of your skin and step outside of what seems really comfortable and familiar to you and launch out into, some real, for you, unkown territory. And you haven't gone out there, like you haven't—you know, gotten in proximity to Black people, as you said, because you don't have to. And that's part of what it means to be \"American\" to me: is to have all these things that you can do if you want to, that you don't have to do if you who don't want to do. And there's a way in which American and white and human become synonyms. That \"Why can't we just treat each other as human beings?\" to me, when I hear it from a white person means: \"Why can't we all just pretend to be white people? I'll pretend you're a white person, and then you can pretend to be white.\" \"Why don't you eat what I eat? Why don't you drink what I drink? Why don't you think like I think? Why don't you feel like I feel?\" Goddamn it! I'm so sick and goddamn tired of hearing about that! I'm sick of that! That's what it means to be a human being to me. That's what it meant to be white. That's what it meant to be American. \"Why don't you come the hell over here?\" That's what I hear every goddamn day! And you know that I can't come over there! You know that this skin, and that this hair, and that this way that I talk and that I think that I feel will never get included! Because I'm impalatable to this goddamn nation! I'm impalatable! You cannot swallow me. You cannot taste me. You cannot feel me. Because you don't want to. You think that you can survive without me, but you can't, man. You think—and you think that it'll all be fine if we just treat each other like \"human beings\". And what that says to me is: \"Don't be yourself; be like me; keep me comfortable. Connect when I'm ready to connect. Come out to my place.\" Or, maybe I'll come down, and get some artefacts from your place. Uh-uh. That is bullshit!\n\nWhen you say that your ethnicity is American, there is no American ethnicity. You have to throw away your ethnicity to become American. That's what it means. That's what it means. You give up who you are to become American. And you can pretend it's okay, because you're white. When we give up what we are to become American, we know that we're dying from it. You're dying from it, too, but you don't know it necessarily. Get ethnic, you know.\n\nYou know, I'm not going to trust you until you're as willing to be changed, and affected, by my experience and transformed by my experience as I am every day by yours.\n\nI attended a school for the first time that was predominantly white and I had white teachers. And I walked into the classroom and there were 3 reading groups in my fifth grade classroom. And I was promptly put into the lowest reading group. And I gathered very quickly that that was because I'm of African-American descent. Then they put me in the intermediate reading group, and then they put me in the highest reading group and—you know, I just boiled and churned through the whole process, because my reading level was higher than anything that they had in the classroom.\n\nI'm always dealing with you. I'm always dealing with you. You don't deal with him, you don't deal with me, maybe you had an opportunity to deal with some Latino people, but we always deal with you, baby. Always. Every day. And the ride up here, I was like—\"Oh man! Where are we now?\" Oh, God. I hate being out of the city. Because I know who's out here: you all. Or at least I know who's in charge. Even if there's other people out here. I know who's in charge. And I don't know anywhere where I can find some safety that I can rely upon … when I'm out here. You now, I’m real glad I got to the house before sundown.\n\n[Loren]\nYeah. This is like shark-infested waters.\n\n[David C.]\nReally?\n\n[Loren]\nYes, definitely. It doesn't have to be said; it can be felt. It's intuitive. It's hard to explain to someone who doesn't have to go through it, but—you know, I’ve traveled down south, and just that feeling, like you said, you get—you know. Drive through Kentucky and Tennessee and see the Appalachian Mountains up ahead\nof you, and know you want to get through those mountains so fast without stopping for anything, because you don't know if you'll get out.\n\n[Hugh]\nDriving through Ukiah, a big pickup was behind me with a gun rack on the back. You know—I was nervous. And there was—and I’ve never been hurt by somebody on the freeway with a gun rack, you know. That's never happened to me, but the fear is still there. The fear is still because I know it can happen. I know it can happen, because it has happened … not to me, but the people who look just like me, or who don't look just like me.\n\n[Gordon]\nI've got the fear. I don't want to stop. I don't want to be on the road around here. I tell you. It's scary with the gun racks. I’ve done workshops—\n\n[David C.]\nYou know what the gun racks are all about?\n\n[Gordon]\nCan I—?\n\n[David C.]\nSure. Sure.\n\n[Gordon]\nBecause it's my experience. I don't feel safe with those people. And that's a stereotype about me and people that have gun ranks and pickup trucks. But I’ve had—I used to do workshop in this area a little further east from here called The Male Experience, and I had seven shotgun holes through the sign that I had out on the road, and picked up the shells as still got them. I can't feel what I know Victor feels up here, but I got a piece of it. Because it's just scary, and I don't know how to deal with it.\n\n[Roberto]\nWhen my father hit Texas, he never stopped. He went straight through Texas. We didn't-stop—I mean, we must have stopped for food; I can't believe that—I don't remember stopping. I know we don't stop to sleep. I mean, it's like he wanted to get out of that state as fast as he could.\n\n[David C.]\nI had no comprehension, and especially from—from you, you Latinos, that you are frightened to come up highway 101. That is, in my opinion, unfounded. An unfounded fear and apprehension on your parts.\n\n[Victor]\n\"Unfounded!\" There's that word again.\n\n[David C.]\n[?] is not hostile to Latinos.\n\n[Loren]\nHow can you say that? You're not Latino.\n\n[David C.]\nNo, it's not hostile to Latinos.\n\nAnd Victor and Loren here are expressing feelings that—I’m afraid with these feelings, there will be no progress and no change in racism. The fear of color will remain. The gap isn't being bridged here.\n\n[Loren]\nI thought Victor explained that very clearly: that we've changed as far as we're going to change.\n\n[David C.]\nAnd you're expecting a change from the white person.\n\n[Loren]\nExactly.\n\n[David C.]\nAnd I’m saying to you: you're the same as I am. And you don't believe that. And I think that that really may be more predominant than you think. What about guys like Colin Powell?\n\n(laughter)\n\n[David C.]\nYou know—why do you laugh about that? He made it.\n\n[Loren]\nI’m not laughing. He did make it, but what did he make?\n\n[David C.]\nThere are many professors in the California college system that are colored and they're respected and—\n\n[Victor]\n\"Colored.\"\n\n[David C.]\nWell, w—African-American, Chinese, Latino. What do you want to do? Let's loop it all together in one term: colored. I'm colored, I'm white. You call me \"white\".\n\n(Let's go back to Colin Powell—)\n\n[David L.]\nThis is emotional and this is totally normal, to be so emotional about this topic. And I think I feel a lot of frustration here, David. And I think—you have to listen to our experiences because they're valid.\n\n[David C.]\nI believe that. They are valid—\n\n[David L.]\nWell I don't think you do, because—let me tell you why I don't think you do. It sounds like you're bouncing it back to them and saying, \"It's your problem. Why do you guys act like this? You guys can drive down the street, down—you know—Highway 101 up here.\n\n[David C.]\nAnd I can go to Chinatown.\n\n[David L.]\nWell, listen to me.\n\n[David C.]\nAnd be frightened to death.\n\n[David L.]\nWell, listen to me. Part of—I mean, when I drove—\n\n[David C.]\nAnd I do get frightened.\n\n[Yutaka]\nHey. Breathe.\n\n[David L.]\nYou gotta listen to me. When I drive Highway 101—you know, I didn't feel quite comfortable, either.\n\n[David C.]\nReally?\n\n[David L.]\nNo. But let me tell you my experience. Where I'm coming from. I grew up—I went to high school in an all-white environment. I was the only person of color in high school. I resented being Asian, because I wasn't white. This kind of racism is in place so that people don't even think about it; it just happens. I just feel left out. When I stand in line in a counter to be served, to buy something, and the white person who comes after me gets served first, it's not done on purpose. It's because the person doesn't see me. I'm invisible to that white person; to the clerk. You see? I’m invisible: that happens to me.\n\n[Yutaka]\nI was talking to some friends in the restaurant. Got the same thing as you did. But they started asking me to get their food—to order their food. As I'm ordering, they're looking up at me. It's this insidious thing that you deal with daily. Every day, I go to a professional workshop: \"Oh. Don't I know you? I met you at the last one.\" You know—every fucking time! If not once, several times. Every time, no one recognizes. You know—\"We all look alike,\" right? And this is a continual thing. Continual! You know—I took your comment the other night—earlier—when you said, \"You don't look Japanese. I'm not sure what you look like.\" You know? And—But this happens. It's just … in the air that you breathe. And all these things seem like doors to shut you out from something.\n\n[Victor]\nWhat I see from white people, generally, is they don't talk about themselves as white people. They talk about themselves as human beings as if it means the same thing. Now what I want to know is what it means to be white. Not what it means to be a human being, because we already know that you're a human being and we can already relate to the universal human experience. What is the white experience? When I look at you manifesting the white experience, I also see you're not naming it. I see you wanting to blur the distinction between just being a person and also, most particularly, being a white person, and what that means. And I think that part of what it means to be white is never—it means never having to say you're sorry, but it also means never having to admit that to be white means something different than to be a person of color, and that there is an experience that you have that is very different from what the experience of people of color is.\n\n[Gordon]\nI’m sure that there were many times that I felt that people of color were being mistreated. Probably when I was in my late teens going down to basically Black areas, and seeing the cops around a lot. We'd go down there and dance and see the police around. But I don't think there was a lot of awareness. It was more just—a numbness. \"It doesn't happen to me, it doesn't happen in my area, and so it's somebody else's problem.\"\n\n[David C.]\nI never considered myself as you do: a part of an ethnic group. I think that's what you're looking for and you're not going to find that among us because we don't look at ourselves as an ethnic group.\n\n[Victor]\nDo you know that that means something?\n\n[David C.]\nI don't know what it means. I mean—\n\n[Victor]\nI’m telling you know that that means something—\n\n[David C.]\nI’m trying to answer your question, Victor. And as you were asking that question, I was saying, \"Well gosh. I never considered myself as a part of a white group.\n\n[Victor]\nI just wonder, doesn't it sound kind of deep to you that you don't have an answer to that question? That—do you have no—do you have any notion that there—the fact that you have no answer to that could actually be a source of meaning, experience, or knowledge?\n\n[David C.]\nThe opposite is how I feel about you, Victor: that you have no comprehension that the world is open to you. You think that the white man is a block in a dam to your progress. It is not. I think you put up that dam and that block yourself in your regard to the white man.\n\n[Loren]\nSee I think that's one of the major problems with racism: I think he did answer the question. As a white man, he doesn't have to think about his position in life, his place in the world. The history books tell him, as they are written, that this world is his. He doesn't have to think about—you know, where he goes, what he does. He doesn't have to think like a white person. The way the world has been set up, America in particular, white is human.\n\n[Roberto]\nEquivalent, yeah. \"White\" is a human being\n\n[Loren]\nRight, that's—that's what a human being is.\n\n[Roberto]\n\"White\" is a regular person.\n\n[Loren]\nSo, he doesn't have to worry about what—\"How do I think like a white person?\". That does—I—I don't know, but I would assume that doesn't enter a white person's mind, because they don't—they don't have to deal with that from day one. They step into a world that is theirs.\n\n[Roberto]\nYes, it's a good question\n\n[Loren]\nYeah, it's an excellent question.\n\n[Victor]\nI—I need to respond saying to your saying that I create my own racial predicament by my thinking and my attitudes?\n\n[David C.]\nYou block your progress\n\n[Victor]\nI block my own progress?\n\n[David C.]\nBy allowing your attitude for the white man to limit you.\n\n[Victor]\nI think—I think the police limit—limit me. I think that white supremacy has placed limitations on where I can go and what I can do and—but I don't think that I cause my own predicament under white supremacy. And by \"white supremacy\" I don't mean neo-Nazis, and I don't mean the Klan, because—I’m terrified of those people on a personal basis. Institutionally? Not terribly much. Because most of the lethal and toxic deadly racism that African-American people experience and that other people of color experience in this country does not come from them. It comes from moral, fair-minded people who believe that they are lovers of justice, churchgoers, people who experience themselves as decent and actually very nice folk. And it is there that I find my fear.\nBack to the question of what it means to be white. I think what it means to be white, in part, is that you have the privilege of blaming people of color for their own victimization under white supremacy. I’ve heard you say that to me, I’ve heard you say that to him, I’ve heard you say that to him, I’ve heard you say it to him. I’ve heard you say it to every person of color in the room who challenged your perception of yourself in the world. That is part of what it means to be white.\n\n[David C.]\nMaybe that's part of the answer: that we feel that the field is wide open, and each man can stand on his own …\n\n[Victor]\nNo, no. Each man does not stand on his own! Some men stand on other men and other women. Light-skinned men. Men from your—stand on the heads and the hearts of men and women and children of color. That is—and, of course, you also stand on the heads of white women. But, no, it's not a question of every man standing on his own ground. All of the ground damn near of this planet has been taken from almost all people of color on this planet. You know, Australia was a Black continent. Africa was a Black continent. And if the people themselves were not taken from Africa, then everything of value was taken from Africa to the extent that\nthat was possible. North America was a Red continent. South America was a Red continent. You are not standing on your own ground; you’re standing on red ground! And that's what it means to be white: to say that you're standing on your own when you're standing on somebody else's! And then mystify the whole process so it seems like you're not doing that.\n\n[David C.]\nWhite. Why is being white such a unique thing? Why is it such an important thing? I’ve never felt that way.\n\n[Roberto]\nIs is kind of a unique thing.\n\n[David C.]\nWell, you're telling me that being white is special. And I’m not feeling special. And I’ve never felt special because I was white. You've pointed out to me where—I have racial prejudisms. And I’ve expressed then innocently and naively by just little questions and statements that I’ve made. Maybe I really am that way.\n\n[Gordon]\nI have a real difficult time talking with you about your experience. I can relate to their their frustration. It just doesn't feel like anything's getting through.\n\n[Hugh]\nI'm working out my courage to ask you something: a request. And also, there's a question with it. The request is for you to not give up on David, to go after him. I’m not able to get through and many in the room are not able to get through. And we've given statistics, and we've given personal stories, and we've given histories, and we've duh-da-duh-da-da. We've yelled, we've screamed, we've cried, you know—it's not getting through. I’m sure you've met other white people that you just have said, \"Bye.\" \"Forget it.\" \"I don't need to deal with you.\" You know, that kind of thing. I don't have the privilege of not dealing with the Davids in the world. So I’m asking—I’m asking you to do that. I’m actually boldly expecting you to do that.\n\nIf I were standing in front of a whole room full of white people, I would tell them much of what I’ve told some of the men in this group this week and the white men in this group: I would tell them that it's their responsibility to go educate their white brothers and sisters, I would tell them it's their—that it's my expectation—I expect them to eliminate racism. I expect them to go out and intervene whenever they see racism going on, and I expect them to be as outraged about racism as I am outraged about racism, as Black people are outraged, as Asians are outraged, as Indians are outraged. I expect that of them, and that's what I would tell them. I would tell them what I expect. I'd tell them—I'd tell them what I would never want to hear from them again. I would never want to hear stuff about, \"My experience is not valid,\" or \"Why can't I just pull myself up by my bootstraps.\" Those are things that I would tell them about. And I'd tell them that they've gotta end it. They've gotta end it.\n\n[Yutaka]\nThis morning, I felt this ray of hope and optimism and share you shared that you get nervous when you go down to San Francisco and to an ethnically diverse neighborhood, and that you actually got in touch with those messages, whether they were getting you directly, taught you directly or not, or somehow that you felt how these things just started to come over you.\n\n[Lee Mun Wah]\nHow is that important to you, Yutaka?\n\n[Yutaka]\nBecause I just sort of thought that you finally connected with some feelings and getting down here, instead of being up here in the frontal lobes and analyzing everything and looking at the everything rational. Because a lot of the fears and the anger isn't rational.\n\n[David C.]\nIt's probably the looks that you get. I think that's where it comes from: the looks of individuals. They stand on the corners and, \"What are you doing here?\" You know? And they make you feel unwanted. I think that's what I feel.\n\n[Yutaka]\nThat's what pickup trucks do, and guys with cowboys just sitting there, you pull from the gas station.\n\n[David C.]\nI know my feelings are very opposed to some of yours, and I don't understand why you have all this intense anger and emotions, why it's so difficult for you to just be yourselves and make your place. I think that's the big difference here: we white men don't have this comradery, if you want, that you coloreds have. We don't go out and organize. We don't go out and have discussions. We just do our stuff, whatever our stuff is, I guess.\n\n[Victor]\nI see that we're living in two completely different consciousnesses. And—you know, and I think that I get yours and that I have to be able to understand yours in order to survive. You live in the world where it's not necessary in most instances for you to understand my consciousness and my experience. It's like one of those parking garages with the spikes coming up. You know, you live in the world where, when you drive, your car passes; the spikes lay down. And I live in the world, and the men of color here live in the world where, when we come up to the spikes, man, they're facing right at us.\n\n[David C.]\nThe thought comes to me, Victor, you're going in the wrong direction … if the spikes are opposing you. Does that ever occur to you, that you're going in the wrong direction?\n\n[Victor]\nThat's a beautiful statement to me, that I'm \"going in the wrong direction.\" It's a marvelous illustration of the consciousness of white supremacy.\n\n[David C.]\nWell, let's not say white supremacy.\n\n[Victor]\nWell, that's what I want to say.\n\n[David C.]\nThis is where, as you speak this analogy, and I’m thinking myself, \"Golly, why does it always have to be in opposition to the way things are structured?\" And I constantly sit here and think, \"Why is he taking this direction?\" \"Why don't they as a group—why don't you with your people, look for something within yourselves that can make you feel equal to us?\" Because what I hear is you are not equal, and I do not feel that.\n\n[Lee Mun Wah]\nSo what's keeping you from believing that that's happening to Victor? Just believing, not not to know why that's happening to him. But what's keeping you from believing that that's happening—\n\n[David C.]\nBecause it seems like such a harsh life. And I just don't want to believe—I would assume, Victor, that your life is really that hard, difficult, and unpleasant.\n\n[Lee Mun Wah]\nWhat would it mean, David, then, if the life really was that harsh? What would that mean in your life, if it really was that harsh for—?\n\n[David C.]\nWell, it would be a travesty of life. You have here something that shouldn't exist.\n\n[Lee Mun Wah]\nAnd so what if it does? What is the world—what if the world were not as you thought, that it actually is happening to lots of human beings on this Earth? What if it actually were, and you didn't know about it? What would that mean to you?\n\n[David C.]\nWell, that's very saddening. You don't want to believe that man can be so cruel to himself or to his own kind. I do not want to accept that it has to be that way, or maybe it is. And it must be because you express it, and the others in the group express that it is.\n\n[Victor]\nFrom here, I can work with you.\n\n[David C.]\nI do not find you to be an enemy. Aggressive and frightening when you become very animated and agitated—\n\n[Victor]\nWe spent a lot of time being nice, and conciliatory, and thoughtful, and careful. I don't want to be excitable with you about it. I become excitable when I feel like there's no way for my humanity to get affirmed. If I can't say no with my whole aliveness to being mistreated or invalidated, then, yeah, I'm dead. I'm as good as dead.\n\n[David C.]\nIf there were some way that I could be of use and service to you, I would. I don't know how. I’ve never looked at that possibility.\n\n[Victor]\nI think how you could help me is to begin to understand yourself better. I don't need help from you or from white folks as much as I need a sense of fairness, which—as much as I need a sense of awareness about this invisible protection that you have and this invisible privilege that you have.\n\n[David L.]\nWhen Victor is telling you about you being alseep, not being conscious of your privilege and taking it for granted. It was revealed to me that that is true when refer to us as \"you coloreds\", because I find that as a very demeaning term. I find it alienating. And I've heard it in the context of deferring to people of color\nin a negative fasion. And it's painful for me to hear it.\n\n[David C.]\nHow would you like me to address you?\n\n[David L.]\nWell, not as \"you\" anything: not \"you people,\" not \"you coloreds,\" not \"you Asians,\" not \"you Blacks,\" not \"you Latinos.\"\n\n[David C.]\nYou David.\n\n[David L.]\nJust \"people of color\" or \"David\" if you want to mention it. Talk about, like, \"non-whites\" or—I'm more comfortable with that. Because when you say \"you\", it's sort of—it's alienating. \"You bastards\", \"you pigs\", \"you lowlifes\", \"you no-good people\", \"you people of color\". That's how it feels.\n\n[Loren]\nAnd, you know, I've talked to Black people who have said—you know, you have immigrants that come to this country and they can't speak a word of the language except for one thing: they can all say \"nigger.\" Racism between whites and people of color isn't the only racism that exists. There's racism amongst people of color.\n\n[Yutaka]\nIt was dusk, it was dark. This whole group of Black people there going home and I was having this anxiety, this tension that—and I said, \"Why am I so …\" you know. What's this big deal?\" Then I started to relax and I said, \"These people are just going home from work.\" Just like me. We're all waiting at the bus stop. And as soon as I opened my eyes and I scanned instead of like—and released myself from all this fear. But it still comes up. You know, I get frightened, and you guys are powerful. You guys got a lot of power.\n\n[Loren]\nCertain Asian people have reacted toward me, and that really hurt me, because I thought that they were—they took their cues from white people. You know, like I've walked by Asian women, and you can see them tense up. And that really bothered me, that here was somebody who is another minority and yet, they had all these—they treated me in a way that they wouldn't want to be treated. It was like they were treating me like some kind of thug off the street. And I really hated that.\n\n[David L.]\nthe table behind us were two young Black women, and they were laughing and then looking over at my table, where I was sitting, and I heard one of them saying on Chinese look alike. I got up and I walked over to them, and they just wouldn't look at me. They kept on—kind of giggling not looking at me. I said, \"I heard what you said, and I disagree with that. Do you think all Blacks look alike?\"\n\n[Roberto]\nAnd I came back to my car and there was a motorcycle parked in front of it. And I looked around, and there was a Black man in a motorcycle helmet getting money out of the money machine. And I was pissed. And I walked up to him and I said, \"You know, you're bike's blocking my way.\" And he just turned around, looked at me, he had his helmet on, he opened his visor and he said, \"I'm busy! I'll get to it in a minute!\" Sort of telling me, \"I got the power, you don't.\" I felt like it was misplaced rage. I felt like it was focused on me, but it was misplaced rage. You know—and I'm afraid of that. I run into it every once in a while, and I'm afraid, and I think that—I read the media, watch the television, read the newspapers, and all I get is this reinforcement. All I get is this reinforcement about these negative stereotypes. And it takes a real effort to sort of combat this.\n\n[Hugh]\nI am reluctant and fearful of further division between us. I'm worried that division between us will happen even more if we won't come back together. That—that's something that runs deep, that's stopped me from looking at areas that get hard, when it comes to other people of color.\n\n[Victor]\nI have been a little bit nervous about getting into this and not wanting to have us just lay our junk out on the table without acknowledging that there's a contest of white racism that we live within—that we have to separate and confuse us about each other.\n\n[Loren]\nAnd I do agree that you have to look at inter-ethnic racism within the context of white supremacy, but I disagree with the fact that you can't cover that up, because it is there and we have to deal with it before we can do anything about white racism. We have to deal with that conflict, because it's there and, in my opinion, it's growing. By exploring inter-ethnic racism, we've torn apart the unity that we've built up earlier when we were just attacking white people.\n\n[Victor]\nOkay, I want to approach the bit about attacking white people. I think, attacking white racism.\n\n[Loren]\nOh, okay.\n\n[Victor]\nI don't think it's about attacking white people.\n\n[David L.]\nThere is some anger, underlying ? anger, and we're afraid to express it, because we want to, as Victor said, maintain some kind of unity that we've established. Maybe we should take the risk and lay it all out.\n\n[Roberto]\nI mean talking about it helps. Bringing it up into the light helps. It loses some of its mystery, some of its power.\n\n[David L.]\nGrowing up, I picked up stereotypes that Blacks were lazy, that they were violent, that they were dangerous. I mean, there's a tape in the back of my head that plays back all the time. But there's another tape that I've developed also—that says, \"This isn't true.\"\n\n[Victor]\nWhen I see Asian people being praised for intelligence and Black people invalidated for being stupid, I feel bitter about it. You know, because I know that I'm very smart, I've always been very smart. You know, and it hurts me to see that acknowledgement given up to other people when it's taken away from me, and all the people in my community, with very few exceptions, where I grew up worked very very hard. My mother worked hard, my grandmother worked hard. My aunts and uncles worked hard. They worked themselves to death. And they pulled, they pulled on their bootstraps, and those suckers just tore off, and they didn't get no place.\n\n[Loren]\nYou leave home every day, your parents instill at you that you're a good person. You know—you're a moral person. Yet when you go out into the world, just because of the color of your skin, people avoid you, they look at you as if you're a potential killer, they don't think you're a smart as they are. You watch the news: who do you see a being taken away in handcuffs all the time? It's somebody that looks like you, somebody that could be you. You're always under suspicion so, at times, you do wonder if it is you.\n\n[Lee Mun Wah]\nIn my father's restaurant, it was—you know—make sure we don't have Blacks come into our restaurant, because it'll mean that white people wouldn't come into our restaurant. And—you know, my people don't want Blacks in the restaurant. But all that time, the whites were really encouraging that, without knowing it. And that's why when I hear about the Black and the Asian community, I feel so sad about that because I think that there's a way in which we've been really used—used to put down Black people. You know, especially with the L.A. riots—you know, \"The poor little Korean grocer. If only Blacks could work as hard as us, with such great family values.\" You know—\"Look what they get: then the Black people beat them up, burn down their stores.\" You know, and the fact of it was we were both being exploited. We have both been taught to be really scared of each other. I just, it's—I mean it hits me here, you know, because—many of you know, because my mother was murdered by African-American man. And I can be just as angry and buy into my father's stereotypes about African-American men, but I knew where he was headed with that. I knew where he was headed: that all African-American men murder, and kill. And he wanted me to pass that on to my child. But I know the stories he told me about the racism that's happened to us. And somehow, I just want him—I just want to say, \"Remember what happened to us!\" Just remember what happened to us happens to everybody else. And I know he wanted somebody to stop that. He'd want another Asian man to stand up for him, he'd want another Black man to stand up for him, and maybe another white man to stand up for him.\n\n[Hugh]\nI have had a fair number of experiences of being or feeling invisible from Black to Latino, where essentially I’ve been given the message that my issues as a Brown person are not as important or as bad as a Black person's because of the\nlighter—I'm whiter. You know—so somehow the measuring of the color line: you're either Black, or you're white. And if you're in the middle there, then it doesn't count. Like I watch out to see, \"Now which one are you going to be: the one that values my experience, or the one that says, \"The only thing we need to do is pay attention to what happens to Black people.\"\" You know—so when I meet you that's the kind of thing that goes through—\"Okay, now which one are you going to be?\" \"Which one are you going to—\" you know, that's the tape that goes on.\n\n[Loren]\nYou mention the skin color, and I think if you go back to when we were slaved—or enslaved in this country, the lighter skinned slaves were the house slaves, and they usually had more privilege. Now you bring that into the 20th century, and a lot of Black people may equate lighter skin with \"more privilege.\" And that's why they don't see that you would have a problem that we would have.\n\n[Roberto]\nIn—you were talking about skin color within the Black community, within the Latino community, there is skin color also.\n\n[David L.]\nAsians, too. Definitely—\n\n[Roberto]\nThe darker you are, the—kind of—lower you are on the scale. And like mothers when they have a baby and the baby's white, \"¡Ah, que blanco!\" or whatever. \"Beautiful!\" \"¡Mira, casi es rubio!\" You know—he's almost blond, you know.\n\n[Victor]\nYou know, I know that many Black folks resent any signs of assimilation whether it be amongst other people in the Black community, or in other ethnic communities. You know, and some of it's the skin color stuff, whether you're in the Black community or in other people of color communities, if you're lighter, there's less trust and often more in what—well you might use that light skin that you have to get more goodies out of white folks. My experience has been that white folks tend to feel more at ease with people that are close to the color that they are. You know—and that—and I get to do stuff that my mom can't do; my mom is significantly darker than I am. I have had an easier time putting white folks at ease because I’m not Loren's complexion. And that can create static between me and Loren because—\n\n[David L.]\nI get the impression sometimes from the African-American community that Asians are perceived as privileged: that educationally we've achieved, economically we've achieved … \"You're almost like white people, damn it.\" And therefore we're hated just—I mean—\n\n[Loren]\nWhat you can do, and maybe I’m putting too much pressure on you, but I think what you can do is make people understand how you achieved what you achieved. You know—show them that you worked hard for it, that you weren't given anything.\n\n[Yutaka]\nAgain, I want to dispel the myth that all Asians have made it economically. You know, that's not the truth. But the ones that do are very visible.\n\n[Victor]\nI was just thinking, the \"model minority,\" and that's what of said of. You know, it's like, \"Why can't you people be more like those people?\" And then you wouldn't have the problems that you have.\n\n[David L.]\nI think we are comparing each other based on white people. We're not white enough, and therefore we chastise or criticize each other for not being like the white model. I think that's—that's why I call it \"internalized racism,\" because I don't think that I, in a vacuum, I am racist against Blacks. But because I come from a white context, Blacks are not like whites, and therefore I should be against Blacks. Or Asians are not like whites, therefore I criticize Asians for not being like whites.\n\n[Yutaka]\nI was wanting to think that I was white. I was wanting to blend in. I was just wanting to assimilate to the extreme degree, until I realized who I really wanted to be, and I looked back and—my family's internment in the concentration camps had a huge impact on that. They didn't want to identify with being Japanese, because when they said they were Japanese, they were discriminated against severely and locked up. They didn't want to identify as being Buddhist anymore. So my grandfather became Christian to blend in. He like—lost his real religion. and, just now, I’m starting to reclaim that.\n\nMy dad taught me a lot of lessons. My family jokes about him being the Archie Bunker of the family, you know? And Chinese are, like, loud and noisy. \"The businessmen are trying to take money,\" or something like that.\n\n[David L.]\nSeveral of my family members do not like Japanese. I think a lot of the older ones, especially, still remember the Sino-Japanese war, in which Japan invaded China and pretty much brutalized a lot of people.\n\n[Yutaka]\nAtrocities\n\n[David L.]\nYeah. And a lot of 'em remember that, and that continues. I think they perceive the Japanese as arrogant, distrustful, extremely violent, and repressed.\n\n[Yutaka]\nWell, so much of that's true, too. That's the hard thing to—to deny.\n\n[David L.]\nBut it's not true for a lot of Japanese people.\n\n[Yutaka]\nRight, for us sitting right here.\n\n[David L.]\nRight.\n\n[Hugh]\nThe number of times where I have not intervened on your behalf, or on your behalf, even on your behalf, for my own people, you know? Where racism has flown and I've let it fly. About Black people, about Asians, about other Latinos, even, about Indians. And I—I—I think I have a lot of shame about that; and so, if I expose that, what are you going to think of me now? You know, that kind of stuff is—is part of what makes this heavy for me.\n\nA woman was talking about, \"Oh, those Cubans are taking over Florida.\" You know, just running with it. And I sat there, and I didn't say anything. And finally, she said, \"Hugh, I want to ask you something. I hope you know I wasn't wanting to offend you.\" And all of the things that I wanted to say I sat on. You know, I sat on it. That's an example, to me, of being shameful and embarrassed of not coming to intervene on your behalf—or on my behalf, for that matter.\n\n[Roberto]\nI understand. Earlier in my life, I was totally surrounded by white people. And that was my life, aside from my family. It was all white people. And every once in a while, I'd hear a comment like that, or something like that, about Cubans or Mexicans or whatever. \"Oh, but Roberto, you're not like that. I mean, I wasn't talking—\" (I wasn't even Roberto then: I was Bob or something.) \"Oh, Bob, but you're not like that.\"\n\n[Victor]\nWhen you share that you don't stick up for Black people sometimes, I feel some disappointment, but it's very small. It's very small. And I can appreciate that. It's difficult because—you know, I don't always stick up for me or other people of color, also. And, in fact, sometimes, I'm the perpetrator.\n\nIt feels very strange for me to have white men bearing witness to this conversation, and that feels really vulnerable to me. First of all, to share the sort of tender parts of the hurts of racism, or internalized racism, and the way we play it out amongst ourselves as people of color. I feel like I want a higher level of trust between me and you or me and you before I do that.\n\nAnd (um) I’m really fearful that you'll listen and nod your heads and say, \"Uh-huh! They're just as racist as we are!\" I wanna hear your best (uh) reassurance that you will not misuse this information.\n\n[David C.]\nYou think maybe I would take this information and use it to incite racism. It's not so; it's unfounded fear, Victor.\n\n[Victor]\nWith all (uh) due respect, I want to affirm that my fear is not unfounded. It's based on personal and collective history.\n\n[David C.]\nExperience with others.\n\n[Victor]\nAnd while it may or may not bear out in my relationship, or our relationships, with you, its foundation is as sound as the raising and the setting of the Sun. And (uh) it feels really invalidating to hear you continually evaluating my experience and the experience of other men of color in terms of whether it's founded or not. The foundation may not be visible to you, but that doesn't mean there's—\n\n[David C.]\nThe only relationship that you and I have is what we have in these encounters. We didn't know each other before then. And I—I do not like you grouping me with all those with whom you have had experience. That's disturbing because perhaps I'm a little different, being from up here, removed from the cities where you live. I really—I—I feel for you people.\n\n[Victor]\nThat—That answered my question.\n\n[David C.]\nI—I—I do. And I don't know how to really portray that, except to say that I feel the hurt that you're experiencing. And I understand the distrust you have of white men. And it's interesting to me to see this distress also existing between people of all colors.\n\n[Victor]\nIt's not the same, though. Because what we do to each other pushes us down and lifts you up, and what you do to us, or what white folks do to us, pushes us down and pushes you up. Not the same. And my fear is that, if we talked about it, is that you would say, \"It's the same.\"\n\n[Lee Mun Wah]\nRoberto, would you trade places with Gordon?\n\n[Roberto]\nYes.\n\n[Gordon]\nWhat a person color—a Latino does with a Black man, or any of that doesn't seem any bit the same to me. And I don't even term it racism.\n\n[David C.]\nWhat is the difference?\n\n[Gordon]\nA lot: They have little or no power. I’m not big on politics and understanding that whole thing, but it's—it's—to me, it's a system that we consciously and unconsciously use to keep people of color down.\n\n[David C.]\nI understand the problem that people of color have with the white race. And when we're talking here about a man of one color offending or giving difficulties to a man of another color, I look at that as: \"I am a color, they are a color, each one is a color!\" It's the same, man to man. Why is it different when it's one color to another than white to a color?\n\n[Hugh]\nBecause you're on top.\n\n[Gordon]\nBecause I got the power.\n\n[David C.]\nBut we're on top.\n\n[Gordon]\nI got the privilege.\n\n[David C.]\nYeah, I hear you tell me all the time, for many hours now, that white is on\ntop, and—I believe you. And I believe that you have that feeling. I have never had that concept: that white is onp, that I am on top.\n\n[Loren]\nLook at the CEOs of the companies that run this world\n\n[David C.]\nI agree with that.\n\n[Loren]\nThey're all white men.\n\n[David C.]\nI know that.\n\n[Loren]\nSo, do you think they're going to think about me or Hugh—\n\n[David C.]\nOr me?\n\n[Loren]\nNo, wait a minute—me or Hugh or David when they make a decision?\n\n[David C.]\nNo, they're cut throat. They think nothing of people, really\n\n[Loren]\nBut their decisions will most hurt people who look like us, not people who look like you. When we fight each other, when we don't take up for each other, that hurts us a lot more than it hurts you. And I never realized that until I just sat back and listened to what Victor was saying and then your response to it. But now it scares the shit out of me to even continue this conversation in this vein because, you know, I’m going to multiply you by—let's be nice and say the 20 million, the 50 million who will see this film and say, \"Why should we change? These rats can't get along with each other.\"\n\n[Victor]\n[chuckles]\n\nTalk about it!\n\n[Loren]\nI’m gettin' seriously depressed in here. You know, I was thinking we were making progress, and I don't even—I just don't feel like we're making much progress anymore.\n\n[Victor]\nHow's that feel?\n\n[Loren]\nFeels like shit. Man, I'm ready to go outside and run my head through a wall.\n\n[Victor]\nWhat do you need from us? From me or the other men here?\n\n[Loren]\nJust to know that we're all still unified, that we're all still working towards the same thing.\n\n[Victor and Loren hug]\n\n[Loren]\nRoberto, you were about to say something, but—\n\n[Roberto]\nI was just gonna ask David: You seem to be unaware of the statistics and the news stories that come through the general media would tell you that a Black man and a white man laid off from a corporation, that the white man would get rehired before the Black man.\n\n[David C.]\nI'm aware of reports like that, yes.\n\n[Roberto]\nWhat happens when you hear them? Do you dismiss them, or do you think they're incorrect, or—?\n\n[David C.]\nIf I were in a position to hire, I'd hire the best man available. That's what I would do. And it wouldn't matter to me what color he is. Among the whites—well, my peers at any rate, my colleagues, my acquaintences—we're becoming more and more alarmed at the tendency or the trends to seek out and hire ethnic groups over the white. And that is disturbing to us in some ways.\n\n[Roberto]\nIt should be.\n\n[David C.]\nIt is. I have five daughters, and they apply to different schools. The minority races are, many times, given added points that give them a boost above the total points of the white race. So, you know, it's not just that it's all against you, there is much against us, also.\n\n[Hugh]\nI am disturbed that anybody is not getting into college, including white women, including white men. I'm disturbed that white men are out of jobs. However, what I get back most is: pointing the finger at the people of color and the women for taking the jobs, and not at the corporate heads that are sending the factories to Mexico, to Indonesia, etc. etc., to make more money.\n\n[Lee Mun Wah]\nAnd I wanna just kind of just play devil's advocate here, and that is: What if I had said to you, \"Well, that's just a few folks, and that's not been my experience. I think your kids should just try a little harder.\" \"I think your girls should just—you know, get those three or four more points! I mean, it's just kind of isolated. Everybody gets a chance in America to get an education.\"\n\nHow would you feel if I said that to you given some of the disturbance you were feeling?\n\n[David C.]\nThat would be minimizing my feelings.\n\n[Lee Mun Wah]\nDoes it make you feel like it's real anymore?\n\n[David C.]\nYou hear me, but you don't want to put much importance on it, yeah.\n\n[Lee Mun Wah]\nYeah. And then what you might end up doing is trying to defend that it actually does exist, huh?\n\n[David C.]\nI might do that. You bet.\n\n[Lee Mun Wah]\nYou bet, yeah. Just like the men in this room have been doing with you today.\n\n[David C.]\nSure.\n\n[Lee Mun Wah]\nOne story after another trying to tell you it's real. You might even call in some of your friends to prove that it happened. Maybe even show us some documents.\n\n[Roberto]\n[chuckles]\n\n[Lee Mun Wah]\nThat's what I'm talking about that's been happening.\n\n[David C. (aside)]\nI have allowed myself to feel in my soul, in my heart, what other men are experiencing, and that has caused me to take down the walls and barriers that my mind has placed before me regarding men of color. And I found that they are good men, and that I can love them.\n\n[David C.]\nThis will probably be difficult for me, but, so you understand, I was raised by a father who was very much opinionated and—and racist, I would say.\n\n[David C. (aside)]\nOh, my father would always tell jokes about the colored people that would put them down what, or would demonstrate to me that they were an inferior group of people. The way you would refer to them, calling them niggers, implanted in me that they were an undesirable people.\n\n[David C.]\nAnd he demanded much of his children, to the point where if we didn't obey, we were physically abused by his boot or a big mean strap. I learned to anticipate what he wanted so that I could do without ever incurring his abuse. And, in doing so, I learned to protect myself from outside harm or any emotions that would cause me anguish or disturb me. And I carried all of this into a pattern of working to avoid dealing with reality, I guess I would say. And, all my life, that's where I’ve been. I work hard, I work long hours, and I keep myself content in my work, and I'm away from the pain and the strife of the real world. And I know when you tell me your experiences, I tend to minimize them so that I don't have to deal with them. But it's not that I don't want to, and it's not that I don't feel your anguish and pain as people of color, and I’m deeply hurt that you would consider my race as the oppressor, because certainly I have never thought myself that way. And that disturbs me, to know that you consider me and my color that way. Please accept whatever I can do or say to you to relay to you the feeling that some of us white men really are not aware, that we are such a problem to you. And when we say to you, \"Well, can't you be like us?\" We don't really understand the differences between you and us.\n\n[Hugh]\nI’m really sorry that what has happened to you as a child—being abused—happened to you. That should never—you didn't deserve that. You didn't deserve any of that. And I appreciate you sharing with me how you survived that, and how that survival is with you today. And how hearing us and hearing my story, how your survival—how that affects how you hear me, and what you hear, and what you do with it. That's really important for me to know: how you've survived. And as a white man, to know how you get with things, to know how you deal with things when they come your way, that's what Victor was asking, I think—in asking what does it mean to be white. What is it like to be white? And I appreciate you for exploring that and for getting in touch with what means to be white. And I appreciate your survival. I’m glad you made it\n\n[David L.]\nI just want to say that I appreciate very much your candor and your openness to hear us and to try to understand yourself a little more deeply. I just also hope hope that you will keep in mind that there is no quick fix. You don't change or become a non-racist overnight. You, I think, have just barely tapped into what racism is all about. You just kind of touched the surface of it, and I think there's a lot ahead of you. You're developing a new consciousness. You're just starting to see how we, as people of color, feel. You're getting to find out a little bit of our reality. And it's gonna be a long process to really, really, fully understand.\n\n[Roberto]\nStretch our your arms and take hold of the cloth that covers you, with both hands. The cure for the pain is in the pain. Good and bad are mixed. If you do not have both, you don't belong with us.\n\n[Gordon]\nI really worked to keep my expectations out, coming up here. And one I couldn't keep it out was fear. Because I represent the oppressor. I am the oppressor. But I really see my responsibility and the Euro-American responsibility to get together with our brothers and talk, come clean on what we've done and what we've participated in, and what our ancestors have participated in, and put a stop to it. And one of the things I really appreciate from all of you is tolerance. Because … we haven't given you much, and it really felt good that I wasn't treated by you the way we have treated you. I thank you.\n\n[Roberto]\nAs I look around the room, I have a lot of beautiful memories of each one of you. Particularly what sticks out at this moment for me is Yutaka and I being belly-to-belly last night. In talking, we sort of has this little world, just within the two of us.\n\n[Yutaka]\nI saw the genetic link we had between each other that was just so amazing. And as I was looking into him, you were talking about seeing me, but I was seeing you. I was seeing a version of yourself.\n\n[Roberto]\nAnd I could see myself inside him. There was a younger me standing in front of me.\n\n[Loren]\nI know when I got here Friday, I found myself when people would arrive, I was sizing them up. You know, I was already trying to decide who was my friend, who was my enemy. I fond that you can really express your opinions with people who are different than you without lead it to any kind of violence.\n\n[David L. (aside)]\nOver this weekend, it was really important for me to see people express their anger against racism because it's something that's very hard for me to do. I was raised acculturated to not express that kind of anger when I'm mistreated, and to take it silently. And I have always wanted to express it, because when I keep it inside, I feel that it's—it's killing me, as it has, I believe, killed my father.\n\n[Yutaka (aside)]\nHearing something and being the nice Japanese man, and just sort of bowing my head or not wanting to create any waves, or not wanting to disturb people, or not wanting to offend people—and as I get older, I’m no longer willing to do that anymore. It's just not acceptable.\n\n[Loren (aside)]\nYou know, a lot of these guys, I may never see again, but they got a good, special place inside here—everybody. And if they ever need an ally, they got one.\n\nIf somebody makes a remark about a Latino, Roberto's face will be there; Hugh's face will be there; and I won't be able to put up with it.\n\n[David L. (aside)]\nIf I were facing a white audience, and they were asking me what I wanted from them, I would say, \"Justice,\" because I cannot love you until you give me justice first.\n\n[Hugh (aside)]\nI think I will see change in individuals. I saw that here with the white men, that there was change for them. I don't think I’m going to see much change on a societal level or institutional level in my lifetime. And that makes me very sad to think that. What I can hold onto are the individuals that I know are changing. And I know David will go away and he will educate his daughters, I know he'll do that, and the people around him, and that's what I have to hold onto.\n\n[David C.]\nI really am appreciative that I was here. You will have an impact on me throughout the remainder of my life. And I will be your ally, and do all I can to stop racism wherever I encounter it.\n\n[Hugh (aside)]\nAnd he'll fight and he'll struggle and he'll intervene on my behalf. And I think that it will wear off, that his ability to struggle against racism will wear off unless he has other white men with him, unless he has other white people with him saying, \"Keep going.\" If David or people like David are going to depend on people of color to keep him going against racism, it won't change. Racism won't change.\n\n[Victor (aside)]\nI think we have a beautiful world that is in great danger. I know we have a beautiful world and I know that it is in great danger. And I can't think of anything I'd rather do in my life than to see this great project of human life, and of life in general, on this planet persist and go on. And I'd like to leave a healthy and beutiful world for my son and any generations that come after him.\n\n[Roberto (aside)]\nWell, if I could talk to my fathers, I'd say, \"Be brave, be proud, and do what you believe is right. And study. Always study. Never stop studying.\"\n\n[Lee Mun Wah]\nI think one of the first thoughts, for me, was that I think I really wanted something for my father to see, because he thought that white people wouldn't listen, or come to see a film and they were really angry if they saw a film on racism. Besides that, I think he also has indoctrinated me for years that people of color and whites can't get along, there's no way that's going to happen on this Earth. It's going to keep going on and on and on. David, I liked it perfectly when you said, you know—about you \"like the anger\". It was \"honest,\" it was \"needed,\" and it was :appropriate.\" Those are the words you used. But that—we do need to get that anger out. Because ? thought that anger is all that hurt; it has never been allowed to come out for us. And on the other end, is I think that what we all saw, what David and Gordon also saw, is that the end of it, was a possibility … to get along, if you could just be heard and acknowledged. I remember, on Saturday evening, I just broke down and I cried on Hugh's shoulder, because I told him that I think that I could rest now after this film, that I could say I left something for my son. And I know he's going to go out into the world to see what I had to see. I wanted him to know that I—that I was with him in some way, but I wanted the world to be different for him. I wanted him to know that he wasn't crazy, and that I shared with you, David, that I wanted my child to meet your children someday on an equal basis—and I want that. I will remember every one of you for the rest of my life. I mean—some of you I've known, but not quite in this way. And for the rest of your lives, you, too, have this film for your children and your partners. And Victor, you did your people proud. Each of you did that. Your fathers, your grandfathers, your grandmothers … you did it for them. And for that, from the deepest part of my heart, I want to thank each of you.\n\n[Conclusion: \"May the Work I've Done Speak for Me\" (sung)]\n[Victor and all]\nMay the work that I've done speak for me\nMay the work that I've done speak for me\nAnd if I fall short of my goal\nSomeone else, come take a hold\nMay the work that I've done speak for me\n\n[Victor]\nAnd the truth I've told\n\n[Victor and all]\nMay the truth that I've done speak for me\nMay the truth that I've done speak for me\nAnd if I fall short of my goal\nSomeone else, come take a hold\nMay the truth that I've told speak for me\n\n[Victor]\nAnd the truth I've told\n\n[Victor and all]\nMay the truth that I've done speak for me\nMay the truth that I've done speak for me\nAnd if I fall short of my goal\nSomeone else, come take a hold\nMay the truth that I've told speak for me\n\n[Victor]\nAnd the love that I've shared\n\n[Victor and all]\nMay the love that I've shared speak for me"
}