{
    "lyrics": "Hate Me Lyrics[Intro: Girls Singing]\n(If you're sleeping, are you dreaming?\nIf you're dreaming, are you dreaming of me?\nI can't believe you actually picked me)\n\n[Intro: Justin's Mother]\n(”Hi Justin, this is your mother, and it's 2:33 on Monday afternoon\nI was just calling to see how you were doing\nYou sounded really uptight last night\nIt made me a little nervous, and a l... and... well... it made me nervous, it sounded like you were nervous, too\nI just wanted to make sure you were really okay\nAnd wanted to see if you were checking in on your medication\nYou know I love you, and...\nTake care, honey\nI know you're under a lot of pressure\nSee ya. Bye bye”)\n[Verse 1: Justin Furstenfeld]\nI have to block out thoughts of you so I don’t lose my head\nThey crawl in like a cockroach, leaving babies in my bed\nDropping little reels of tape to remind me that I’m alone\nPlaying movies in my head that make a porno feel like home\nThere's a burning in my pride, a nervous bleeding in my brain\nAn ounce of peace is all I want for you; will you never call again?\nAnd will you never say that you loved me just to put it in my face?\nAnd will you never try to reach me?\nIt is I that wanted space\n\n[Chorus: Justin Furstenfeld]\nHate me today\nHate me tomorrow\nHate me for all the things I didn't do for you\nHate me in ways\nYeah, ways hard to swallow\nHate me so you can finally see what’s good for you\n\n[Verse 2: Justin Furstenfeld]\nI’m sober now for 3 whole months\nIt’s one accomplishment that you helped me with\nThe one thing that always tore us apart is the one thing I won’t touch again\nIn a sick way, I want to thank you for holding my head up late at night\nWhile I was busy waging wars on myself, you were trying to stop the fight\nYou never doubted my warped opinions on things like suicide and hate\nYou made me compliment myself when it was way too hard to take\nSo I’ll drive so fucking far away that I never cross your mind\nAnd do whatever it takes in your heart to leave me behind\n[Chorus: Justin Furstenfeld]\nHate me today\nHate me tomorrow\nHate me for all the things I didn't do for you\nHate me in ways\nYeah, ways hard to swallow\nHate me so you can finally see what’s good for you\n\n[Bridge: Justin Furstenfeld]\nAnd with a sad heart, I say bye to you and wave\nKicking shadows on the street for every mistake that I had made\nAnd like a baby boy, I never was a man\nUntil I saw your blue eyes cry and I held your face in my hand\nAnd then I fell down yelling, “Make it go away!”\nJust make her smile come back and shine just like it used to be\nAnd then she whispered “How can you do this to me?”\n\n[Chorus: Justin Furstenfeld]\nHate me today\nHate me tomorrow\nHate me for all the things I didn't do for you\nHate me in ways\nYeah, ways hard to swallow\nHate me so you can finally see what’s good for you\nFor you\nFor you\nFor you\n[Break 2: Girls Singing]\nIf you're sleeping, are you dreaming?\nIf you're dreaming, are you dreaming of me?\nI can't believe you actually picked me\n\n[Outro: Justin's Mother]\nHey, Justin!\nHey, Justin!\nHey, Justin!\nHey, Justin!\nHey, Justin!\nHey, Justin!\nHey, Justin!\nHey, Justin!\nHey, Justin!\nHey, Justin!\nHey, Justin!\nHey, Justin!24Embed"
}