{
    "lyrics": "[Intro]\nAh, look, we gotta talk\nDang, I know, I know but it's, it's just, it's just\nSome things I gotta get off my chest, aight\nYeah, woah, woah-woah\nListen\n\n[Verse 1]\nBaby, come here and sit down, let's talk\nI got a lot to say so I guess I'll start by\nSaying that I love you\nBut you know, this thing ain't been no walk in the park for us\nI swear it'll only take a minute\nYou'll understand when I finish, yeah\nAnd I don't wanna see you cry\nBut I don't wanna be the one to tell you a lie so\n\n[Pre-Chorus]\nHow do you let it go when you, you just don't know\nWhat's on the other side of the door when you're walking out? Talk about it\nAnd everything I tried to remember to say just went out my head\nSo I'ma do the best I can to get you to understand 'cause I know\n\n[Chorus]\nThere's never a right time to say goodbye (Yeah)\nBut I gotta make the first move\n'Cause if I don't you gonna start hating me\n'Cause I really don't feel the way I once felt about you\nGirl, it's not you, it's me, I\nKinda gotta figure out what I need, oh\nThere's never a right time to say goodbye\nBut we know that we gotta go our separate ways\nAnd I know it's hard but I gotta do it and it's killing me\n'Cause there's never a right time, right time to say goodbye\n[Verse 2]\nGirl, I know your heart is breaking\nAnd a thousand times I found myself asking, \"Why? Why?\"\nWhy am I taking so long to say this?\nBut trust me, girl, I never\nMeant to crush your world and I never\nThought I would see the day we grew apart\nAnd I wanna know\n\n[Pre-Chorus]\nHow do you let it go when you, you just don't know\nWhat's on the other side of the door when you're walking out? Talk about it\nGirl, I hope you understand what I'm tryna say, we just can't go on\nPretending that we get along, girl, how you not gon' see it? (Oh, oh, yeah)\n\n[Chorus]\nThere's never a right time to say goodbye\nBut I gotta make the first move\n'Cause if I don't you gonna start hating me\n'Cause I really don't feel the way I once felt about you\nGirl, it's not you, it's me, I\nKinda gotta figure out what I need, oh\nThere's never a right time to say goodbye\nBut we know that we gotta go our separate ways\nAnd I know it's hard but I gotta do it and it's killing me\n'Cause there's never a right time, right time to say goodbye\n[Bridge]\nListen to your heart, girl, you know\nWe should be apart, baby, I\nI just can't do it, I, I just can't do it\nListen to your heart, girl, you know\nWe should be apart, baby, I\nI just can't do it and sometimes it makes me wanna cry\nOoh, ooh, ooh, ooh, ooh, ooh, ooh\nOoh, ooh, ooh, ooh, ooh, ooh, ooh\nDo you hear me crying?\nOoh, ooh, ooh, ooh, ooh, ooh, ooh (Oh, oh)\nOoh, ooh, ooh, ooh\nThere's never a right\n\n[Chorus]\nThere's never a right time to say goodbye (Oh yeah)\nBut I gotta make the first move\n'Cause if I don't you gonna start hating me (You gonna start hating me, baby)\n'Cause I really don't feel the way I once felt about you (No more)\nGirl, it's not you, it's me, I (It's me, yeah)\nKinda gotta figure out what I need, oh (About you and me)\nThere's never a right time to say goodbye (Oh, no it ain't)\nBut we know that we gotta go our separate ways (Yeah, yeah, yeah)\nAnd I know it's hard but I gotta do it and it's killing me\n'Cause there's never a right time, right time to say goodbye (Right time)\nThere's never a right time to say goodbye\nBut I gotta make the first move\n'Cause if I don't you gonna start hating me\n'Cause I really don't feel the way I once felt about you\nGirl, it's not you, it's me, I\nKinda gotta figure out what I need, oh\nThere's never a right time to say goodbye\nBut we know that we gotta go our separate ways\nAnd I know it's hard but I gotta do it and it's killing me\n'Cause there's never a right time, right time to say..."
}