{
    "lyrics": "[Verse 1]\nHey mama, don't you treat me wrong\nCome and love your daddy all night long\nAll right now, hey hey, all right\n\nSee the girl with the diamond ring\nShe knows how to shake that thing\nAll right now now now, hey hey, hey hey\n\nTell your mama, tell your pa\nI'm gonna send you back to Arkansas\nOh yes, ma'am, you don't do right, don't do right\n\n[Bridge]\nWhen you see me in misery\nCome on, baby, see about me\nNow yeah, all right, all right, ah, play it, boy\n\n[Instrumental break]\n\n[Bridge]\nWhen you see me in misery\nCome on, baby, see about me\nNow yeah, hey hey, all right\n\n[Verse 2]\nSee the girl with the red dress on\nShe can do the Birdland all night long\nYeah yeah, what'd I say, all right\n[Chorus]\nWell, tell me what'd I say, yeah\nTell me what'd I say right now\nTell me what'd I say\nTell me what'd I say right now\nTell me what'd I say\nTell me what'd I say, yeah\n\n[Post-Chorus]\nAnd I wanna know\nBaby, I wanna know right now\nAnd-a I wanna know\nAnd I wanna know right now, yeah\nAnd-a I wanna know\nSaid I wanna know, yeah\n\n[Interlude]\nWhat? What's that? What's that? What's that? All right\n\n[Outro]\nHey (Hey) ho (Ho) hey (Hey) ho (Ho) hey (Hey) ho (Ho)\n\nOh, one more time (Just one more time)\nSay it one more time right now (Just one more time)\nSay it one more time now (Just one more time)\nSay it one more time, yeah (Just one more time)\nSay it one more time (Just one more time)\nSay it one more time, yeah (Just one more time)\nHey (Hey) ho (Ho) hey (Hey) ho (Ho) hey (Hey) ho (Ho)\n\nAh! Make me feel so good (Make me feel so good)\nMake me feel so good now, yeah (Make me feel so good)\nWhoa, baby (Make me feel so good)\nMake me feel so good, yeah (Make me feel so good)\nMake me feel so good (Make me feel so good)\nMake me feel so good, yeah (Make me feel so good)\n\nHuh (Huh) ho (Ho) huh (Huh) ho (Ho) huh (Huh) ho (Ho) huh\n\nAh, it's all right (Baby, it's all right)\nSaid that it's all right right now (Baby, it's all right)\nSaid that it's all right (Baby, it's all right)\nSaid that it's all right, yeah (Baby, it's all right)\nSaid that it's all right (Baby, it's all right)\nSaid that it's all right (Baby, it's all right)\n\nWhoa, shake that thing now (Baby, shake that thing)\nBaby, shake that thing now now (Baby, shake that thing)\nBaby, shake that thing (Baby, shake that thing)\nBaby, shake that thing right now (Baby, shake that thing)\nBaby, shake that thing (Baby, shake that thing)\nBaby, shake that thing (Baby, shake that thing)\n\nWhoa, I feel all right now, yeah (Make me feel all right)\nSaid I feel all right now (Make me feel all right)\nWhoa (Make me feel all right)\nTell you I feel all right, yeah (Make me feel all right)\nSaid I feel all right (Make me feel all right)\nBaby, I feel all right (Make me feel all right)"
}