{
    "lyrics": "[Produced by Jim Jonsin & Deezle]\n\n[Intro: Lil Wayne]\nOww! Hahahaha\nUh-huh\nNo homo (Young Mula, baby)\nI said, \"He's so sweet, make her wanna lick the wrapper\"\n(Go! Go! Go! Go! Go! Go!)\nSo I let her lick the rapper (Hahaha!)\n\n[Refrain: Static Major]\nShe-She-She licked me like a lollipop (Yeah)\nShe— She licked me like a lollipop, l-lollipop (Yeah)\nSh-Sh-She licked me like a lollipop (Yeah)\nShe— She licked me like a lollipop, lollipop\n[Chorus: Static Major]\nShawty want a thug (Yeah, yeah, yeah)\nBottles in the club (Yeah, yeah, yeah)\nShawty wanna hump (Yeah)\nYou know I like to touch (Yeah)\nYour lovely lady lumps, lumps, lumps (She lick me like a lollipop)\nShawty wanna thug, thug, thug (I like that)\nBottles in the club, club, club (I like that, hahaha)\nShawty wanna hump\nYou know I like to touch\nYour lovely lady lumps, lumps, lumps (C'mon, yeah!)\n[Verse 1: Lil Wayne]\nOkay, lil' mama had a swag like mine (Yeah)\nShe even wear her hair down her back like mine (Yeah)\nI make her feel right when it's wrong, like lying (Yeah)\nMan, she ain't never had a love like mine (Yeah)\nBut man, I ain't never seen a ass like hers (Go!)\nThat pussy in my mouth, had me lost for words (Go!)\nSo I told her back it up like, \"urp— urp—\" (Yeah)\nAnd I made that ass jump like, \"jermp— jermp—\" (Hahaha! Yeah!)\nAnd that's when she...\n\n[Refrain: Static Major & Lil Wayne]\nShe-She-She lick me like a lollipop (Oh yeah, I like that)\nShe— She lick me like a lollipop (Oh yeah, I like that)\nShe-She-She lick me like a lollipop (Yeah, I like that)\nShe— She lick me like a lollipop (Lil' mama!)\n[Chorus: Static Major, Lil Wayne, & Both]\nShawty want a thug (Shawty want a thug, yeah!)\nBottles in the club\nShawty wanna hump\nYou know I like to touch (Yeah)\nYour lovely lady lumps (Yeah, shawty wanna)\nShawty want a thug (I like that)\nBottles in the club (Hey, I like that)\nShawty wanna hump (I like that)\nYou know I like to touch (I like that! Haha!)\nYour lovely lady lumps (Yeah)\n[Post-Chorus: Static Major & Lil Wayne]\nOkay (Yeah), after you back it up, don't stop (Drop it!)\nDrop it, shawty (Yeah) drop it like it's hot\nOoh, drop— dr-dr-dr— drop it like it's hot (Yeah)\nDo-Do-Do— Do it, shawty, don't stop (Yeah)\n[Verse 2: Lil Wayne]\nShawty say the nigga that she with ain't shit (Yeah)\nShawty say the nigga that she with ain't this (Yeah)\nShawty say the nigga that she with can't hit (Yeah)\nBut, shawty, I'ma hit it, hit it, like I can't miss\nAnd he can't do this (Ugh), and he don't do that (Ugh)\nShawty need a refund (Yeah), need to bring that nigga back (Ugh)\nJust like a refund (Ugh), I make her bring that ass back (Ugh, ugh)\nAnd she bring that ass back, because I like that (Ugh, ugh)\n\n[Chorus: Static Major & Lil Wayne]\nShawty want a thug (Yeah, yeah I like that)\nBottles in the club (Yeah, I like that)\nShawty wanna hump (Yeah, I like that)\nYou know I like to touch (Yeah)\nYour lovely lady lumps (Yeah)\n\n[Refrain: Static Major, Lil Wayne & Both]\nShawty wanna lick, lick, lick, lick, lick me like a lollipop\nI said, shawty wanna lick, lick, lick, lick, lick me like a lollipop\nShawty wanna lick me... Like a lollipop\n(So I let her lick the rapper) She— She lick me like a lollipop\n[Chorus: Lil Wayne]\nShawty want a thug (Shawty want a thug)\nBottles in the club (Bottles in the club)\nShawty wan' hump (Shawty wan' hump)\nYou know I like to touch\nYour lovely lady lumps (Hahaha)\nStat!\n\n[Bridge: Static Major & Lil Wayne]\nCall me, so I can make it juicy for you (Go!)\nCall— Ca-Call me, s— so I can get it juicy for you (Go!)\nCall— Ca-Call me, so I can make it juicy for you (Go!)\nCall— Call me, s-s-so I can get it juicy for you\nCall— Call me, so I can make it juicy for you (I said, hmm, mmm)\nCall— Ca-Call me, s-so I can get it juicy for you (Hmm, mmm)\nCall me, so— so I can make it juicy for you (Mmm, mmm)\nCall— Call me, so-so-so I can get it juicy for you (Mm-hm)\n\n[Chorus: Lil Wayne & Static Major; Lil Wayne]\nShawty want a thug, thug, thug (I like that)\nBottles in the club, club, club (Yeah, I like that)\nShawty wanna hump\nYou know I like to touch\nYour lovely lady lumps\nI say, shawty want a thug\nBottles in the club\nShawty wanna hump\nYou know I like to touch (Yeah)\nYour lovely lady lumps, lumps, lumps\n\n[Verse 3: Lil Wayne]\nI get her on top (Yeah), she drop it like it's hot (Yeah)\nAnd when I'm at the bottom, she Hillary Rodham (Ha)\nThe middle of the bed (Yeah), giving, gettin' head (Yuh)\nGivin', gettin' head (Huh), givin', gettin' head (Haha)\nI said hmm, mmm (I like that)\nSaid hmm, mmm, mmm (Yeah, I like that)\nI said hmm, mmm, mmm (Yeah, I like that)\nMm-hm\n\n[Bridge: Lil Wayne]\nSay, call me, so I can come and do it for you\nCall me, so I can come and prove it for you\nCall me, so I can make it juicy for you\nCall me, so I can get it juicy for you\n\n[Refrain: Static Major, Lil Wayne, & Both]\nShawty wanna lick, lick, lick, lick, lick me like a lollipop (Haha!)\nShe— She lick me like a lollipop, l-lollipop\nI said he's so sweet, make her wanna lick the wrapper\nShe-She-She lick me like a lollipop\n(What you do?) So I let her lick the rapper\nShe— She lick me like a lollipop"
}