{
    "lyrics": "[Intro: Kanye West & Estelle]\nThis a number one champion sound (Yeah)\nYeah, Estelle, we 'bout to get down (Get down)\nWho the hottest in the world right now? (Uh)\nJust touched down in London town (Uh)\nBet they give me a pound (Uh)\nTell 'em put the money in my hand right now (Yeah)\nTell the promoter we need more seats\nWe just sold out all the floor seats\n\n[Chorus 1: Estelle]\nTake me on a trip, I'd like to go some day\nTake me to New York, I'd love to see LA\nI really want to come kick it with you\nYou'll be my American boy\n\n[Verse 1: Estelle]\nHe said, \"Hey, sister, it's really, really nice to meet ya\"\nI just met this 5-foot-7 guy who's just my type\nLike the way he's speakin', his confidence is peakin'\nDon't like his baggy jeans but I might like what's underneath them\nAnd, no, I ain't been to MIA\nI heard that Cali never rains and New York's all the way\nFirst let's see the West End, I'll show you to my bredrin\nI'm likin' this American boy, American boy\n[Chorus 1: Estelle]\nTake me on a trip, I'd like to go some day\nTake me to New York, I'd love to see LA\nI really want to come kick it with you\nYou'll be my American boy, American boy\n\n[Post-Chorus]\nLa, la la, la la, eya\nLa, la la, la la, eya\nLa, la la, la la, eya\nWill you be my American boy? American boy\n\n[Verse 2: Estelle]\nCan we get away this weekend? Take me to Broadway\nLet's go shopping, maybe then we'll go to a café\nLet's go on the subway, take me to your hood\nI never been to Brooklyn and I'd like to see what's good\nDressed in all your fancy clothes\nSneakers lookin' fresh to death, I'm lovin' those Shell Toes\nWalkin' that walk, talk that slick talk\nI'm likin' this American boy, American boy\n\n[Chorus 1: Estelle]\nTake me on a trip, I'd like to go some day\nTake me to New York, I'd love to see LA\nI really want to come kick it with you\nYou'll be my American boy\nTell 'em wah gwan, blud!\n[Verse 3: Kanye West with Estelle]\nWho killin' them in the UK?\nEverybody gonna say, \"You, K\"\nReluctantly, 'cause most of this press don't fuck with me\nEstelle once said to me, \"Cool down, down\nDon't act a fool now, now.\"\nI always act a fool oww, oww\nAin't nothing new now, now\nHe crazy, I know what you thinkin'\nRibena, I know what you're drinkin'\nRap singer, chain blinger\nHoller at the next chick soon as you're blinkin'\nWhat's your persona about this Americana rhymer?\nAm I shallow 'cause all my clothes designer? Uh\nDressed smart like a London bloke (Yeah)\nBefore he speak his suit bespoke (Woop)\nAnd you thought he was cute before\nLook at this pea coat, tell me he's broke (Woo)\nAnd I know you ain't into all that\nI heard your lyrics, I feel your spirit\nBut I still talk that ca-a-ash\n'Cause a lotta wags wanna hear it\nAnd I'm feelin' like Mike at his baddest\nLike The Pips at their gladdest\nAnd I know they love it\nSo to hell with all that rubbish\n[Bridge: Estelle]\nWould you be my love, my love?\nWould you be mine?\nWould you be my love, my love?\nWould you be mine?\nCould you be my love, my love? (Ooh)\nWould you be my American boy? American boy\n\n[Chorus 2: Estelle]\nTake me on a trip, I'd like to go some day (Ooh, someday)\nTake me to Chicago, San Francisco Bay (I wanna see the Bay)\nI really want to (You) come kick it with you (Ooh-ooh-ooh)\nYou'll be my American boy, American boy (Be my American boy)\n\n[Chorus 1: Estelle]\nTake me on a trip I'd like to go some day (I'd like to go some day)\nTake me to New York, I'd love to see LA (See LA)\nI really want to come kick it with you\nYou'll be my American boy, American boy\n\n[Post-Chorus]\nLa, la la, la la, eya (La, la)\nLa, la la, la la, eya (Ooh, ooh)\nLa, la la, la la, eya\nWill you be my American boy?"
}