{
    "lyrics": "NARRATIVE:\nDuring the North African campaign, a bunch of soldier boys had\nBeen on a long hike and they arrived in a little town called Casino. The\nNext morning being Sunday, several of the boys went to Church. A sergeant\nCommanded the boys in Church and after the Chaplain had read the prayer\nThe text was taken up next. Those of the boys who had a prayer book took\nThem out, but this one boy had only a deck of cards, and so he spread\nThem out. The Sergeant saw the cards and said, \"Soldier, put away those\nCards.\" After the services was over, the soldier was taken prisoner and\nBrought before the Provost Marshall\n\nThe Marshall said, \"Sergeant, why have you brought this man\nHere?\" \"For playing cards in church, Sir.\" \"And what have you to say for\nYourself, son?\" \"Much, Sir,\" replied the soldier. The Marshall said, \"I\nHope so, for if not I shall punish you more than any man was ever\nPunished.\" The soldier said, \"Sir, I have been on the march for about six\nDays. I have neither a Bible nor a prayer book, but I hope to satisfy\nYou, Sir, with the purity of my intentions.\" And with that, the boy\nStarted his story:\n\n\"You see Sir, when I look at the Ace, it reminds me that there\nIs but one God. And the Deuce reminds me that the Bible is divided into\nTwo parts, the Old and the New Testaments. When I see the Trey, I think\nOf the Father, the Son, and the Holy Ghost. And when I see the Four, I\nThink of the four Evangelists who preached the Gospel; there was Matthew\nMark, Luke and John. And when I see the Five, it reminds me of the five\nWise virgins who trimmed their lamps; there were ten of them: five were\nWise and were saved, five were foolish and were shut out. When I see the\nSix, it reminds me that in six days, God made this great heaven and\nEarth. When I see the Seven, it reminds me that on the seventh day, God\nRested from His great work. And when I see the Eight, I think of the\nEight righteous persons God saved when He destroyed this earth; there was\nNoah, his wife, their sons and their wives. And when I see the Nine, I\nThink of the lepers our Savior cleansed, and nine out of the ten didn't\nEven thank Him. When I see the Ten, I think of the Ten Commandments God\nHanded down to Moses on a table of stone. When I see the King, it\nReminds me that there is but one King of Heaven, God Almighty. And when I\nSee the Queen, I think of the Blessed Virgin Mary, who is Queen of\nHeaven. And the Jack or Knave is the Devil. When I count the number\nOf spots on a deck of cards, I find 365, the number of days in a year\nThere are 52 cards, the number of weeks in a year. There are 4 suits, the\nNumber of weeks in a month. There are 12 picture cards, the number of\nMonths in a year. There are 13 tricks, the number of weeks in a quarter\nSo you see, Sir, my pack of cards serves me as a Bible, an Almanac and a\nPrayer Book.\"\n\n\"And friends, the story is true. I know, I was that soldier.\""
}