{
    "lyrics": "Turnin’ Me On Lyrics[Intro: Polow da Don]\nYeah\nLike this\nWhere you at, shawty?\n\n[Verse 1: Keri Hilson]\nYou fly as hell, swagger right, brown skin poppin'\nYou know just how to talk to me, know just how I like it\nYou turnin' me on, you turnin' me on, you turnin' me on\nNow wait a minute, lil' buster\nYou got one more time to feel on my booty\nBetter recognize a lady—that ain't the way you do me\nYou turnin' me off, you turnin' me off, you turnin' me off\nBetter recognize a real woman\n\n[Chorus: Keri Hilson]\nAhh, ahh, ahh, ahh\nYou ever try to get that close to me\nYou better come correct how you 'proachin' me\nDime divas, give it to me\nAhh, ahh, ahh, ahh\nI gotta be feelin' your energy\nI gotta be for sure that you're into me\nRecognize a real woman\n[Verse 2: Keri Hilson]\nGoin' up on it, you actin' like you want it\nAnd you stuntin' like your daddy, checkin' for this little mama\nYou turnin' me on, you turnin' me on, you turnin' me on\nNow, wait a minute, lil' buster\nNow, you don't even know me but you wanna take me shopping\nYou a lame, I can tell it ain't big shit poppin'\nYou turnin' me off, you turnin' me off, you turnin' me off\nBetter recognize a real woman\n\n[Post-Chorus: Keri Hilson]\nAll you wanna do is holler at the cutest broad\nTo get up in them drawers\nGot money, don't try to buy me bottles\nGot my own dollars—I could buy the bar if I wanted\n\n[Chorus: Keri Hilson]\nAhh, ahh, ahh, ahh\nYou ever try to get that close to me\nYou better come correct how you 'proachin' me\nDime divas, give it to me\nAhh, ahh, ahh, ahh\nI gotta be feelin' your energy\nI gotta be for sure that you're into me (Ah-ah-ah, ah-ah, ahem)\nRecognize a real woman (Ha!)\n[Verse 3: Lil Wayne]\nI'm fly as hell, swagger right, brown skin poppin' like dynamite\nRaw like China white, mama, I\nDig your persona, right, you look baby mama-type\nI know that got you kinda hype, my ice is albino-white\nI hope your vagina tight, I go underwater and\nI hope your piranha bite, hahaha!\nHot Carter, I'ma kiss the spot for you\nAnd I'ma kiss it till you scream—wait a minute, motherfucker, ha!\nYeah, I turn you on like a handle\nLike a television on the Weather Channel\n'Cause I make it rain, girl; now call me Wayne, girl\nYou just an earthling, you ain't never been to Wayne's World\nI play to win, I bait 'em in\nI do my thing, now, you're in love with an alien\nPolow on the beat, and Weezy F., I'm at the plate again\nKeri, if you pitch it at me, I'ma swing away at it\nSomeone better play the fence, someone better tell 'em 'bout me\nBaby, I'm the shit, and that's the only thing you smell around me\nWeezy F. Baby, don't forget the F around me\nAnd if you do, then get the F from 'round me\n\n[Bridge: Lil Wayne & Keri Hilson, Both]\nYou're turnin' me off (Ha, ha)\nYeah, yeah\nPolow! I told you, I got you\nMs. Keri, baby (Ms. Keri, baby)\n[Chorus: Keri Hilson & Lil Wayne]\nAhh, ahh, ahh, ahh\nYou ever try to get that close to me\nYou better come correct how you 'proachin' me\nDime divas, give it to me\nAhh, ahh, ahh, ahh (Yeah, yeah, yeah)\nI gotta be feelin' your energy\nI gotta be for sure that you're into me\nRecognize a real woman\n\n[Outro: Lil Wayne]\nHahaha\nYeah\nMs. Keri, baby\nAnd Young Weezy, baby\nIt's Young Mula, baby\nHahaha\nAyo, keep all my vocals too, Polow, man, don't you laugh now\nYeah!4Embed"
}