{
    "lyrics": "[Intro: Pitbull & Jennifer Lopez]\nJLo!\nYa tú sabes, no es más nada\nIt's a new generation\nMr. Worldwide!\nOf party people\nYeah, get on the floor, dale\nGet on the floor, RedOne\nLet me introduce you to my party people in the club, ha!\n\n[Verse 1: Pitbull]\nI'm loose (I'm loose)\nAnd everybody knows I get off the chain\nBabe, it's the truth (It's the truth)\nI'm like Inception, I play with your brain\nSo I don't sleep or snooze (Snooze)\nI don't play no games so d-d-don't-don't-don't get it confused, no\n'Cause you will lose, yeah\nNow, now pu-pu-pu-pu-pump it up\nAnd back it up, like a Tonka truck, dale!\n\n[Verse 2: Jennifer Lopez, Pitbull & Both]\nIf you go hard, you gotta get on the floor (Hey)\nIf you're a party freak, then step on the floor (Yeah)\nIf you're an animal, then tear up the floor\nBreak a sweat on the floor, yeah, we work on the floor (Ah)\nDon't stop, keep it moving, put your drinks up (Woo!)\nPick your body up and drop it on the floor (Hey)\nLet the rhythm change your world on the floor (Hahaha)\nYou know we're running shit tonight on the floor\nBrazil, Morocco, London to Ibiza\nStraight to L.A., New York, Vegas to Africa (Ah)\n[Chorus: Jennifer Lopez & Pitbull]\nDance the night away\nLive your life, and stay young on the floor (Hahaha)\nDance the night away\nGrab somebody, drink a little more\nAsí mismo, así me gusta, así me gusta, así me gusta\nLa-la-la-la-la-la-la-la-la-la-la-la-la-la\nTonight, we gon' be it on the floor (Woo!)\nLa-la-la-la-la-la-la-la-la-la-la-la-la-la\nTonight, we gon' be it on the floor (Let's rock)\n\n[Verse 3: Jennifer Lopez, Pitbull & Both]\nI know you got it, clap your hands on the floor (Hey)\nAnd keep on rocking, rock it up on the floor (Yeah)\nIf you're a criminal, kill it on the floor\nSteal it quick on the floor, on the floor (Yeah)\nDon't stop, keep it moving, put your drinks up (Woo!)\nIt's getting ill, it's getting sick on the floor (Hey)\nWe never quit, we never rest on the floor (Yeah)\nIf I am not wrong, we'll probably die on the floor\nBrazil, Morocco, London to Ibiza\nStraight to L.A., New York, Vegas to Africa (Dale)\n\n[Chorus: Jennifer Lopez & Pitbull]\nDance the night away\nLive your life, and stay young on the floor (Ha, dale, así me gusta)\nDance the night away\nGrab somebody, drink a little more\nDale, así me gusta, así me gusta, así me gusta\nLa-la-la-la-la-la-la-la-la-la-la-la-la-la\nTonight, we gon' be it on the floor (Let's rock)\nLa-la-la-la-la-la-la-la-la-la-la-la-la-la\nTonight, we gon' be it on the floor (Let's rock)\nLa-la-la-la-la-la-la-la-la-la-la-la-la-la\nTonight, we gon' be it on the floor\nLa-la-la-la-la-la-la-la-la-la-la-la-la-la\nTonight, we gon' be it on the floor (Woo!)\n[Verse 4: Pitbull]\nThat badonkadonk is like a trunk full of bass on an old school Chevy\nSeven-trey donkey donk (Yeah)\nAll I need is some vodka and some chonky Coke\nAnd watch, shit gon' get Donkey Konged (Hahaha)\nBaby, if you're ready for things to get heavy\nI get on the floor and act a fool if you let me, dale\nDon't believe me, just bet me (Hahaha)\nMy name ain't Keith, but I see why you sweat me (Hahaha)\nL.A., Miami, New York\nSay no more, get on the floor (Woo)\n\n[Chorus: Jennifer Lopez & Pitbull]\nDance the night away\nLive your life, and stay young on the floor\nDance the night away\nGrab somebody, drink a little more\nLa-la-la-la-la-la-la-la-la-la-la-la-la-la (Let's rock)\nTonight, we gon' be it on the floor\nLa-la-la-la-la-la-la-la-la-la-la-la-la-la (Let's rock)\nTonight, we gon' be it on the floor\nLa-la-la-la-la-la-la-la-la-la-la-la-la-la (Woo!)\nTonight, we gon' be it on the floor\nLa-la-la-la-la-la-la-la-la-la-la-la-la-la (Let's rock)\nTonight, we gon' be it on the floor (Woo!)\nTonight, we gon' be it on the floor\nTonight, we gon' be it on the floor"
}