{
    "lyrics": "[Produced by Noah \"40\" Shebib,  T-Minus, and Nikhil \"Kromatik\" Seetharam]\n[Intro: DJ Khaled & Drake]\nI get 'em up! (I'm on one)\nI get 'em up! (Fuck it, I'm on one)\nI get 'em up! (I said, \"I’m on one\")\nDJ Khaled!\n\n[Verse 1: Drake]\nUgh, I'm getting so throwed\nI ain't went this hard since I was eighteen\nApologize if I say anything I don’t mean\nLike, \"what's up with your best friend?\nWe could all have some fun, believe me\"\nAnd, \"What's up with these new niggas?\nAnd why they think it all comes so easy?\"\nBut get it while you here, boy\n'Cause all that hype don’t feel the same next year, boy\nYeah, and I be right here in my spot\nWith a little more cash than I already got\nTripping off you, 'cause you had your shot\nWith my skin tan and my hair long and my fans who been so patient\nMe and 40 back to work, but we still smell like a vacation\nHate the rumors, hate the bullshit, hate these fucking allegations\nI’m just feeling like the throne is for the taking—watch me take it\n[Bridge: Drake]\nAll I care about is money and the city that I'm from\nI'ma sip until I feel it, I'ma smoke it 'til it's done\nI don’t really give a fuck, and my excuse is that I’m young\nAnd I’m only getting older, somebody should've told you\n\n[Hook: Drake]\nI’m on one, yeah\nFuck it, I'm on one, yeah\nI said, \"I'm on one\"\nFuck it, I'm on one\nTwo white cups, and I got that drink\nCould be purple or could be pink\n'Pending on how you mix that shit\nMoney to be got, and I'ma get that shit\n'Cause I'm on one\nI said, \"Fuck it, I'm on one\"\n\n[Verse 2: Rick Ross]\nUgh! I’m burning purple flowers, it’s burning my chest (Ugh)\nI bury the most cash and burning the rest (Stuntin')\nWalking on the clouds, suspended in thin air (Yeah)\nThe ones beneath me recognize the red bottoms I wear (Check it)\nBurner in the belt, move the kids to the hills (Boss)\nBend shawty on the sink, do it for the thrill\nKiss you on your neck and tell you, \"Everything is great\" (Right)\nEven though I'm out on bond and might be facing eight\nStill running with the same niggas 'til the death of me\nNever seen a million cash, gotta count it carefully (Haha)\nEver made love to the woman of your dreams (Woo!)\nIn a room full of money out in London as she screams? (Woo!)\nUgh! Baby, I could take it there\nCall Marc Jacobs personally to make a pair\nSo, yeah, we on one, the feeling ain’t fair (Khaled)\nAnd it’s double-M G until I get the chair, chyeah\n[Bridge: Drake & Rick Ross]\nAll I care about is money and the city that I'm from (Ugh)\nI'ma sip until I feel it, I'ma smoke it 'til it's done\nI don’t really give a fuck, and my excuse is that I’m young\nAnd I’m only getting older, somebody should've told you\n\n[Hook: Drake]\nI’m on one, yeah\nFuck it, I’m on one, yeah\nI said \"I’m on one\"\nFuck it, I’m on one\nTwo white cups and I got that drink\nCould be purple or could be pink\n'Pending on how you mix that shit\nMoney to be got, and I'ma get that shit\n'Cause I’m on one\nI said, \"Fuck it, I’m on one\"\n\n[Verse 3: Lil Wayne]\nI walk around the club, fuck everybody\nAnd all my niggas got that heat, I feel like Pat Riley\nYeah, too much money ain't enough money\nYou know the feds listening—nigga, what money?\nI’m a made nigga, I should dust something\nYou niggas on the bench, like the bus coming\nHuh, ain't nothing sweet but the Swishers\nI’m focused, might as well say \"cheese\" for the pictures\nOhh, I’m about to go Andre the Giant\nYou a sellout, but I ain't buying\nChopper dissect a nigga like science\nPut an end to your world like the Mayans\nThis a celebration, bitches: Mazel tov\nIt’s a slim chance I fall: Olive Oyl\n\"Tunechi\" be the name, don’t ask me how I got it\nI’m killing these hoes, I swear I’m tryna stop the violence\n(Young Mula baby, YMCMB)\n[Bridge: Drake & Lil Wayne]\nAll I care about is money (Yeah) and the city that I'm from\nI'ma sip until I feel it, I'ma smoke it 'til it's done\nI don’t really give a fuck, and my excuse is that I’m young\nAnd I’m only getting older, somebody should've told you\n\n[Hook: Drake & Lil Wayne]\nI’m on one, yeah (Young Mula, baby)\nFuck it, I’m on one (YMCMB)\nYeah, I said, \"I’m on one\" (Uh-huh)\nFuck it, I’m on one\nTwo white cups, and I got that drink\nCould be purple or could be pink\n'Pending on how you mix that shit\nMoney to be got, and I'ma get that shit\n'Cause I’m on one (Haha)\nI said, \"Fuck it, I’m on one\"\n\n[Outro: DJ Khaled]\nI get 'em up\nI get 'em up\nI get 'em up"
}