{
    "lyrics": "Don’t Wanna Go Home Lyrics[Intro]\nJason Derulo\n\n[Verse 1]\nCheck that out, what they playing? That's my song, that's my song\nWhere my drinks? I've been waiting much too long, much too long\nAnd this girl in my lap passing out, she's a blonde\nThe last thing on my mind is going home\n\n[Pre-Chorus]\nFrom the window to the wall\nThis club is jumping 'til tomorrow\nIs it daylight, or is it nighttime?\nOne o'clock, two o'clock, three o'clock, four\nWe gon' tear the club up, up, up, up, up, up, up\n[Chorus]\nDay-o, me say day-o\nDaylight come and we don't wanna go home\nYeah, so we losing control\nTurn the lights low 'cause we about to get blown\nLet the club shut down, we won't go, oh, oh, oh\nBurn it down, to the floor, oh, oh, oh\nDay-o, me say day-o\nDaylight come and we don't wanna go home\n\n[Verse 2]\nWe drink the whole bottle, but it ain't over, over\nEverybody jumping on the sofa, sofa\nStanding on the chairs, standing on the bar\nNo matter day or night, I'm shining, bitch, I'm a star\n\n[Pre-Chorus]\nFrom the window to the wall\nThis club is jumping 'til tomorrow (yeah, 'til tomorrow)\nIs it daylight, or is it nighttime?\nOne o'clock, two o'clock, three o'clock, four\nWe gon' tear the club up, up, up, up, up, up, up\n\n[Chorus]\nDay-o, me say day-o\nDaylight come and we don't wanna go home\nYeah, so we losing control\nTurn the lights low 'cause we about to get blown\nLet the club shut down, we won't go, oh, oh, oh\nBurn it down, to the floor, oh, oh, oh\nI said day-o, me say day-o (woo)\nDaylight come and we don't wanna go home (let's go)\n[Bridge]\nI just met this sexy Haitian girl moving like a dancer\nTold her and her girlfriends, \"Let's meet in my cabana\"\nAsk me where the party at, baby, I'm the answer\nHave another drink with me, shorty, where your manners?\nTake another shot, another shot, shot, shot, shot (haha, oh, yeah)\nI can make it hot, make it hot, we gon' rock until the...\n\n[Chorus]\nDay-o, me say day-o (day-o, me say)\nDaylight come and we don't wanna go home (we don't wanna go home, baby, no)\nYeah, so we losing control (control)\nTurn the lights low 'cause we about to get blown\nLet the club shut down, we won't go, oh, oh, oh\nBurn it down, to the floor, oh, oh, oh (to the floor, ba-ba-baby)\nDay-o, me say day-o (me say da, me say da-da-day-o)\nDaylight come and we don't wanna go home10Embed"
}