{
    "lyrics": "It was a girl in the Third Form, Carolann Clare\nWho, bored with the lesson, the rivers of England –\nBrathay, Coquet, Crake, Dee, Don, Goyt\nRothay, Tyne, Swale, Tees, Wear, Wharfe\nHad passed, a note, which has never been found\nTo the classmate in front, Emily Jane, a girl\nWho adored the teacher, Miss V. Dunn MA\nSteadily squeaking her chalk on the board –\nAllen, Clough, Duddon, Feugh, Greta, Hindburn\nIrwell, Kent, Leven, Lowther, Lune, Sprint\nBut who furtively opened the folded note\nTorn from the back of the King James Bible, read\nWhat was scribbled there and laughed out loud\n\nIt was a miserable, lowering winter’s day. The girls\nHad been kept indoors at break – Wet Play\nIn the Hall – the windows tall and thin\nSad with rain like a song list of watery names –\nRawthey, Roeburn, Skirfare, Troutbeck, Wash\nLikewise, the sound of the laugh of Emily Jane\nWas a liquid one, a gurgle, a ripple, a dribble\nA babble, a gargle, a plash, a splash of a laugh\nLike the sudden jackpot leap of a silver fish\nIn the purse of a pool. No fool, Emily Jane\nClamped her turquoise hand – her fountain pen leaked –\nTo her mouth; but the laugh was out, was at large\nWas heard by the pupil twinned to her double desk –\nRosemary Beth – the brace on whose jiggly teeth\nCouldn’t restrain the gulping giggle she gave\nWhich caused Miss Dunn to spin round. Perhaps\nShe said, We can all share the joke? But Emily Jane\nHad scrunched and dropped the note with the joke\nTo the floor and kicked it across to Jennifer Kay\nWho snorted and toed it across to Marjorie May\nWho spluttered and heeled it backwards\nTo Jessica Kate. Girls! By now, every girl in the form\nHad started to snigger or snicker or titter or chuckle\nOr chortle till the classroom came to the boil\nWith a brothy mirth. Girls! Miss Dunn’s shrill voice\nScraped Top G and only made matters worse\n\nFive minutes passed in a cauldron of noise\nNo one could seem to stop. Each tried holding\nHer breath or thinking of death or pinching\nHer thigh, only to catch the eye of a pal\nA crimson, shaking, silent girl, and explode\nThrough the noise in a cackling sneeze. Thank you!\nPlease! Screeched Miss Dunn, clapping her hands\nAs though she applauded the choir they’d become\nA percussion of trills and whoops filling the room\nLike birds in a cage. But then came a triple rap\nAt the door and in stalked Miss Fife, Head of Maths\nWhose cold equations of eyes scanned the desks\nFor a suitable scapegoat. Stand up, Geraldine Ruth\nGeraldine Ruth got to her feet, a pale girl, a girl\nWho looked, in the stale classroom light, like a sketch\nFor a girl, a first draft to be crumpled and crunched\nAnd tossed away like a note. She cleared her throat\nRaising her eyes, water and sky, to look at Miss Fife\nThe girls who were there that day never forgot\nHow invisible crayons seemed to colour in\nGeraldine Ruth, white face to puce, mousey hair\nSuddenly gifted with health and youth, and how –\nAs Miss Fife demanded what was the meaning of this –\nHer lips split from the closed bud of a kiss\nTo the daisy chain of a grin and how then she yodelled\nA laugh with the full, open, blooming rose of her throat\n\nA flower of merriment. What’s the big joke?\nThundered Miss Fife as Miss Dunn began again\nTo clap, as gargling Geraldine Ruth collapsed\nIn a heap on her desk, as the rest of the class\nHollered and hooted and howled. Miss Fife strode\nOn sharp heels to the blackboard, snatched up\nA finger of chalk and jabbed and slashed out\nA word. SILENCE. But the class next door\nFourth Years learning the Beaufort scale with Miss Batt\nCould hear the commotion. Miss Batt droned on –\nNought, calm; one, light air; two, light breeze; three\nGentle . . . four, moderate . . . five, fresh . . . six, strong breeze;\nSeven, moderate gale . . . Stephanie Fay started to laugh\nWhat’s so amusing, Stephanie Fay? barked Miss Batt\nWhat’s so amusing? echoed unwitting Miss Dunn\nOn the other side of the wall. Precisely what’s\nSo amusing? chorused Miss Fife. The Fourth Years\nShrieked with amazed delight and one wag\nAngela Joy, popped her head in the jaws of her desk\nAnd bellowed What’s so amusing? What’s so\nAmusing? into its musty yawn. The Third Form\nGuffawed afresh at the sound of the Fourth\nAnd the noise of the two combined was heard\nBy the First Form, trying to get Shakespeare by heart\nTo the beat of the ruler of Mrs Mackay. Don’t look\nAt your books, look at me. After three. Friends\n\nRomans, Countrymen . . . What’s so amusing? rapped out\nMrs Mackay as the First Years chirruped\nAnd trilled like baby birds in a nest at a worm;\nBut she heard for herself, appalled, the chaos\nComing in waves through the wall and clipped\nTo the door. Uproar. And her Head of Lower School!\nIt was then that Mrs Mackay made mistake number one\nLeaving her form on its own while she went to see\nTo the forms of Miss Batt and Miss Dunn. The moment\nShe’d gone, the room blossomed with paper planes\nInk bombs, whistles, snatches of song, and the class clown –\nCaroline Joan – stood on her desk and took up\nThe speech where Mrs Mackay had left off – Lend\n\nMe your ears . . . just what the Second Form did\nIn the opposite room, reciting the Poets Laureate\nFor Miss Nadimbaba – John Dryden, Thomas Shadwell\nNahum Tate, Nicholas Rowe, Laurence Eusden, Colley Cibber\nWilliam Whitehead . . . but scattering titters and giggles\nLike noisy confetti on reaching Henry Pye as Carline Joan\nBelted out Antony’s speech in an Elvis style –\nFor Brutus, uh huh huh, is an honourable man\nMiss Nadimbaba, no fan of rock ‘n’ roll, could scarcely\nBelieve her ears, deducing at once that Mrs Mackay\nWas not with her class. She popped an anxious head\nOutside her door. Anarchy roared in her face\nLike a tropical wind. The corridor clock was at four\n\nThe last bell rang. Although they would later regret it\nThe teachers, taking their cue from wits-end Mrs Mackay\nAllowed the chuckling, bright-eyed, mirthful girls\nTo go home, reprimand-free, each woman privately glad\nThat the dark afternoon was over and done\nThe chalky words rubbed away to dance as dust\nOn the air, the dates, the battles, the kings and queens\nThe rivers and tributaries, poets, painters, playwrights\nPoliticos, popes . . . but they all agreed to make it quite clear\nIn tomorrow’s Assembly that foolish behaviour –\nEven if only the once – wasn’t admired or desired\nAt Stafford Girls’ High. Above the school, the moon\nWas pinned like a monitor’s badge to the sky\n\nMiss Dunn was the first to depart, wheeling\nHer bicycle through the gates, noticing how\nThe sky had cleared, a tidy diagram of the Plough\nDirectly above. She liked it this cold, her breath\nChiffoning out behind as she freewheeled home\nDown the hill, her mind emptying itself of geography\nOf mountains and seas and deserts and forests\nAnd capital cities. Her small terraced house looked\nShe thought, like a sleeping face. She roused it\nEach evening, kisses of light on its cheeks\nFrom her lamps, the small talk of cutlery, pots\nAnd pans as she cooked, sweet silver steam caressing\nThe shy rooms of her home. Miss Dunn live alone\n\nSo did Miss Batt, in a flat on the edge of the park\nNear the school; though this evening Miss Fife\nWas coming for supper. The two were good friends\nAnd Miss Fife liked to play on Miss Batt’s small piano\nAfter the meal and the slowly shared carafe of wine\nMusic and Maths! Johann Sebastian Bach! Miss Batt\nAn all-rounder, took out her marking – essays on Henry VIII\nAnd his wives from the Fifth – while Miss Fife gave herself up\nTo Minuet in G. In between Catherine Howard\nAnd Catherine Parr, Miss Batt glanced across at Fifi’s\nStraight back as she played, each teacher conscious\nOf each woman’s silently virtuous love. Nights like this\nTwice a week, after school, for them both, seemed enough\n\nMrs Mackay often gave Miss Nadimbaba a lift\nAs they both, by coincidence, lived on Mulberry Drive –\nMrs Mackay with her husband of twenty-five grinding\nChildless years; Miss Nadimbaba sharing a house\nWith her elderly aunt. Neither had ever invited\nThe other one in, although each would politely enquire\nAfter her colleague’s invisible half. Mrs Mackay\nWatched Miss Nadimbaba open her purple door and saw\nA cat rubbing itself on her calf. She pulled away\nFrom the kerb, worrying whether Mr Mackay would insist\nOn fish for his meal. Then he would do his crossword:\nMr Mackay calling out clues – Kind of court for a bounder (8) –\nWhile she passed him Roget, Brewer, Pears, the OED\n\nThe women teachers of England slept in their beds\nTheir shrewd or wise or sensible heads safe vessels\nFor Othello’s jealousy, the Wife of Bath’s warm laugh\nThe phases of the moon, the country code;\nFor Roman numerals, Greek alphabets, French verbs;\nFor foreign currencies and Latin roots, for logarithms, tables\nQuotes; the meanings of current calamo and fiat lux and stet\nMiss Dunn dreamed of a freezing white terrain\nWhere slowly moving elephants were made of ice\nMiss Nadimbaba dreamed she knelt to kiss Miss Barrett\nOn her couch and she, Miss Nadimbaba, was Browning\nSaying Beloved, be my wife . . . and then a dog began to bark\nAnd she woke up. Miss Batt dreamed of Miss Fife\n\n* * *\n\nMorning assembly – the word like Quink outside\nThe teachers perched in a solemn row on the stage\nThe Fifth and Sixth Forms clever and tall, Miss Fife\nAt the school piano, the Head herself, Doctor Bream\nAt the stand – was a serious affair. Jerusalem hung\nIn the air till the last of Miss Fife’s big chords\nWobbled away. Yesterday, intoned Doctor Bream\nThe Lower school behaved in a foolish way, sniggering\nFor the most of the late afternoon. She glared at the girls\nThrough her pince-nez and paused for dramatic effect\nBut the First and Second and Third and Fourth Forms\nStarted to laugh, each girl trying to swallow it down\nTill the sound was like distant thunder, the opening chord\n\nOf a storm. Miss Dunn and Miss Batt, Miss Nadimbaba\nAnd Mrs Mackay leapt to their feet as one, grim-faced\nThe Fifth Form hooted and howled. Miss Fife, oddly disturbed\nCrashed down fistfuls of furious notes on the yellowing keys\nThe Sixth Forms, upper and lower, shrieked. Señora Devizes\nSartorial, strict, slim, server teacher of Spanish\nStalked from the stage and stilettoed sharply down\nTo the back of the Hall to chastise the Fifth and Sixth\n¡Callaos! ¡Callaos! ¡Callaos! ¡Quédense! The whole school\nGuffawed; their pink young lungs flowering more\nThan they had for the hymn. ¡El clamor! The Hall was a zoo\nSnow began falling outside as though the clouds\nWere being slowly torn up like a rule book. A good laugh\n\nAs the poet Ursula Fleur, who attended the school\nWas to famously write, is feasting on air. The air that day\nWas chomped, chewed, bitten in two, pulled apart\nLike a wishbone, licked like a lollipop, sluiced and sucked\nSome of the girls were almost sick. Girls gulped or sipped\nOr slurped as they savoured the joke. What joke?\nNobody knew. A silly joy sparkled and fizzed. Tabitha Rose\nFlower monitor for the day, wet herself, wailed, wept, ran\nFrom the Hall, a small human shower of rain. The bell\nFor the start of lessons rang. Somehow the school\nFiled out in a raggedly line. The Head Girl, Josephine June\nScarlet-faced from killing herself, was in for a terrible time\nWith the Head. Snow iced the school like a giant cake\n\nNo one on record recalls the words that were said\nBut Josephine June was stripped of the Head Girl’s badge\nAnd sash and sent to the Sixth Form Common Room\nTo demand of the prefects how they could hope to grow to be\nThe finest of England’s daughters and mothers and wives\nAfter this morning’s Assembly’s abysmal affair?\nBut the crowd of girls gave a massive cheer, stamping\nThe floor with their feet in a rebel beat and Diana Kim\nCaptain of Sports, jumped on a chair and declared\nThat if J.J. was no longer Head Girl then no one\nWould take her place. All for one! Someone yelled. And one\nFor all! Diana Kim opened the window and jumped down\nInto the snow. With a shriek, Emmeline Bell jumped after her\n\nFollowed by cackling Anthea Meg, Melanie Hope, Andrea Lyn\nJ.J. herself . . . It was Gillian Tess in the Fifth, being lectured\nBy tight-lipped Señora Devizes on how to behave, who glanced\nFrom the first-floor window and noticed the Sixth Form\nBouncing around in the snow like girls on the moon\nA snowball, the size of a netball, was creaking, rolling\nGrowing under their hands. Look! Girls at their windows gaped\nIt grew from a ball to the size of a classroom globe. It grew\nFrom a globe to the size of a huge balloon. Miss Dunn\nDrumming the world’s highest mountains into the heads\nOf the First Years – Everest, K2, Kangchenjunga, Lhoste, Makalu 1\nFlung open her window and breathed in the passionate cold\nOf the snow. A wild thought seeded itself in her head\n\nIn later years, the size of the snowball rolled by the Sixth\nGrew like a legend. Some claimed that the Head, as it groaned\nPast her study, thought that there might have been an eclipse\nUrsula Fleur, in her prose poem Snow, wrote that it took\nThe rest of the Michaelmas Term to melt. Miss Batt\nVacantly staring down as her class wrote out a list\nOf the monarchs of England – Egbert, Ethelwulf, Ethelbald\nEthelbert, Ethelred, Alfred, Edward, Athelstan, Edmund\nEadred, Eadwing, Edgar . . . noticed the snowball, huge and alone\nOn the hockey pitch, startlingly white in the pencil grey\nOf the light, and thought of desire, of piano scales slowing\nSlowing, breasts. She moaned aloud, forgetful of where\nShe was. Francesca Eve echoed the moan. The class roared\n\nBut that night Miss Batt, while she cooked for Miss Fife\nWho was opening the wine with a corkscrew\nFrom the last year’s school trip to Sienna and Florence\nFelt herself naked, electric under her tartan skirt, twin set\nAnd pearls; and later, Miss Fife at the piano, stroking\nThe first notes of Beethoven’s ‘Moonlight’ Sonata, Miss Batt\nCame behind her, placing her inked and trembling hands\nOn her shoulders. A broken A minor chord stumbled\nAnd died. Miss Fife said that Ludwig could only\nHave written this piece when he was in love. Miss Batt\nPulled Miss Fife by the hair, turning her face around, hearing\nHer gasp, bending down, kissing her, kissing her, kissing her\nEssays on Cardinal Wolsey lay unmarked on the floor\n\nAcross the hushed white park, down the slush of the hill\nMiss Dunn crouched on the floor of her sitting room\nOver a map of Tibet. The whisky glass in her nervous hand\nClunked on her teeth, Talisker sheathing her tongue\nIn a heroine’s warmth. She moved her finger slowly\nOver the map, the roof of the world. Her fingers walked to Nepal\nChanging the mountain Chomulungma to Sagarmatha\nShe sipped at her malt and thought about Mallory, lost\nOn Everest’s slopes with his English Air, of how he’d wanted\nTo reach the summit because it was there. She wondered\nWhether he had. Nobody knew. She was herself walking\nThe upper slopes with the Captain of Sports towards\nThe foetal shape of a sleeping man . . . She turned to the girl\n\n* * *\n\nThat Monday morning Doctor Bream, at her desk\nDidn’t yet know that the laughter of Stafford Girls’ High\nWould not go away. But when she stood on the stage\nGarbed in her Cambridge cap and gown, and told the school\nTo quietly stand and contemplate a fresh and serious start\nTo the week, and closed her eyes – the hush like an air balloon\nTethered with ropes – a low and vulgar giggle yanked\nAt the silence. Doctor Bream kept her eyes clenched, hoping\nThat if she ignored it all would be well. Clumps of laughter\nSprouted among the row upon row of girls. Doctor Bream\nDetermined and blind, started the morning’s hymn. I vow\nTo thee my country . . . A flushed Miss Fife started to play\nAll earthly things above . . . The rest of the staff joined in –\n\nEntire and whole and perfect, the service of my love\nThe love that asks no questions, the love that stands the test\nBut the girls were hysterical, watching the Head\nQueen Canute, singing against the tide of their mirth\nTheir shoals, their glittering laughter. She opened her eyes –\nClarice Maud Bream, MBE, DLitt – and saw, in the giggling sea\nOne face which seemed to her to be worse, cheekier\nRedder and louder, than all of the rest. Nigella Dawn\nWas fished by the Head from her seat and made to stand\nOn a chair on the stage. Laughter drained from the Hall. This girl\nBoomed the Head, will stand on this chair for as long as it takes\nFor the school to come to its senses. SILENCE! The whole school\nStood like a crowd waiting for news. The bell rang. Nobody\n\nMoved. Nobody made a sound. Minutes slinked away\nAs Nigella Dawn swayed on her creaky chair. The First Years\nStared in shame at their shoes. The Head’s tight smile\nWas a tick. That, she thought, in a phrase of her mother’s\nHas put the tin lid on that. A thin high whine, a kitten\nWind on a wire, came from behind. The school\nSeemed to hold its breath. Nigella Dawn shook on her chair\nThe sound came again, louder. Doctor Bream looked to the staff\nMiss Batt had her head in her lap and was keening and rocking\nBackwards and forwards. The noise put the Head in mind\nOf a radio dial – Luxembourg, Light, Hilversum, Welsh –\nAs though the woman were trying to tune in to herself. Miss Batt\nFlung her head back and laughed, laughed like a bride\n\n* * *\n\nMr and Mrs Mackay silently ate. She eyed him\nBoning his fish, slicking it down to the backbone\nSliding the skeleton out, fastidious, deft. She spied him\nEat from the right of his plate to the left, ordered, precise\nShe clenched herself for his voice. A very nice dish\nFrom the bottomless deep. Bad words ran in her head like mice\nShe wanted to write them down like crossword lights\n14 Across: F . . . 17 Down: F . . . . . . 2 Down: F\nMr Mackay reached for the OED. She bit her lip. A word\nFor one who is given to walking by night, not necessarily\nIn sleep. She felt her heart flare in its dark cave, hungry, blind\nOpen in its small beak. Beginning with N. Mrs Mackay\nMoved to the window and stared at the ravenous night. Later\n\nAwake in the beached boat of the marital bed, Mrs Mackay\nSlid from between the sheets. Her spouse whistled and whined\nShe dressed in sweater and slacks, in boots, in her old tweed coat\nAnd slipped from the house with a tut of the front door snib\nHer breath swaggered away like a genie popped from a flask\nShe looked for the moon, found it, arched high over the house\nA raised eyebrow of light, and started to walk. The streets\nWere empty, darkly sparkling under her feet, ribbons that tied\nThe sleeping town like a gift. A black cat glared from a wall\nMrs Mackay walked and walked, letting the night\nSigh underneath her clothes, perfume her skin; letting it in\nThe scented night – stone, starlight, tree-sleep, rat, owl\nA calm rhythm measured itself in her head. Noctambulist\n\nShe walked for hours, till dawn’s soft tip rubbed, smudged\nErased the dark. Back home, she stripped and washed\nAnd dressed for school, moving about in the kitchen\nTill Mr Mackay appeared, requesting a four-minute egg\nFrom a satisfied hen. She watched him slice off the top\nWith the side of his spoon, dip in his toast, savour the soft gold\nOf the yolk with his neat tongue. She thought of the girls\nHow they’d laughed now for weeks. Panic nipped and salted\nHer eyes. And later that day, walking among the giggling desks\nOf the Third, she read Cleopatra’s lament in a shaking voice\nAs tears shone on her cheeks: Hast thou no care for me?\nShall I abide in this dull word, which in thy absence is\nNo better than sty? O! see my women, the crown\n\nO’ the earth doth melt. My lord! O! withered is the garland\nOf the war, the soldier’s pole is fall’n; young boys and girls\nAre level now with men; the odds is gone, and there is nothing\nLeft remarkable beneath the visiting moon. Carolann Clare, trapped\nIn a breathless crippling laugh, seriously thought she would die\nMrs Mackay lay down her book and asked the girls to start\nFrom the top and carry on reading the play round the class\nShe closed her eyes and seemed to drift off at her desk\nThe voices of girls shared Shakespeare, line by line, the clock\nOver the blackboard crumbling its minutes into the dusty air\nFrom the other side of the wall, light breezes of laughter came\nAnd went. Further away, from the music, room, the sound\nOf the orchestra hooted and sneered its way through Grieg\n\nMiss Batt, in the staffroom, marking The War of Jenkins’ Ear\nOver and over again, put down her pen. Music reminded her\nOf Miss Fife. She lay her head on the table, dizzy with lust, longed\nFor the four o’clock bell, for home, for pasta and vino rosso\nFor Fifi’s body on hers in the single bed, for kisses that tasted\nOf jotters, of wine. She picked up an essay and read:\nEngland went to war with Spain because a seaman, Robert\nJenkins, claimed that the Spanish thought him a smuggler\nAnd cut off his ear. He showed the ear in the Commons\nAnd public opinion forced the Government to declare war\nOn October 23, 1739 . . . Miss Batt cursed under her breath\nSlashing a red tick with her pen. The music had stopped. Hilarity\nSquealed and screeched in its place down the corridor\n\nMiss Nadimbaba was teaching the poems of Yeats\nTo the Fifth when the girls in the orchestra laughed. She held\nIn her hands the poem which made her a scribbler of verse\nAt twelve or thirteen. ‘The Song’ – she was sick of the laughter\nAt Stafford Girls’ High – ‘of Wandering Aengus.’ She stared\nAt the girls in her class who were starting to shake. An epidemic\nThat’s what it was. It had gone on all term. It was now the air\nThat they breathed, teachers and girls: a giggling, sniggering\nGurgling, snickering atmosphere, a laughing gas that seeped\nUnder doors, up corridors, into the gym, the chemistry lab\nThe swimming pool, into Latin and Spanish and French and Greek\nInto Needlework, History, Art, R.K., P.E., into cross-country runs\nInto the silver apples of the moon, the golden apples of the sun\n\nMiss Dunn stood with her bike outside school after four\nScanning the silly, cackling girls for a face – Diana Kim’s\nThe Captain of Sports was tall, red-haired. Her green eyes\nStared at Miss Dunn and Miss Dunn knew. This was a girl\nWho would scale a vertical wall of ice with her fingertips\nWho would pitch a tent on the lip of a precipice, who would know\nWhen the light was good, when the wind was bad, when snow\nWas powdery or hard. The girl had the stuff of heroines. Diana Kim\nWalked with the teacher, pushing her bicycle for her, hearing her\nOutline the journey, the great adventure, the climb to the Mother\nOf Earth. Something inside her opened and bloomed\nMiss Dunn was her destiny, fame, a strong hand pulling her\nHigher and higher into the far Tibetan clouds, into the sun\n\n* * *\n\nDoctor Bream was well aware that something had to be done\nLaughter, it seemed, was on the curriculum. The girls\nFound everything funny, strange; howled or screamed\nAt the slightest thing. The Headmistress prowled the school\nListening at classroom doors. The new teacher, Mrs Munro\nWas reading The Flaying of Marsyas to the Third: Help!\nWhy are you stripping me from myself? The girls were in fits\nMrs Munro’s tight voice struggled on: It was possible to count\nHis throbbing organs and the chambers of his lungs. Shrieks\nAnd squeals stabbed the air. Why? At what? Doctor Bream\nSnooped on. Miss Batt was teaching the First Form the names\nOf the nine major planets: Mercury, Venus, Earth, Mars\nJupiter, Saturn, Uranus . . . Pandemonium hooted and whooped\n\nThe grim Head passed down the corridor, hearing the Fifth Form\nGargling its way through the Diet of Worms. She came\nTo the Honours Board, the names of the old girls written in gold –\nHead Girls who had passed into legend, Captains of Sport\nWho had played the game, prize-winning girls, girls who’d gone on\nTo achieve great things. Members of Parliament! Blasts of laughter\nBelched from the playing fields. Doctor Bream walked to her room\nAnd stood by her desk. Her certificates preened behind glass\nIn the wintery light. Silver medals and trophies and cups gleamed\nIn the cabinet. She went to the wall – the school photograph\nGlinted and glowed, each face like a fingertip; the pupils\nStraight-backed, straight-faced; the staff upright, straight-laced\nA warm giggle burbled outside. She flung open the door\n\nThe empty corridor winked. She could hear\nA distant piano practising Für Elise . . . Señora Devizes\nCounting in Spanish in one of the rooms – uno, dos, tres\nCuatro, cinco, seis, siete, ocho, nueve, diez, once, doce\nTrece, catorce, quince, diez y seis, diez y siete, diez y ocho\nA shrill whistle blowing outside . . . But then a burst of hysteria\nCame from the classroom above, rolled down the stairs\nExploded again the classroom below. Mrs Mackay\nFrantic, hoarse, could be heard pitching Portia’s speech\nOver the hoots of the Fourth: The quality of MERCY\nIs not STRAINED. It droppeth as the gentle rain from HEAVEN\nUpon the place BENEATH . . . Cackles, like gunfire, crackled\nAnd spat through the school. A cheer boomed from the Gym\n\nIt went on thus – through every hymn or poem, catechism\nLogarithm, sum, exam; in every classroom, drama room\nTo music room; on school trips to a factory or farm; from\nFirst to Sixth Form, dunce to academic crème de la crème\nDay in, day out; till, towards the end of the Hilary Term\nDoctor Bream called yet another meeting in the Staffroom\nDetermined now to solve the problem of the laughter\nOf the girls once and for all. The staff filed in at 4.15 –\nMiss Batt, Miss Fife, Miss Dunn, Mrs Munro, the sporty\nMrs Lee, Mrs Mackay, Miss Nadimbaba, the Heads of French\nAnd Science – Miss Feaver, Mirs Kaye – Señora Devizes\nThe tuneful Miss Aherne, the part-time drama teacher\nMrs Prendergast. The Head stood up and clapped her hands\n\nMiss Fife poured Earl Grey tea. Miss Dunn stood by the window\nStaring out. Miss Batt burned at Miss Fife. Mrs Mackay\nSat down and closed her eyes. Miss Nadimbaba churned\nThe closing couplet of a poem in her head. Miss Feaver\nCrossed her legs and smiled at Mrs Lee, who twirled\nA squash racquet between her rosy knees. I think we all agree\nSaid Doctor Bream, that things are past the pale. The girls\nAre learning nothing. Discipline’s completely gone\nTo pot. I’d like to hear from each of you in turn. Mrs Mackay?\nMrs Mackay opened her eyes and sighed. And shook her head\nAnd then she started singing: It was a lover and his lass\nWith a hey, and a ho, and a hey nonimo, that o’er\nThe green cornfield did pass, in the spring time\n\nThe only pretty ring time, when birds do sing, hey ding\nA ding, ding; sweet lovers love the spring. A silence fell\nMiss Batt looked at Miss Fife and cleared her throat. Miss Fife\nAnd I are leaving at the end of term. Miss Dunn at the window\nTurned. I’m leaving then myself. To have a crack at Everest\nThe Head sank to a chair. Miss Nadimbaba stood. Then one by one\nThe staff resigned – to publish poetry, to live in Spain, to form\nA tennis club, to run a restaurant in Nice, to tread the boards\nTo sing in smoky clubs, to translate Ovid into current speech\nTo study homeopathy. Doctor Bream was white with shock\nAnd what, she forced herself at last to say, about the girls?\nMiss Batt, slowly undressing Fifi in the stockroom in her head\nWinked at Miss Fife. She giggled girlishly. Miss Feaver laughed\n\n* * *\n\nSmall hours. The moon tracked Mrs Mackay as she reached the edge\nOf the sleeping town, houses dwindling to fields, the road\nTwisting up and away into the distant hills. She caught her mid\nMaking anagrams – grow heed, stab, rats – and forced herself\nTo chant aloud as she walked. Hedgerow. Bats. Star. Her head\nCleared. The town was below her now, dark and hunched\nA giant husband bunched in his sleep. Mrs Mackay climbed on\nHigher and higher, keeping close to the ditch, till the road snaked\nInto a long S then levelled out into open countryside. Shore\nLove, steer, low, master, night loom, riven use, no. Horse. Vole\nTrees. Owl. Stream. Moonlight. Universe. On. Wed, loop, wand\nDrib, tiles, pay thaw, god. Dew. Pool. Dawn. Bird. Stile. Pathway\nDog. She arrived at the fringe of a village as morning broke\n\nMiss Batt held Miss Fife in her arms at dawn, the small room\nChaste with new light. Miss fife began to talk in her sleep –\nThe square of the hypotenuse is equal to the sum\nOf the squares of the other two sides. Miss Batt slid down\nNuzzled her breastbone, her stomach, kissed down, kissed down\nDown to the triangle. The tutting bedside clock\nCounted to five. They woke again at seven, stupid with love\nEverything they knew – the brightest stars, Sirius, Canopus\nAlpha Centauri, Vega; the Roman Emperors, Claudius\nNero, Galba, Otho, Vitellius; musical terms, allegro, calando\nCrescendo, glissando; mathematics, the value of pi\nPrime numbers, Cantor’s infinities – only a jumble of words\nA jumble of words. A long deep zero groaned from Miss Fife\n\nMiss Dunn took out her list and checked it again\nHer class was sniggering its way through a test on Britain’s largest lakes\nShe mouthed her list like a prayer: socks, mittens, shirt, leggings\nHat, face mask, goggles, harness, karabiners, ice screws, pitons\nHelmet, descender, ascender, loops, slings, ice axe, gaiters\nCrampons, boots, jacket, hood, trousers, water bottle, urine\nBottle, waste bags, sleeping bag, kit bag, head torch, batteries\nTent, medical kit, maps, stove, butane, radio, fixing line, rope\nCord, stoppers, wands, stakes and chocks and all of it twice\nA sprinkle of giggles made her look up. Pass your test to the girl\nOn your left to be marked. The answers are: Lough Neagh\nLower Lough Erne, Loch Lomond, Loch Ness, Loch Awe, Upper\nLough Erne . . . Diana Kim climbed and climbed in her head\n\nDoctor Bream read through the letter to parents then signed\nHer name at the end. The school was to close at the end of term\nUntil further notice. A dozen resignation notes from the staff lay\nOn her desk. The Head put her head in her hands and wept\nA local journalist lurked at the gates. Señora Devizes\nAnd Miss Nadimbaba entered the room to say that the girls\nWere filing into the Hall for the Special Assembly. There was still\nNo sign of Mrs Mackay. She looked at the shattered Head\nAnd Kipling sprang to Miss Nadimbaba’s lips: If you can force\nYour heart and nerve and sinew to server your turn long after they\nAre gone . . . Señora Devizes joined in: Persiste aun no tengas\nFuerza, y sólo te quede la voluntad que les dice:\n¡Persiste! The Head got to her feet and straightened her back\n\nAnd so, Doctor Bream summed up, you girls have laughed this once\nGreat school into the ground. Señora Devizes plans to return\nTo Spain. Cries of ¡Olé! Miss Batt and Miss Fife have resigned\nWolf whistles. Mrs Prendergast is joining the Theatre Royale\nA round of applause crashed on the boards like surf. The Head stared\nAt the laughing girls then turned and marched from the stage\nClipped up the polished corridor, banged through the double doors\nCrunched down the gravel drive to the Staff Car Park and into her car\nElvis, shrieked Caroline Joan from the Hall, has left the building\nA cheer like an avalanche bounced off the roof. The Captain of Sports\nSlipped from her seat and followed Miss Dunn. The girls burst\nInto song as their mute teachers walked from the stage. Till we\nHave built Jerusalem in England’s green and pleasant land\n\n* * *\n\nThe empty school creaked and sighed, its desks the small coffins\nOf lessons, its blackboards the tombstones of learning. The books\nIn the Library stiffened and yellowed and curled. The portraits\nOf gone Headmistresses stared into space. The school groaned\nThe tiles on its roof falling off in its sleep, its windows as white\nAs chalk. The grass on the playing fields grew like grass\nOn a grave. Doctor Bream stared from her hospital window\nOver the fields. She could see the school bell in its tower glint\nIn the evening sun like a tear in an eye. She turned away. Postcards\nAnd get-well messages from the staff were pinned to the wall\nShe took down a picture of Everest from Miss Dunn: We leave\nCamp II tomorrow if the weather holds to climb the Corridor\nTo 21,000 feet. Both coping well with altitude. The Sherpas\n\nMrs Mackay walked through Glen Strathfarrar, mad, muttering\nFree; a filthy old pack on her back filled with scavenged loot –\nBanana, bottle, blanket, balaclava, bread, blade, bible. She sat\nBy a stream, filled her bottle and drank. She ate the crusts\nThe fruit. Kingfisher. Eagle. Heron. Red deer. Midge. The Glen\nDarkened and cooled like History. Mrs Mackay lay in the heather\nUnder her blanket, mumbling lines from Lear: As mad as the vex’d\nSea; singing aloud; crowned with rank fumitory and furrow weeds\nWith burdocks, hemlocks, nettles, cuckoo-flowers, darnel\nSyllables. Syllables. Sleep came suddenly, under the huge black\nThe chuckling clever stars. The Head at her window looked north\nTo the clear night sky, to Pollux and Castor, Capella, Polaris\nAnd wondered again what could have become of Mrs Mackay\n\nRough lads from the town came up to the school to throw stones\nThrough the glass. Miss Batt and Miss Fife had moved\nTo a city. They drank in a dark bar where women danced, cheek\nTo cheek. Miss Batt loved Miss Fife till she sobbed and shook\nIn her arms. Stray cats prowled through the classrooms, lunging\nAt mice. Miss Fife dreamed that the school was a huge ship\nFloating away from land, all hands lost, steered by a ghost\nA woman whose face was the Head’s, was Miss Nadimbaba’s\nThen Mrs Mackay’s, Mrs Lee’s, Miss Feaver’s, Miss Dunn’s\nMrs Munro’s, Mrs Kaye’s, Miss Aherne’s, Señora Devizes’\nShe woke in the darkness, a face over hers, a warm mouth\nKissing the gibberish from her lips. The school sank in her mind\nA black wave taking it down as she gazed at the woman’s face\n\nMiss Nadimbaba put down her pen and read through her poem\nThe palms of her hands felt light, that talented ache\nShe altered a verb and the line jumped on the page like a hooked fish. She needed\nTo type it up, but the poem was done. She was dying\nTo read it aloud to her aunt. She would open some wine\nIn the hospital, a nurse brought warm milk and a pill to the Head\nWho stared through the bars at the blackened hulk of the school\nBy dawn, at John O’Groats, Mrs Mackay had finally run out of land\nShe wrote her maiden name with a stick in the sand then walked\nInto the sea, steady at first, step by step, till the firm waves lifted her\nUnder the arms and danced her away like a groom with a bride\nHigh above in the cold sky the seagulls, like schoolgirls, laughed\nHigher again, a teacher fell through the clouds with a girl in her arms"
}