{
    "lyrics": "[Chorus]\nSome nights, I stay up cashing in my bad luck\nSome nights, I call it a draw\nSome nights, I wish that my lips could build a castle\nSome nights, I wish they'd just fall off\nBut I still wake up, I still see your ghost\nOh, Lord, I'm still not sure what I stand for, oh\n(Oh-ooh-whoa) What do I stand for?\n(Oh-ooh-whoa) What do I stand for?\nMost nights, I don't know anymore\n\n[Refrain]\nOh-whoa, oh-ooh-whoa-oh\nOh-ooh-whoa-oh, oh-oh\nOh-whoa, oh-ooh-whoa-oh\nOh-ooh-whoa-oh, oh-oh\n\n[Verse 1]\nThis is it, boys, this is war\n(Oh-whoa, oh-ooh-whoa-oh)\nWhat are we waiting for?\n(Oh-ooh-whoa-oh, oh-oh)\nWhy don't we break the rules already?\nI was never one to believe the hype\n(Oh-whoa, oh-ooh-whoa-oh)\nSave that for the black and white\n(Oh-ooh-whoa-oh, oh-oh)\nTry twice as hard and I'm half as liked\nBut here they come again to jack my style\n[Bridge]\nAnd that's alright (That's Alright)\nI found a martyr in my bed tonight\nShe stops my bones from wondering\nJust who I, who, I, who I am\nOh, who am I? Mmm, mmm\n\n[Chorus]\nWell, some nights, I wish that this all would end\n'Cause I could use some friends for a change\nAnd some nights, I'm scared you'll forget me again\nSome nights, I always win (I always win)\nBut I still wake up, I still see your ghost\nOh Lord, I'm still not sure what I stand for, oh\n(Oh-ooh-whoa-oh) What do I stand for?\n(Oh-ooh-whoa-oh) What do I stand for?\nMost nights, I don't know\n\n[Bridge]\n(Oh, come on) So this is it?\nI sold my soul for this?\nWashed my hands of that for this?\nI miss my mom and dad for this?\n(Oh, come on) No, when I see stars, when I s-\nWhen I see stars, that's all they are\nWhen I hear songs, they sound like a swan\nSo come on, oh come on, oh come on\nOh come on\n[Verse 2]\nWell, that is it, guys, that is all\n(Oh-whoa, oh-ooh-whoa-oh)\nFive minutes in, and I'm bored again\n(Oh-ooh-whoa-oh, oh-oh)\nTen years of this, I'm not sure if anybody understands\nThis one is not for the folks at home\n(Oh-whoa, oh-ooh-whoa-oh)\nSorry to leave, Mom, I had to go\n(Oh-ooh-whoa-oh, oh-oh)\nWho the fuck wants to die alone\nAll dried up in the desert sun?\n\n[Bridge]\nMy heart is breaking for my sister\nAnd the con that she called \"love\"\nAnd then I look into my nephew's eyes\nMan, you wouldn't believe\nThe most amazing things\nThat can come from\nSome terrible nights\n\n[Refrain]\nOh-whoa, oh-ooh-whoa-oh\nOh-ooh-whoa-oh, oh-oh\nOh-whoa, oh-ooh-whoa-oh\nOh-ooh-whoa-oh, oh-oh\n[Outro]\nThe other night, you wouldn't believe\nThe dream I just had about you and me\nI called you up, but we both agreed\nIt's for the best you didn't listen\nIt's for the best we get our distance, oh\nFor the best you didn't listen\nIt's for the best we get our distance, oh"
}