{
    "lyrics": "Brokenhearted Lyrics[Intro: Amy Noonan]\nOh, yeah\nUh, c'mon, yeah\n\n[Verse 1: Amy Noonan]\nThis is more than the typical kinda thing\nFelt a jones in my bones when you were touching me\nUh-oh, didn’t wanna take it slow\nIn a daze, goin' craze, I can barely think\nYou’re replayin' in my brain, find it hard to sleep\nUh-oh, waitin' for my phone to blow\n\n[Pre-Chorus: Amy Noonan]\nUh-oh, yup\nNow I’m here in a sticky situation\nGot a bit of trouble, yup, and now I’m pacin'\nFive minutes, ten minutes, now it’s been an hour\nI don’t wanna think too hard, but I’m sour\nUh-oh, I can’t seem to let you go\n[Chorus: Amy Noonan]\nSee, I’ve been waitin' all day\nFor you to call me, baby\nSo let’s get up, let’s get on it\nDon’t you leave me brokenhearted tonight\nCome on, that’s right\nHonest, baby, I’ll do\nAnything you want to\nSo can we finish what we started?\nDon’t you leave me brokenhearted tonight\nCome on, that’s right, cheerio\n\n[Verse 2: Amy Noonan]\nWhat’s the time? Such a crime, not a single word\nSippin' on that Patrón just to calm my nerves\nUh-oh, poppin’ bottles by the phone, oh yeah\nHad me up, had me down, turned me inside out\nThat’s enough, call me up, baby, I’m in doubt\nUh-oh, and I don’t even think you know\nNo, no, no\n\n[Chorus: Amy Noonan]\nSee, I’ve been waitin' all day\nFor you to call me, baby\nSo let’s get up, let’s get on it\nDon’t you leave me brokenhearted tonight\nCome on, that’s right\nHonest, baby, I’ll do\nAnything you want to\nSo can we finish what we started?\nDon’t you leave me brokenhearted tonight\nCome on, that’s right, cheerio, ayy\n[Bridge: Amy Noonan]\nAnything you wanna do, I’ll be on it too\nEverything you said is like gold with a view\nBusiness in the front, party in the back\nMaybe I was wrong, was the outfit really wack?\nThis kinda thing doesn’t happen usually\nI’m on the opposite side of it, truthfully\nI know you want it, so come and get it\nCheerio\n\n[Chorus: Amy Noonan]\nSee, I’ve been waitin' all day\nFor you to call me, baby (Yeah, yeah, yeah)\nSo let’s get up, let’s get on it\nDon’t you leave me brokenhearted tonight (Oh-oh-whoa-oh, yeah)\nHonest, baby, I’ll do\nAnything you want to (Thing that you want)\nSo can we finish what we started?\nDon’t you leave me brokenhearted tonight (Hey!)\nCome on, uh, that’s right! Cheeri-cheerio\n\n[Outro: Amy Noonan]\nWhen you gonna call? Don’t leave me brokenhearted\nI’ve been waiting up, let’s finish what we started\nOh-oh (Oh-oh), I can’t seem to let you go\nCome on, that’s right, cheerio, uh25Embed"
}