{
    "lyrics": "[Chorus: Adam Levine & Travie McCoy]\nMy heart's a stereo\nIt beats for you, so listen close\nHear my thoughts in every no—\nOh—ote\nMake me your radio (Yeah, ha ha)\nAnd turn me up when you feel low (Turn it up a little bit)\nThis melody was meant for you (Right there)\nJust sing along to my stereo (Gym Class Heroes, baby!)\n\n[Verse 1: Travie McCoy]\nIf I was just another dusty record on the shelf\nWould you blow me off and play me like everybody else?\nIf I ask you to scratch my back, could you manage that?\nLike yikky-yeah check it, Travie, I can handle that\nFurthermore, I apologize for any skipping tracks\nIt's just the last girl that played me left a couple cracks\nI used to, used to, used to, used to, now I'm over that\n'Cause holding grudges over love is ancient artifacts\n\n[Pre-Chorus 1: Travie McCoy]\nIf I could only find a note to make you understand\nI’d sing it softly in your ear and grab you by the hand\nJust keep it stuck inside your head, like your favorite tune\nAnd know my heart's a stereo that only plays for you\n[Chorus: Adam Levine & Travie McCoy]\nMy heart's a stereo\nIt beats for you, so listen close\nHear my thoughts in every no— (Yeah)\nOh—ote (Yeah, yeah, come on)\nMake me your radio (Uh-uh)\nAnd turn me up when you feel low (Turn it up)\nThis melody was meant for you\nJust sing along to my stereo\n\n[Post-Chorus: Adam Levine & Travie McCoy]\nOh, oh oh-oh, oh\nOh oh-oh (To my stereo)\nOh, oh-oh, oh\nJust sing along to my stereo\nLet's go!\n\n[Verse 2: Travie McCoy]\nIf I was an old-school, fifty-pound boombox (Remember them?)\nWould you hold me on your shoulder, wherever you walk?\nWould you turn my volume up in front of the cops? (Turn it up)\nAnd crank it higher every time they told you to stop (Peace)\nAnd all I ask is that you don't get mad at me\nWhen you have to purchase mad D batteries\nAppreciate every mixtape your friends make\nYou never know, we come and go like on the interstate (Never know)\n[Pre-Chorus 2: Travie McCoy]\nI think I finally found a note to make you understand\nIf you could hit it, sing along and take me by the hand\nJust keep it stuck inside your head, like your favorite tune\nYou know my heart's a stereo that only plays for you\n\n[Chorus: Adam Levine & Travie McCoy]\nMy heart's a stereo (Yeah)\nIt beats for you, so listen close (Listen)\nHear my thoughts in every no—\nOh—ote (Oh, oh)\nMake me your radio (Come on)\nAnd turn me up when you feel low (Turn it up)\nThis melody was meant for you\nJust sing along to my stereo (Sing along like)\n\n[Post-Chorus: Adam Levine & Travie McCoy]\nOh, oh oh-oh, oh (Yeah)\nOh oh-oh (To my stereo)\nOh, oh-oh, oh\nJust sing along to my stereo\n\n[Bridge: Adam Levine & Travie McCoy]\nI only pray you never leave me behind (Never leave me)\nBecause good music can be so hard to find (So hard to find)\nI take your hand and hold it closer to mine (Yeah)\nThought love was dead, but now you're changing my mind (Yeah, yeah, come on)\n[Chorus: Adam Levine]\nMy heart's a stereo (Yeah)\nIt beats for you, so listen close\nHear my thoughts in every no—\nOh—ote (Oh, oh, oh)\nMake me your radio (Ah-huh)\nAnd turn me up when you feel low (Turn it up)\nThis melody was meant for you\nJust sing along to my stereo\n\n[Outro: Adam Levine & Travie McCoy]\nOh, oh oh-oh, oh (Haha)\nYeah, yeah, ye—eh—eh\nOh oh oh-oh (To my stereo) (Let's go)\nYeah, yeah, ye—eh—eh\nOh, oh-oh (It's your boy, Travie)\nYeah, yeah, ye—eh—eh\n(Gym Class Heroes, baby) Just sing along to my stereo\nYeah, yeah, yeah\nYeah"
}