{
    "lyrics": "Hi, I'm the Rap Critic, and, my goodness, after that last Chris Brown episode, I think I need to hear some rap that's NOT from a completely misogynist male perspective. It's starting to make me physically ill. What chart topping female rapper do we have out there? Well, there's Nicki Minaj, but… \"BOOBS, BOOBS, BOOBS, BOOBS, LOTTA BOOBS\" I'm not sure her maturity level is advanced enough to not insult my intelligence right now, so let's go with someone else. Who else out there is reppin' it for the ladies? C'mon, there's gotta be somebody!\n\n*picture of Iggy Azalea*\n\nOh yeah, that white, female rapper from Australia. That's literally as far away from the norm as you can get before you start coming back on the other side of the globe! And she's doing pretty well for herself, touring with beyonce and scoring a top 10 song on the charts with this single, \"Fancy\". Well, I'm always one to give an outsider a chance, so what unique flavor is this rapper from the Land Down Under gonna hit us with?\n\n*song starts, goes to the verse*\nFirst thing's first, I'm the realest\nDrop this and let the whole world feel it\n\nOkay, I gotta give her a little props on the way she starts her verse on the off measure, like, you expected one more bar to happen before the verse starts, but she seems to be coming in early, which is appropriate, since she hits you with the line \"first things first\", as if her early entrance is meant to accentuate the point of saying, \"Iggy's in charge and comes in exactly when she wants to, your expectations be damned. I see you, miss Azalea...\n\nAnd I'm still in the Murda Business\nI can hold you down, like I'm givin' lessons in physics\n\n*Australian dude from Jurassic Park*\nClever girl…\n\nSorry… Australian stereotypes from Jurassic Park… you know, now that I think about it, she doesn't sound very… Australian, does she? I mean, sure she came to American when she was 16 and spent most of that time in the South, and for the last 3 years, she's been mentored by T.I. on his label, but honestly, if T.I. ever did a very unconvincing impression of a female white Australian rapper, this is exactly what he would sound like. But hey, who am I to judge accents? I'm from the south, and I barely sound like it… well, except when I say \"y'all\". Apparently, that's an exclusively southern thing, but whatever, keep going…\n\nYou should want a bad bitch like this (Huh?)\nDrop it low and pick it up just like this\n\nYou know, now that she just rapped an obvious filler lyric here, I'm starting to realize that I'm not feeling this song as much as I would want to. I can't really figure out why that is. Is it the beat?\n\nCup of Ace, cup of Goose, cup of Cris\nHigh heels, somethin' worth a half a ticket on my wrist\nYeah, I really think it's the beat that's turning me off, or, more accurately, it's not turning me up! I mean, if this is a party jam, I wanna hear something that makes me want to get up!  But this:\n\nTakin' all the liquor straight, never chase that (Never)\nRooftop like we bringin' '88 back\n\nIt's just a 3 to 4 note \"doon doon doon bass line and \"people unenthusiastically shouting \"hey hey hey\" in the background, and… wow, I just described \"Rack City\" by Tyga… a song title I hope is making you say \"what's that?\", because no one needs to remember that song…\n\nDrop this and let the whole world feel it\n\nTo be honest, Iggy, there's not really a lot to feel…\n\nMaybe for the chorus, the producer here will amp things up a little\n\nI'm so fancy… you already know\nI'm in the fast lane… from L.A. to Tokyo\n\nUh… never mind… I mean, is it just me or… is Charli XCX's voice too… big for this track? Like, the way she sings and the vocal effects they put on her voice make it sound like it should have a more raucous sound to to it, but the beat behind her doesn't feel like it's supporting her very well. This ultimately sounds like a boring remix of a more interesting version of this song. I don't know, is there a rock version of this song that someone could point me to? I feel like I could enjoy this better if there where some electric guitars, or a trumpet section, but as is, it's underwhelming. THIS is the type of music her voice belongs on:\n\n\"I LOVE IT!\"\n\nAnd you may not like this type of music, but you have to admit it does fit Charli XCX's style, but this...\n\nI'm so fancy\nCan't you taste this gold?\n\nThis is… wait, are you asking people to taste your gold? What, are you shoving your chains in someone's mouth? That's not fancy. I dare say that's not fancy at all!\nI'm so fancy… you already know\n\nWell, if we already know, why do you feel the need to tell us? Is it possibly because certain people who obviously DON'T possess a certain quality but want people to think they do like to project the idea that they do by repeatedly telling you what type of person they wish they were? Maybe? Just a little?\n\nTrash the hotel… Let's get drunk on the mini bar!!!\n\nO… okay, seriously, does she… NOT know what \"fancy\" means? Because… I don't know about you, but I don't generally hear people use \"fancy\" as a word to describe people who trash hotels…\n\nFilm star, yeah, I’m deluxe\n\nWait, Charli XCX is a film star? Not in any movie I'VE ever heard of! You know, I think I'm coming off as being real negative towards her, but I don't mean to, I just don't think her strengths are being played up very well. Her energy isn't the problem, it's the crap they gave her to say. I dunno, maybe if the song was called \"I'm so trashy\" or \"I'm so using the term \"fancy\" ironically, but I'm sorta ambiguous about whether or not that's intentional\", maybe I could ride with that, but currently, it's not working for me, and usually a really tight beat could excuse that, but, well, as previously stated, that's not happening… Now, to Iggy's credit, when she comes back in, she picks up some steam and adds some slick style to her delivery\n\nI be that I-G-G-Y, put my name in bold\nI been working, I'm up in here with some change to throw\n\nI said, \"Baby, I do this, I thought that you knew this\"\nCan't stand no haters and honest, the truth is\nAnd my flow retarded, each beat dear departed\n\nAlthough, I don't get why \"retarded\" is still considered a compliment in rap music, but whatever…\n\nStill stuntin, how you love that\n\nEh… *wavering hand*\n\nGot the whole world asking how I does that\nAsking how you do what? What, are they asking how a female rapper like you could be successful in a male-dominanted genre? Well, I'm guessing a lot of that success would directly stem from a blatant sexualization of your persona, am I right?\n\nIt's just the way you like it, huh?\nIt's so good, he's just wishing he could bite it, huh?\n\nYeah... yeah, I'm right…\n\nOverall, I'd give this a 3 out of 5. The song has a lot of faults that make it undesirable for ME to replay, but I wouldn't be offended if people were into it, given her core audience. It's definitely fun if you're in that sort of mood, and the tag team of Charlie and Iggy vibe off of eachother pretty well as contrasts: Charli as the wild chick with the forceful vocals, and Iggy as the relaxed, chilled out rapper with the calm demeaner would make a great album overall to listen to, but if they ever did do that, this would be one of the weaker songs on it. Frankly, I think it's pretty cool that a British singer and an Australian rapper have the number one song on the rap charts right now, but I honestly wish it was with something a little more engaging than what I got out of this song. But I see some potential in this one. I think she could add a lot of flavor to the game, and actually I'm looking forward to what else she's got in store. Well, I'm the Rap Critic, you don't have to like my opinion, but I don't have to like your song"
}