{
    "lyrics": "Hi, I'm the Rap Critic! Let's stop talking about Chris Brown. Let's talk about someone else, anyone else! What's top 5 on the Rap charts?\n\n*Pitbulll*\n\nSTILL!?\n*\"Show Me\"*\n\nAlready reviewed that\n\n*\"Monster\"*\n\nNo, I need to lay off Eminem for a while. Who else?\n\n*\"My Nigga my nigga, my nigga my nigga\"*\n\nHm…\n\n*\"Stoner\"*\n\n…as soon as I figure out what he's saying, I'll get back to you…\n\nWow, man. Nothing good to review on the Rap Charts! Well, what's on the pop charts that has featured rappers on it? *\"Chris Brown* *sigh* Okay, fine, I'll talk about… this song, from Chris Brown. Okay, let's have a listen…\n\n\"You thought it was over?\"\nI kinda hoped…\n\nI know these hoes ain't right\n\nWhen a rich nigga want you, and your nigga can't do nothing for ya\nThese hoes ain't loyal…\n\nWait, didn't I JUST review a song about women cheating on their boyfriends? *\"What's Love\"* Yeah, not JUST a song about having sex with a girl, or just a couple of one-off lines about someone isn't faithful, no, that's not good enough. THE PREMISE OF THESE SONGS are SPECIFICALLY about taking someone else's lover\n\nThese hoes ain't loyal…\n\nThe thing is, this isn't like most songs nowadays that are so busy, you can ignore the lyrics. Here, he says the lyric, followed by 3 awkwardly long seconds of silence, and it directly draws your attention to his message. But hold up, maybe I'm just too stricken by the similarity of the last song to make a fair judgement of this one, maybe I should judge the song on it's own merit, and not directly compare it to another one that I didn't like. I should try to look at it with fresh eyes. Okay, my palette's cleansed. Alright, hit me, Chris Brown… oh, dammit…\n\nI wasn't born last night\n\nOh wait, this song starts with a verse from Wayne, because… because of course it does…\n\nI wasn't born last night, I know these hoes ain't right\n\nI think women are evil! But oddly enough, they're my biggest fan base. Life is stupid like that…\n\nBut you was blowin' up her phone last night\nBut she ain't have her ring nor her ring on last night\n\n…A quick service announcement to all men out there: if you just recently found out that you've been cheated on, for the love of God, do NOT turn to the hiphop station on your radio\n*scenario*\nGuy: *Gets in his car* I can't believe my girl would be so unfaithful, man. I… I need to hear some loud raucous rap music to get my mind off of things! *turns on radio*\n\n*\"That's why I fucked your bitch\"\n\n\"I can fuck your bitch\"\n\n\"I'll take your biiiiitch…\"\n\n\"WE GETTIN' TURNT UP!\n\nWE GETTIN' TURNT UP!\n\nWE GETTIN' TURNT UP WHILE WE'RE HAVING SEX WITH SOMEONE ELSE'S WIFE!\n\nWE GETTIN' TURNT UP!\n\nWE GETTIN' TURNT UP!\nI DON'T RESPECT RELATIONSHIPS!\"\n\nWhy give a bitch your inch when she rather have nine?\n\nOoooh, some kinda clever wordplay. Now see, here's the thing: if you're gonna be a douchebag, at least be clever about it. So, what else ya got?\n\nYou know how the game goes, she be mine by half time\nOkay, you get a point for continuing some serviceable wordplay\n\nI'm the shit--\n\nOh God. Please, no more poop jokes. We've had enough from you.  It's not cool anymore, it's definitely not smooth\n\n*montage of poop jokes*\n\nYou've referred to yourself as feces so much, and in so many descriptively disgusting ways, my mind doesn't even register that it's supposed a euphemism for being awesome anymore. It just sounds like you're actually bragging about being human waste. And… I will ignore the low hanging fruit that stems from you constantly admitting to being human waste, in order to say Wayne: there's no humor in it, you've thoroughly deconstructed all various angles at which one can extract references to crap in relation to complementing one's self, I beg you: GIVE IT A REST!!!! *sighs* But, since he's already set it up, you know he's gonna say it. So go ahead Lil Wayne, compel us with your latest comparison to defecation\n\nI'm the shit, ooh - nigga, that's that nerve\n\nWait… no poop joke? No worn-out, tired, uninspired wordplay about doo doo?\n\nI'm the shit, ooh - nigga, that's that nerve\nYou all about her, and she all about hers\n\nWow. I gotta say, I… I respect that. It's almost like he's growing as an artist. Okay, now back to the topic of disrespecting women\n\nBirdman Junior in this bitch, no flamingos\nAnd I done did everything but trust these hoes\n\nHey, Wayne… about \"not trusting these hoes\", as it were, um… don't you have, like 4 kids with 4 different women? I mean, I know that's a little personal, but if you've got 4 kids with 4 baby mamas, that would suggest you've trusted quite a few hoes, particularly with birth control options\n\nOh I'm sorry, I was being thoughtlessly disrespectful to the mothers of his children. What were we talking about again?\n\nThese hoes ain't loyal…\n\nYeah, yeah… but… wait a minute. Maybe I shouldn't be so mean. I should give these guys the benefit of a doubt. And you know why? Because these guys live in a different world than I do. Let me explain. Okay, these guys are rich, and money attracts people,  but that doesn't mean it necessarily attract better people, it just attracts MORE people, and the simple fact is, a LOT of people are douchebags, especially those who think they can get over on people with money. And, ipso facto, women are going to be among this collection of douchebags, but where the guys who are douchebags can only do so much when it comes to trying to get some money from them, women have the persuasive advantage of sexuality on their side, which no doubt makes their requests for money and material items a little harder to resist. In fact, the duplicitous nature of these scandalous women is further exacerbated by knowing that some of them have boyfriends that they are completely willing to cheat on without a second thought in order to achieve their shallow goals. And so, this song is made with that disgust in mind, scoffing at women who would sink so low as to betray the trust of a lover in exchange for diamonds and fancy clothes. That's a sentiment I guess I can get behind\n\nTook a broke nigga's bitch\n\nWait, so… YOU'RE the one who's actively trying to have sex with HER?\n\nWhen A rich nigga want ya\nAnd your nigga can't do nothing for ya\n\n...\n\nWell, then you suck, too! In fact, who the hell are you to judge her?! Seriously, you dis these women for being shallow because she's only interested in your money, but how much better are you, since you're only interested in her body? Both of you are equally shallow jackwagons, because You BOTH know that there's someone who's going to be hurt by what you're doing, and you seem to revel in that fact. And you know what? maybe you could've justify this somewhat by adding in some lines about how her boyfriend cheated on her, and she's getting revenge, or maybe he hasn't been home a lot, and she just wanted to be intimate with someone again, but NOPE. She's just a ho who trades sex for the chance that you'll spend money on her\n\nTook a broke nigga's bitch, I can make a broke bitch rich\nBut I don't fuck with broke bitches\n\nSooo… you took someone's girl… and claimed that you can make this broke girl rich… but you don't mess with broke girls… so… did you NOT do the first thing you just said you did? Because… I'm pretty sure taking someone's girl counts as messing with them. But hey, let's go with the other possible interpretation of this awkwardly worded lyric. ultimately, he's saying that he only talks to girls who have their own money, and since these girls he exclusively talks to are already financially stable, that eliminates the chances of them being gold diggers, and maybe he can meet girls who are interested in him because of his *start laughing* sweet, kind, loving personality HAHAHAHA! Oh, God, that's too funny…\n\nGot a white girl with some fake titties\n\nAnd I'm sure you're really interested in her sweet loving personality\n\nShe wanna see a nigga trapped\n\nYeah, sh… ye-- yeah?\n\nShe wanna fuck all the rappers\n\nUh… what was that part about girls with big boobs trying to get you trapped? Well, maybe, he's just talking about the type of girls I mentioned before that only use sex in order to influence guys to get them fancy clothes and whatnot. But wait, you made it clear that you don't deal with broke women! I'm pretty sure most broke girls can't afford breast implants, especially not with broke boyfriends, so like you said, you only talk to rich girls, the type of girls that don't need your money anyway… so which is it, Chris? Girls who are already rich and don't need your money, or girls who want to exploit your exploitation of them...or lack of proofreading? OR maybe he's saying something else there?\n\nShe wanna see a nigga TRAP\nShe wanna fuck all the rappers\n\nMaybe he's saying that she wants to see him trap, like trapping, you know, the latest metaphor for selling drugs. Well, in that case, ma'am, you're fresh out of luck, because Chris Brown is not a rapper, and he damned sure doesn't sell drugs. Speaking of which though, isn't there another rapper on this song that we have to get through? Maybe he'll lend some some cohesive story or give some focus to this song\n\n[Tyga]\nOkay, let's talk about this ice that I'm carryin'\n\nEh, let's not\n\nCome on, come on, girl, why you frontin'?\nBaby show me something\n\nUm… hold on…\n\nWhen I call her, she gon' leave\nAnd I bet that bottom dollar she gon' cheat\n\nAre you sure about that?\n\nCome on, come on, girl\nWhy you frontin'?\nBaby show me something\n\nIf so, why does it sound like you're begging her? I mean, you could say she's teasing him or something, but that doesn't match up with the rest of the song, where he painted himself as being such a dominant alpha male who took charge of the situation, women just couldn't help but throw themselves at his feet. I mean, he seemed pretty confident in his thesis statement:\n\nThese hoes ain't loyal!\n\nSo why, all of a sudden, is he having a hard time with her?\n\nThese hoes ain't loyal!\n*I swear, they're not, she's gonna call back, just give it a second…*\n\nSeriously, it sounds like things aren't working out as well for him. So, when I hear this:\n\nCome on, come on, girl\nWhy you frontin'?\nBaby show me something\nYou just spent your bread on her\nAnd it's all for nothing\n\nHe sounds like the bad guy in a movie who thinks the love interest is going to double cross the hero, but doesn't realize that it's not going to happen\n\nHaha! After all the love and affection you gave her, your lady friend was on my side the entire time! Take him down, Katherine… I said, she was on MY side the entire time! Take 'em down, Katherine! *Katherine cocks gun* Oh--  *raises hands* oh…\n\nAnyways, my ultimate problem with this song is that… it's not really catchy, but where the production would usually make up for that in these types of songs, here, it's just kinda limp and inoffensive, and awkwardly unfitting for the topic of the song, which I have no choice but to pay close attention to, and what's revealed is a bunch of jackasses without morals and writing that doesn't showcase a lot of consistency. One minute he's taking broke girls from broke men, and the next he doesn't like broke girls because they're shallow and materialistic, all the while the only thing he wants to do is have sex with them. It's spiteful, hateful, and oddly enough tries to act like it's okay, almost as if he doesn't realize exactly how spiteful and hateful it is, and the bouncy, happy synth line just adds to the confusion. You know, I think another problem I have is that, usually these types of songs about cheating on your boyfriend are justified by something intimate being wrong with the relationship, like the girl wasn't being treated with respect, or, hell, he wasn't listening to her in the bedroom, you know, there's something primal or emotional that's not being responded to due to negligence on the part of the man in question that the singer is taking over for, but here, the only flaw on the part of the other man that's addressed is \"He doesn't have enough money\", which, needless to say, isn't that much of a character flaw, at least not to my poor person brain. I dunno, maybe to rich people, being poor is the equivalent of drowning puppies. And so I have to ask, who is this song for? He doesn't even really seem interested in pleasing her sexually or emotionally, which lets me know that this song CAN'T be for the ladies, aside from the fact that he's calling out every girl he meets as a ho, but it CAN'T be for the fellas, because they never address the other man in the third person, no, they're talking DIRECTLY to you, the listener with the girlfriend, so I have no choice but to assume this song is purely for terrible people who wish to align with this sort of thinking and sing along to it while they cheat on they're spouses, which… hey, I guess those people need their music too, but even so, these guys are so wrapped up in themselves, they never really try to make it appealing to the listener, they just kinda put out this dickish personality as is and expect you to think it's cool on principal, not giving a second thought to how they actually present their personas, and I just don't like it\n\nI'd give this a rating, but… that would be validating Chris Brown as a rapper. well, I'm the Rap Critic… most of the time… you don't have to like my-- But wait, you may be asking, \"aren't there several different versions of this song? There's one with Too Short and one with French Montana! You should review those too!\". *look blankly* No, I shouldn't--\n\n*end*"
}