{
    "lyrics": "Trumpets Lyrics[Chorus]\nEvery time that you get undressed\nI hear symphonies in my head\nI wrote this song just looking at you oh, oh\nYeah, the drums they swing low\nAnd the trumpets they go\nAnd the trumpets they go\nYeah, the trumpets they go\nDa-da, da-ra-ra-da, da, da\nDa, ra, ra, ra, da, da\nDa-da, da-ra-ra-da, da, da (Oh, woo)\nDa, ra, ra, ra, da, da (They go)\n\n[Verse 1]\nHaha, is it weird that I hear\nViolins whenever you’re gone? (Whenever you're gone)\nYeah, is it weird that your ass\nRemind me of a Kanye West song? (Kanye West song)\nHaha, yeah, is it weird that I hear\nTrumpets when you’re turning me on? (Turning me on)\nIs it weird that your bra\nRemind me of a Katy Perry song?\n[Chorus]\nEvery time that you get undressed\nI hear symphonies in my head\nI wrote this song just looking at you oh, oh\nYeah, the drums they swing low\nAnd the trumpets they go (and they're playing for you, baby)\nAnd the trumpets they go, haha, yeah\nYeah, the trumpets they go\nDa-da, da-ra-ra-da, da, da\nDa, ra, ra, ra, da, da\nYeah, the trumpets they go\nDa-da, da-ra-ra-da, da, da (Go, go go, go go)\nDa, ra, ra, ra, da, da (Go, go go, go go, they go)\n\n[Verse 2]\nDamn, is it weird that I hear\nAngels every time that you moan? (Time that you moan)\nUh, oh, yeah, is it weird that your eyes\nRemind me of a Coldplay song? (A Coldplay song)\nIs it weird that I hear\nTrumpets when you’re turning me on?\nIs it weird that your bra (that your bra)\nRemind me of a Katy Perry song?\n\n[Chorus]\nEvery time that you get undressed\nI hear symphonies in my head\nI wrote this song looking at you, oh, oh (Oh, yeah)\nEvery time that you get undressed (Every time, every time that you get undressed)\nI hear symphonies in my head (Haha, I hear symphonies in my head)\nI wrote this song just looking at you, oh, oh (Haha, I wrote this song, just looking at you, girl)\nUh, yeah, the drums they swing low\nAnd the trumpets they go\n[Da-da, da-ra-ra-da, da, da\nDa, ra, ra, ra, da, da (Acapella on 'em)\nDa-da, da-ra-ra da, da, da (They go, oh, yeah, oh)\nDa, ra, ra, ra, da, da (C'mon, c'mon, c'mon)](2959868)\nThey go\n[Video by Jason Derulo and Colin Tilley]136Embed"
}