{
    "lyrics": "[Chorus]\nThis is my reasons to grind haters talk pay them no mind\nIf they calling they getting declined\nNo I'm not wasting no time\nWork while I'm up in my prime\nNo I'm not wasting no time\nAin't no time to waste when there's money to make\nEspecially on none of these snakes\nNow this is my , this is my\nNow what are your , what are your?\nNow this is my , this is my\nNow what are your , what are your?\nNow just tell me just what are your reasons kill him\n\n[Verse 1]\nNothing but fire deriving from Baya\nI am not no liar I am rap Messiah the one you admire\nThe one that will make your favourite rapper consider just to retire\nHungry like Kanye when he wrote the wire rap\nThrough my lisp though y’all want me to quit\nCause to the money nix told me to hurry\nI told him no worries I’m up in the studio cooking no curry\nBut shooting like Curry dirty just like curry\nBut shoot more than 30 shoot 81 just like I’m Kobe\nCatch you talking shit move you to left like Ginobli\nYou claiming we homies but move like a phoney like Speaker Knockerz  Rather be on my lonely than being with homies that only call me when I’m popping only call me when I’m popping but when I’m not popping my name you be dropping funny went from being most hated to the one most concentrated on wait I ain’t really done going off might of inspired your favorite poet don’t act like you don’t know it might of inspired your favorite dancer might of inspired your favorite rapper\nRapper or should I say actor\nCause most of these rappers be claiming they trappers\nBut really be actors just posing as trappers\nYou really work a 9 to 5 while I'm a lyrical 9\nMost of you africans don’t think you can just like Obama\nJust because your mama don’t believe in you\nSee this is the season to drop any reason that in yourself lead you to not be believing all you need is you and God to make it happen though mama don’t believe in your passion see this is my reason to grind our momma’s no they don’t believe in us our daddies they don’t believe in us only us believe in us and in God we trust one day will make it no chances was given we chose to take it and one day we pray to God that we just make it!\n[Chorus]\nThis is my reasons to grind haters talk pay them no mind\nIf they calling they getting declined\nNo I'm not wasting no time\nSee this is my , this is my\nNow what are your , what are your?\nSee this is my , this is my\nNow what are your , what are your?\nNow just tell me just what are your reasons to grind?\n\n[Verse 2]\nVerse 2 :\n\nIn the depts of my heart motivation I find\nUp in my mind\nNothing but struggle you find\nStruggle that creates the muscle that formulates hustle\nFor me to go get it\nThe whole artwork is why I put in work\nFrom that Monday to that Sunday Bday on a\nSunday so means I'm a blessing you mess with me you\nGone end up learning a lesson may I just have your\nAttention to stick in your head like extensions lately\nI'm feeling the tension if my name you wanna mention\nClaim I'm not lyrical you are the reason why every line\nI write with the pen keep you more lock in than the fucking\nPenatry niggah\nIn the depts of my heart motivation I find up in my mind nothing but struggle you find struggle that create the hustle that formulates muscle for me to get it the whole art work is why put in work from Monday to that Sunday Bday on a Sunday so means I'm a blessing you mess with me you gone end up learning a lesson may I just have the attention to stick in your head like extensions lately I'm feeling the tension if my name you wanna mention claim I'm not lyrical you are the reason why every line I write the pen keeps you more locked in than the penitentiary niggah\n\nWatch me like silento ho as I lyrically silenced these hoes but no don't watch me whip no don't watch me nae nae watch me on the instrumental as I go cray cray Joel passed me the beat like its a relay and he told me run it like breezy shit is to easy the flow is to greezy looking for me in the stu you can seek me or meet me any beat thrown to me I will defeat cross you out of your feet like curry did to cp won't stop till you see me on your CP 24/7 or till CP 24/7 realizes that lyrically I've been sent from Heaven and you rappers compared to me are just peasants\n\nHook :\n\nThis is my reasons to Grind\nHaters talk Pay them no mind\nIf they calling they getting declined\nNo I'm not wasting time"
}