{
    "lyrics": "[Verse 1: Ariana Grande]\nTell me something I need to know\nThen take my breath and never let it go\nIf you just let me invade your space\nI’ll take the pleasure, take it with the pain\n\n[Pre-Chorus: Ariana Grande]\nAnd if in the moment, I bite my lip\nBaby, in that moment, you’ll know this is\nSomething bigger than us and beyond bliss\nGive me a reason to believe it\n\n[Chorus: Ariana Grande]\n'Cause if you want to keep me\nYou gotta, gotta, gotta, gotta\nGot to love me harder\nAnd if you really need me\nYou gotta, gotta, gotta, gotta\nGot to love me harder (Lo-love me harder)\nOoh-ooh-ooh-ooh\nLove me, love me, love me\nOoh-ooh-ooh-ooh\nHarder, harder, harder\n\n[Verse 2: The Weeknd]\nI know your motives and you know mine\nThe ones that love me, I tend to leave behind\nIf you know about me and choose to stay\nThen take this pleasure and take it with the pain\n[Pre-Chorus: The Weeknd]\nAnd if in the moment you bite your lip\nWhen I get you moaning, you know it's real\nCan you feel the pressure between your hips?\nI’ll make it feel like the first time\n\n[Chorus: Ariana Grande, The Weeknd]\n'Cause if you want to keep me\nYou gotta, gotta, gotta, gotta\nGot to love me harder (I'ma love you harder, hey!)\nAnd if you really need me\nYou gotta, gotta, gotta, gotta\nGot to love me harder (Love me, baby, love me) (Lo-love me harder)\nOoh-ooh-ooh-ooh\nLove me, love me, love me\nOoh-ooh-ooh-ooh\nHarder, harder, harder (Oh)\nOoh-ooh-ooh-ooh\nLove me, love me, love me\nOoh-ooh-ooh-ooh\nHarder, harder, harder (You gotta love me harder)\n\n[Bridge: The Weeknd, Ariana Grande]\nSo what do I do if I can’t figure it out? (Figure it out)\nYou got to try, try, try again, yeah (Oh whoa)\nSo what do I do if I can’t figure it out? (Figure it out)\nI’m gonna leave, leave, leave again\n[Chorus: Ariana Grande, The Weeknd, both]\n'Cause if you want to keep me (Hey!)\nYou gotta, gotta, gotta, gotta\nGot to love me harder (I'ma love you, love you, love)\nAnd if you really need me (Ooh)\nYou gotta, gotta, gotta, gotta\nGot to love me harder (Got to love me, baby)\n'Cause if you want to keep me (Hey)\nYou gotta, gotta, gotta, gotta\nGot to love me harder (Love me harder, love me harder)\nAnd if you really need me\nYou gotta, gotta, gotta, gotta (I'ma do it, do it, do it)\nGot to love me harder (I'ma love you harder, hey!)\n\n[Outro: Ariana Grande, The Weeknd]\nOoh-ooh-ooh-ooh\nLove me, love me, love me (Love me)\nOoh-ooh-ooh-ooh\nHarder, harder, harder (Boy, you gotta love me, love me, baby)\nOoh-ooh-ooh-ooh\nLove me, love me, love me (Just a little bit harder, harder, baby)\nOoh-ooh-ooh-ooh\nHarder, harder, harder"
}