{
    "lyrics": "What Do You Mean? Lyrics[Intro]\n\n[Chorus]\nWhat do you mean?  Oh, oh\nWhen you nod your head yes, but you wanna  say no\nWhat do you mean?  Hey, yeah\nWhen you don't want me to move, but you tell me to go\nWhat do  you mean? Oh,  what do you mean?\nSaid you're runnin' outta time,  what do you mean?\nOh, oh, oh, what do you mean?\nBetter make up your mind, what do you mean?\n\n[Verse 1]\nYou’re so indecisive of what I'm sayin'\nTryna catch the beat, make up your heart\nDon't know if you're happy or complainin'\nDon't want for us to end, where do I start?\n[Pre-Chorus]\nFirst you wanna go to the left, then you wanna turn right (Right)\nWanna argue all day, makin' love all night (All night)\nFirst you're up, then you’re down, and then  between ('Tween)\nOh, I really wanna know\n\n[Chorus]\nWhat do you mean?  Oh, oh\nWhen you nod your head yes, but you wanna say no\nWhat do you mean? Hey, yeah\nWhen you don't want me to move, but you tell me to go\nWhat do you mean? Oh, what do you mean?\nSaid you're runnin' outta time, what do you mean?\nOh, oh, oh, what do you mean? Better make up your mind\nWhat do you mean?\n\n[Verse 2]\nYou’re overprotective when I'm leavin'\nTryna compromise, but I can’t win\nYou wanna make a point, but you keep preachin'\nYou had me from the start, won't let this end\n\n[Pre-Chorus]\nFirst you wanna go to the left, then you wanna turn right\n(Turn right)\nWanna argue all day, makin' love all night (All night)\nFirst you're up, then you’re down, and then between ('Tween)\nOh, I really wanna know\n[Chorus]\nWhat do you mean? Oh, oh (Yeah, yeah, yeah, yeah)\nWhen you nod your head yes, but you wanna say no\nWhat do you mean? (Oh, what do you mean?) Hey, yeah\nWhen you don't want me to move, but you tell me to go\nWhat do you mean? (I wanna know, ooh)\nOh, what do you mean? (Ooh)\nSaid you're runnin' outta time, what do you mean? (Oh, baby)\nOh, oh, oh, what do you mean? Better make up your mind\nWhat do you mean? (Don't be so  selfish,  baby, yeah, yeah) Oh, oh\nWhen you nod your head yes, but you wanna say no\nWhat do you mean? (You're so confusin', baby) Hey, yeah\nWhen you don't want me to move (Hey), but you tell me to go\nWhat do you mean? (Be more straightforward)\nOh, what do you mean? (Hey, ah, ah, ah)\nSaid you're runnin' outta time, what do you mean? (Hey, ah, ah, ah)\nOh,  oh, oh,  what do you mean?  Better make up your mind\nWhat do you mean?83Embed"
}