{
    "lyrics": "[Round 1: Dizaster]\nNow before you agreed to this battle you kept on backing out like a nervous little shook whore\nDebo had to convince me, \"Nah, she knows she's getting a good look, she's gonna push more\nTrust me Diz' she's coming to cook.\"\nI told him, \"Of course she's coming to cook, that's all these bitches are good for.\"\nThat and going unnoticed by the men they spend five hours a day in front of the mirror trying to look good for\nCause you're a bunch of retarded wanna be Instagram models\nWho dropped out of college so you're taught to rely on your looks more\nYour knowledge consists of pockets, wallets and dollars that's all you chicken heads look for\nDebo thinks the problem with these bitches gotta start gettin booked more\nI think the problem is these bitches gotta start reading books more\nYou hate it when we call you \"bitches\" don't you, you bitches?\nYou'd rather a man to treat you nicely and put a price tag on your pussy and spoil you bitches\nY'all some gold diggers, you don't even appreciate what we doing for you\nFor example, I'm giving you exposure\nAfter me, everyone around the globe is gonna of you bitches\nWho said chivalry was dead? I'm out here opening up the door for these bitches\nLook, I'm trying to be fair, but you tell me a woman 'bout to have full military power, I kinda get scared\nShe starts PMSing, nukes start flying through air\nYo, you think under a woman's leadership in a fucking war that we have time to prepare?\nA bitch?!\nA bitch needs an hour and forty five minutes just to decide what to wear\nI'm about to body this slut\nMost black girls get it from they mama, you know, they gotta a lotta junk all in their trunk\nBut when she was born she came out backwards, God put it all in the front\nLooking like a fucking chocolate fudge, marshmallow puff, Jabba The Hutt\nMen don't like to argue, you bitches always start shit with us\nYou wanna talk all this \"equal rights\" til someone ends up socking you up\nAnd it's \"How could you hit a girl?\", well you can play that card if you want\nThis gon' be like date night with Ray Rice, bitch I do not give a fuck\nListen, you got demolished by Luck\nYou had one job only and you fucked all of it up\nI'm not a misogynist but\nI'm confident you're an incompetent cunt\nThank God you ain't the broad that's running in office next month\nCause if you were nominated then we all would be fucked\nYou got a voice like Hillary and a body like Trump\nThis bitch looks like that big ass bullet they use to chase after us in Super Mario 1\nYo, this broad is done\nI'm sorry hon'\nWhere you get your body from? Magic Johnson's son?\nYou bitches cried for a president til you got what you bitches wanted\nYo, she got into the fucking presidential shit, she rigged the whole election process\nThe votes got turned into ballots, have millions of voters missing on it\nThey took the flip and they scripted off of us\nThis is the fucking living proof that bitches should never be allowed to run on a pole unless they are the ones stripping on it\nShe wants to finish college\nNo one wants to hear a dumb bitch get philosophic about stock markets and economics\nOr any other geo-political topics\nGet a real job bitch\nName one thing Big you've accomplished besides looking like Christopher Wallace\nAnd that's why we treat you bitches like physical objects\nCause you could pick any bitch to run\nWhether it's Hillary Rodham Clinton or not, it makes no difference regardless\nMonica Lewinsky is the only bitch that knew how to play her position in office\nYeah, suck my dick\nYou wanna be a battle MC? Well you better man up\nThe question is, how much of a man can she be\nWhen Debo is living proof she looks for a father figure in a dad in every single man that she sees\nYeah, yeah you wanna be a battle MC?\nHow you bitches gonna stand and be free\nWhen your best can't even stand up to me\nFuck what you bitches stand for this bitch can't even stand when she pees\nFuck you!\n[Round 1: O'fficial]\nThey said, \"O'fficial versus Dizaster\"\nI couldn't make it any faster\nI knew he was gonna come with a lot of jokes so be prepared for plenty laughter\nBut I ain't scared\nI went state to state to get this bastard\nI'm from New Orleans, I've already been face to face with a disaster/Dizaster\nSo this is the bitch nigga that ch'all stay claiming?\nWell I'll catch this nigga on the Lord Day playing\nBeat his legs with a bat, leave him in the hallway laying\nY'all will see Disney (Diz' knee) On Ice if he come in this broad way (Broadway) playing\nFuck D joy, I'll get D toy and pop til he destroyed\nYou don't want to give up the details gon' get you tramped, see D coy\nI put my soldiers in position, they already know it's deploy\nI tell 'em, \"move\", \"wait\" (weight), \"around the block\" for D boys\nI wonder how you fuck Diz'\nYou be mad as fuck Diz'?\nHitting her with all your aggression\nProlly one sad as fuck Diz'\nDo you slap her in the face, call her all kind of \"cunt\" \"whore\"?\nThen let her put the dildo in your ass until she make your butt sore\nWhat for?\nCause your dad didn't like you a child and your mom hasn't Skyped you in awhile\nAnd your boyfriend doesn't pipe you and smile\nAnd when people look at you they think of ISIS and halal?\nYou ISIS member who inspired inner Kylie Jenner father's gender\nThat's how he rap, I rap like you'll get several casts when that metal blasts\nI had to blow the cartridge, my Sega bad\nThis like your battle with PH, the worst Dizaster you ever had\nYou forever trash, all he gon' do is be racist and talk about my Heavy Bags\nWanna know what rhymes with \"Dizaster\"?\n(What?)\n\"Small dick\"\nBut whenever he pissed his dick and his balls stick\nWhenever he fuck a bitch he make her walls itch\nCan't even keep a hand job that's what I call sick\nSo I'ma leave this dick bumpy for thinking he can mess with me\nSo I'ma give Diz-ease and I ain't talking 'bout an STD\nSo all that talk gon' get you beat for trying\nSee I keep the piece and I violence\nHe won't speak a peep when I reach the wire\nSilencer on the weapon, that's my definition of peace/piece and quiet\nI see you going around the country doing your thing Dizaster\nEnjoying your fame Dizaster?\nBut you always come with the same bullshit freestyles\nI'd be ashamed Dizaster\nIt's like a cyclone, typhoon, hurricane\nKnow why I say the name Dizaster?\nCause no matter what part of the world you hit you're basically the same disaster\nFirst round: personal, second round: bars\nThird round y'all gon' regret putting this bitch on y'all card\n[Round 2: Dizaster]\nNow that first round I hit you with a bunch of misogynistic, sluts and bitches\nA couple of crude lines\nBut I know she's a fucking virgin I know she's a good girl\nI can tell the innocence in baby boo's eyes\nShe's only been with like two guys, both of those dudes died...suicide\nDon' y'all find it mad odd, they put a battle rap god versus a fat broad that looks like Balrog\nYou know what I think of when I see fat broads?\nHand jobs\nYou and Black Rob have matching dad bods\nYou look like every single mom from Jerry Springer\nWife this bitch? I wouldn't put a ring on her middle finger\nMaybe cause she literally looks like a seal...the animal and the singer\nAnd one thing you should always remember, is bitches don't even get along with bitches\nThey got problems bonding together\nThey talk shit, gossip and bicker\nSince you like to argue with chicks I'ma let you talk to this temper\nYou stupid bitch, you should be glad you not born as the opposite gender\nCause if you did the world would've gotten an extra Three 6 Mafia member\nLook at this fucking retarded bitch\nShe's an easy target that's why I wanted to pick her\nI knew it would be a homicide regardless behind the bars that I give her\nShe never had a chance she Sandra Bland, this bitch was dead before she got in the picture\nThey say, \"Take it easy on her Diz' you're gonna kill her.\"\nY'all motherfuckers is tripping, take it easy on her how?\nLike, just slide the tip in?\nYou're the first fat bitch to make Summer Madness history\nCongratulations, you want a cookie bitch? That ain't shit to me\nNext time I go to New York it's going to be a disaster literally\nI'ma take a shit on the fucking the Statue of Liberty\nAnd fly back home to Cali with Jaz The Rapper's virginity\nLook at this desperate little fucking bitch\nShe ain't even know how a dick feel\nCheck the purse her bag probably got a toy in it like a kid's meal\nI'ma keep an eye out for this bitch like Kill Bill\nCause I'm the real deal, I'll windmill a bitch through the windshield\nAnd toss her in the trunk next to the spare tire since she's used to riding along as the fifth wheel\nYou gon' get bodied out here bitch the shit's real\nYou better off with a slave owner than getting caught in this field\nWhoa I'm giving y'all that sick feel\nThat, watching Billy Bob Thornton fuck Haley Berry all over again feel\nThat, I could murder this bitch with my filler only\nNo punchlines, no hay makers, she'll get ripped still\nI get rid of chick faster than Princess Diana, my setups alone are enough to get a bitch killed\nI'm giving her no breaks\nGet it? No breaks\nJust cause she's a girl you think I'ma be rapping nicer?\nBitch welcome to the man's battle cipher\nI'll punch this ratchet then shove a ax inside her\nSplit her in half, I'll even stay on the crime scene til the cops arrive and the ambulances find her\nCause when it's hard times every woman needs a real man to stand beside her\nYeah bitch you smell like cocoa butter moisturizer\nYou got the bone structure of a Toyota Four Runner or a sports Hummer\nYou look like Bone Crusher with a vagina\nThis bitch got shoulders like a 49er, this bitch look like a tow truck driver\nYou wanna be a man? I'll treat her like a normal fighter\nI'll knock out the testosterone she got stored inside her\nBitches can get stole on like Winona Ryder\nAnd stop acting tough bitch, you ain't a gang banger\nOnly time you press heat to someone's head when you using a hair straightener\nThe only thing you've ever squeezed is your own big ass body into a waist trainer\nYou dumb bitch\nI know you motherfuckers watching, nah you ain't stopping me\nShut the fuck up bitch you owe me an apology\nJust cause I'm acting like a dick head you ain't gon' cut me off\nI ain't gon' let you Lorena Bobbitt me\n{O'fficial pushes Dizaster away from her}\n\n[Dizaster]\nYou're lucky I don't push bitches! You're lucky I don't push bitches!\n\n[Round 2: O'fficial]\nBattle Of The Sexes? I was like, \"Lock it in\"\nAs long as the bread is hefty that I'm pocketing\nSome told me, \"Just do it. Shit. You ain't gotta win.\"\nWell I'm 'bout to show y'all how to snap on a nigga and take his oxygen, that cocky then\nAnd I'm get to taking your life, snaking your wife\nPeep the strap on, you ain't facing a dyke\nI be quick to get over when I'm making a right\nThis Arab going camo' (camel) get the Desert like Arabian Night\nYou fucking coke head, you should already know it's dope\nAfter you get the ring, your best man can hold the toast\nI'll hit the spirit in his body, he'll be a holy ghost\nIt's ironic, y'all got me facing the boob, that's a motor boat\nAnd you battled Cassidy and thought you was the GOAT\nI see the people has blind him, you got your ass whooped\nThought you was gon' get a record deal then your shine dimmed\nNow the record labels pay you no mind and you weeping in silence\nHe figure since he got on cast that the people will sign him\nI came to campaign and show you how it's all gunning\nYou need to chill with the multi's player, if your broad coming\nShe a double jump off\nOne Call of Duty my dawgs coming\nAnd they gon' PlayStation in your X-Box til the kids on her walls running\nYou only nice cause you okay with the rhyming\nYou be trying to out rap niggas but the whole basis is timing\nDiz' [?] at a sleeper cell, he's only here cause he was late for the bombing\nHe hate me though, that's cool\nYou lost to Cassidy and he ain't win a battle since Freeway was on the radio\nI know you seen my titties, shit I need the support\nI stay banging the hammer and not the one you seeing in court\nNow he trying to get away like he need a resort\nLeave his head here, send her back home since you need to deport\nAnd speaking of deporting, you better hope Donald Trump don't become president brother man\nCause he's gonna deport your ass\nBut on the other hand I'ma get deported too, at least I can go back to the motherland\nHe gotta go back to the village where the Army left your mother laying\nYou can't even knock Math out with a clean shot\nYou a queen Ahk'\nI could've hit Math harder than that with a paper and a sling shot\nBring cops, I still would've let that thing rock\nI would've can' D (candy) for that sucker punch when I make it Ring Pops\nYou? You be Wild N Out for the Canon\nBut you never got the Clips\nYour Hitman Conceited we all know he still won't get the fifth\nThis shit? Like gratuity you still gon' get the gon' get the tips\nJust cause he do rant (Durant) on the team he still won't get the chips\nFlatline\n\n[Round 3: Dizaster]\nBitch\nYou hoes ain't shit that's why we don't trust you together\nY'all bitches act like you gon' go down in history as some type of innovators like you're so fucking clever\nOnly thing you bitches are gonna be known for is ruining Ghostbusters forever\nThey tell me why don't I invest in bitches\nBecause business doesn't mix with pleasure\nNow they think they gon' take our jobs like they can fulfill our positions better\nBitch whatever\nYo, going to the bathroom with each other is the only time you bitches have your shit together\nI used to date a bitch like her, she used to tell me\n\"Diz', if you gon' stay with me you better start paying\nI'm serious, you better pitch in I ain't playing\nA real man is a good listener.\"\nAnd I was like, \"My bad. What were you saying?\"\nShe said, \"Exactly, that's what it is with all of you men.\"\nI'm like, \"C'mon don't make this a big deal. You got my full attention. Run it back and begin.\"\nShe said, \"What I was saying was, us women need a raise from the class that we in\nAnd we wanna stop being harassed by these men.\"\nAnd I was like....\"My bad. I just got distracted again.\"\nThis bitch acting like she's hard like her lead be busting\nLike a Tec and her Smith & Wessun be dumping\nBitch you ain't finna hit nothing\nYou gon' get stretched out and pressed on like every dress you get stuck in\nWhat you really need to do is pay attention to your digestive consumption\nReally listen to your gut because it's telling you something\nThere's a reason that you never fit nothing\nCause you're better built for someone into heavy construction or WWF wrestling or something\nLooking like Jennifer Hudson lesbian husband\nI don't wanna put you down like that O'fficial, I'm trying to give you help\nI'm trying to tell you the real so you handle yourself\nI wanna give you all the nutrition you need so you can build yourself\nThe quickest way for a fat bitch to lose weight...is to kill yourself\nYou stupid bitch\nWhy is it every time you sleep with a guy\nThey leave with the same feeling inside like a piece of them died\nWhy is it that you think you still sexy?\nI think I know why her self esteem is so high\nThis bitch is like Monique on board Soul Plane this fat bitch really thinks that she's fly\nI hope this chick here is ready to get her shit aired\nI swear on every one of Ciara's little lip hairs\nThat I'm barely gonna give her a square inch where she could flinch\nThen it's kick, snare, Rick's flair/Flare this bitch into mid-air\nThen smash her in the face with a WWF chair\nBitches get executed on sight like Saudi Arabian women in swim wear\nShe's trying to give me that big stare like she ready to take that shit there\nKnowing this Air N B airhead bitch is Blair Witch scared\nYeah, she's scared to death I'm gonna titty fuck her to death on her tits bare\nAnd leave a thick layer of jizz there\nI'll treat your tits like Mike Tyson, have a cemetery and I'll bury my kids there\nShe holding her fucking-got her waist tuck\nHolding her frame up with her fucking taped up stomach\nYo, the heaviest bag you've ever caught in your life is your own make up luggage\nJust looking at a bitches face once you can tell that they make up stuff for the fuck of it\nYo, this bitch makes me want to Bill Cosby slip something in her drink and drug it\nIf she don't pass out I'll punch her in her face and fuck it\nNow that I think about it I'm worse than Bill Cosby\nCause if I put a bitch to sleep she ain't gonna wake up from it\nMad at me cause you can't keep a guy in your life\nMaybe you could if you didn't rap like such a violent dyke\nShe mad no one want to supply her the pipe\nRunning up in every cipher like, \"It's O'fficial, you can get the .45 or the knife\nIf one of y'all don't fuck me someone gonna end up dying tonight.\"\nI don't know what the fuck is wrong with her\nThis bitch looks like Rah Digga crossed with Godzilla\nEven after a thousand shots of Vodka I would not kiss her\nCause there's no amount of hard liquor to get me to look past your Rick Ross figure\nAnd the fact that you look like Marv's sister\nTime bitch\n\n[Round 3: O'fficial]\nI said I'm ready to beat a nigga\nSo don't make me start hooking\nI mean I wasn't surprised how he quick to insult women\nWell if you don't wanna be left red/read it's only right/write you start booking\nAnd since I belong in the kitchen it's only right I start cooking\nStart crooking\nShit, I say start crooking cause shit I get better with time\nLook at my eyes G\nI got an extended clip that shit better than Vine\nSee Diz', and real niggas would never combine\nI wonder if this dick can make this pussy wetter than mine\nI had to stop horsing around to come out this stable\nLook down syndrome (hit drums) at your kid I hit cradle\nParkinson [?] just for telling this fable\nSo I have to handicap (hand these caps) since y'all thinking that Diz able (disable)\nYou the most wanted, so it's only right that you get head shots\nYou done fell in (felon) some shit in your own yard, you Craig pops\nNo, you getting trashed in your own yard you Redd Foxx\nI got a buck that'll get something for all y'all to watch like Redbox\nYou'll be watching balls over the net, and it's not tennis\nHe want us to be blind here to the fact he ride men (Rodman) like Denis\nWhen I pop, I ain't coming out the can' without spinach\nWatch how the Rock land on your Earth it's not Plymouth\nWatch how the kid use the toilet (toy let) me go get the potty\nCause he gon' shit himself whenever I get the shotty\nI'm standing in front your goal, watch how I switch to hockey\nHe light as a feather so I'ma leave him stiff as a board when my two fingers lift a body\nAnd I heard you used to play professional soccer\nShit, I know you used to go hard for the bread\nDidn't shock me, the fact Diz' like balls on his head\nI mean damn\nSo it's only right that I came and I beat this pussy with a smile\nHe's so excited to battle me cause he ain't been this close to a pussy in awhile\nI got a [?] with these fits, I will never let the pass slide\nI just Rock this nigga Vin Diesel style with a Fast 5\nEverybody in the crowd know it's about that time\nThis nigga career is an underscore, flat line"
}