{
    "lyrics": "Cut It Lyrics[Intro: O.T. Genasis]\nYeah\nYeah\n\n[Chorus: O.T. Genasis]\nCut it (Woo), cut it (Yeah), cut it (Baow), cut it (Go)\nCut it (Get it), cut it (Skrrt), cut it (Bah), cut it\nThem bricks is way too hot, you need to cut it (You need to cut it)\nYour price is way too high, you need to cut it\nCut it (Yeah), cut it (Bah), cut it (Skrrt), cut it (Bah)\nCut it (Get it), cut it (Go), cut it (Gone), cut it\nThem bricks is way too hot, you need to cut it\nYour price is way too high, you need to cut it\n\n[Verse 1: O.T. Genasis]\nRun up them bands on the regular (Cash)\nHittin' my plug on the cellular\nTell my ex bitch that I'm sorry (My bad)\nI'ma skate off in a 'Rari (Skrrt)\nKeep 36 by my side (My side)\nI'ma go bake me a pie (Woo)\nKeep 45 on my side (Baow)\nFuck with my niggas, you die (Baow)\nAll of my niggas say blood (Yeah)\nAll of my niggas say cuh (Yeah)\nOT, I found me a plug (Yeah)\nI got it straight out the mud (Yeah)\nKeep it a hundred, no budge (No budge)\nI fell in love with the drugs (Yeah)\nBustin' it down in the tub (Coke)\nPay me my money in dubs\nWater whippin', lookin' like I'm fishin'\nBaseball in kitchen, with my arm, I'm pitchin'\nRolie on, it's glistenin', and my darling, kissin'\nNiggas steady trippin', so I'm steady grippin'\nDirty money on me, got a scale up on me\nI don't fuck with phony, 'bout to sell a pony\nAll these niggas on me, all these bitches on me\nSay my price is good, motherfucker, show me\n[Chorus: O.T. Genasis & Young Dolph]\nCut it (Woo), cut it (Yeah), cut it (Baow), cut it (Go)\nCut it (Get it), cut it (Skrrt), cut it (Bah), cut it\nThem bricks is way too hot, you need to cut it (You need to cut it)\nYour price is way too high, you need to cut it\nCut it (Yeah), cut it (Bah), cut it (Skrrt), cut it (Bah)\nCut it (Get it), cut it (Go), cut it (Gone, it's Dolph), cut it (Woah)\nThem bricks is way too hot, you need to cut it (Ayy, ayy)\nYour price is way too high, you need to cut it (Uh-huh)\n\n[Verse 2: Young Dolph]\nWent and bought a 911 with my trap money (Skrrt)\nA million up, but still ain't never touch my rap money (Nah)\nI'm out in LA fuckin' with that boy O.T. (What's poppin'?)\nFlew to LA, got a plug on that OG\nYou know I've been gettin' money if you know me (You know that)\nWhen I first met my plug, I told him, \"I piss a hundred G's\" (What?)\nI ain't comin' to get it unless you got a hundred P's (A hundred)\nI don't want it, fuck it (Fuck it), your price, you need to cut it (Nah)\nYour ice, you need to tuck it (Hah), she fuck with me, she lucky (Yeah)\nA half a million all twenties in that Gucci luggage (Stupid)\nLet's skip the small talk (Ayy), it's time to talk numbers (Ayy, ayy)\nYoung nigga playin' with commas (It's Dolph), might go get a Lamb for the summer (Uh-huh)\nI've been outchea in these streets all my life hustlin' (For real)\nMy nigga beefin', then I'm beefin', wrong or right, I'm bustin'\nMy traphouse, I love it (I love it)\nPut some Forgis on my old-school and I had to gut it (What?)\nBut should I put a roof in?\n[Chorus: O.T. Genasis & Young Dolph]\nCut it (Woo, cut it), cut it (Yeah, cut it), cut it (Baow, haha), cut it (Go)\nCut it (Get it), cut it (Skrrt, It's Dolph), cut it (Bah), cut it (It's Dolph)\nThem bricks is way too hot, you need to cut it (Paper Route Empire, you need to cut it)\nYour price is way too high, you need to cut it\nCut it (Yeah), cut it (Bah), cut it (Skrrt), cut it (Bah)\nCut it (Get it), cut it (Go), cut it (Gone), cut it\nThem bricks is way too hot, you need to cut it\nYour price is way too high, you need to cut it20Embed"
}