{
    "lyrics": "LOVE, Finesse & Filthy Mashup LyricsLOVE. by Kendrick Lamar ft. Zacari\n\nIf I didn't ride blade on curb, would you still love me?\nIf I minimized my net worth, would you still love me?\nKeep it a hundred, I'd rather you trust me than to love me\nKeep it a whole one hund': don't got you, I got nothin'\n\nYeah, I got somethin' somethin'\nHol' up, we gon' function, no assumptions\nFeelin' like Tyson with it\nKnock it out twice, I'm with it\nOnly for the night, I'm kiddin'\nYeah only for life, you're a homie for life\nYou're a homie for life, let's get it\nHit that shoulder lean\nI know what comin' over mean\nBackstroke oversea\nI know what you need\nAlready on ten, our money come in\nAll feeling go out, this feeling don't drought\nThis party won't end\nFinesse (Remix) by Bruno Mars ft. Cardi B\n\nOut here drippin' in finesse\nIt don't make no sense\nOut here drippin' in finesse\nYou know it, you know it\nOut here drippin' in finesse\nIt don't make no sense\nOut here drippin' in finesse\nYou know it, you know it\n\nDrop top Porsche, Rollie' on my wrist\nDiamonds up and down my chain\nCardi B, straight stuntin', can't tell me nothin'\nBossed up and I changed the game\nIt's my big Bronx boogie, got all them girls shook\nBig, fat ass got all them girls hooked\nI went from dollar bills, now we poppin' rubber bands\nBaby let me sing to you, while you do your money dance like ayy\nFlexin' on the 'Gram like ayy\nHit the Lil' Jon, okay, okay\nYeah, we drippin' in finesse but haters gonna say it's fake\n\nFilthy by Justin Timberlake\n\nSo real\nHaters gonna say\nIt's fake\nSo real\nSo put your filthy hands all over me\nYou know this ain't the clean version\nNa na na na na nana\nNo question, I want it, fired up, everybody smokin'\nYour friends, my friends and they ain't leaving till six in the morning\n\nBaby you the coldest\nGold form, put em on, oh this\nYou don't wanna walk through shit\n\nSo Baby, don't you mind if I do, yeah\nExactly what you like times two, yeah\nYou got me singing, \"ooh, na na na na na nana\"\nSo, baby, don't you mind if I do\n\nMixed\n\nCause we out here drippin' in finesse\nJust love me\nYou know it, you know it\nWe out here drippin' in finesse\nJust love meEmbed"
}