{
    "lyrics": "6ix9ine - FEFE ft. Nicki Minaj & Murda Beatz (Deutsche Übersetzung) Lyrics[Intro: 6ix9ine, Nicki Minaj & Baka]\nDas ist TR3YWAY!\nKönig von New York, sucht nach der Königin\nAh, du hast die Richtige\nL-Lass es diese-l-lass es diese S-S-Schlampen wissen, Nigga\nQueens, Brooklyn, prr, ah!\nMurda on the beat so it's not nice!\n\n[Part 1: 6ix9ine]\nMuschi ist nass, nass, und es tropft, tropft\nIst eine Spritzpistole, fick sie, sie ist ein Fefe\nIhr Name Keke, sie bläst meinen Schwanz als sei er gratis, gratis\nIch weiß noch nicht einmal, so „Wieso habe ich das getan?“\nIch weiß noch nicht einmal, so „Wieso habe ich sie gefickt?“\nIch weiß nur, dass ich sie nicht zu meiner Frau machen kann\nBin nett zu ihr, damit sie sich nicht wehrt\nDrehe um und fick es von hinten, hinten, hinten\nBeuge sie runter und lass es klatschen, klatschen, klatschen\n[Hook: 6ix9ine]\nIch will nicht wirklich Freunde\nIch will nicht wirklich Freunde, nein\n\n[Part 2: 6ix9ine]\nDraco hat den Rückstoß, wenn ich schieße, werden sie zu Leichtathleten\nSie schießen nicht zurück, ein Schuss, Nahdistanz, roter Punkt\nKopf platzt, ja, ich hab's getan, ja, das ist mein Leben\nRufe einen Uber mit meinen Schützen, mit einem Ruger, wir erledigen dich\nTypen sagen, sie töten Leute, doch ich tu es wirklich\n\n[Hook: 6ix9ine]\nIch will nicht wirklich Freunde\nIch will nicht wirklich Freunde, nein\n\n[Part 3: Nicki Minaj]\nEr-Er will 69 wie Tekashi, nenn' ihn Papi\nShoutout an A$AP, halte mich mit Diamanten bestückt, ich komme aus New York, also bin ich frech\nSagt, er mag meine Bande, kaufte mir Chloé wie Kardashi\nHält meine Muschi in Versace, sagte ich bin schön so wie Tinashe\nHalt-Halte es alles in sein Gesicht, wurde ich angeklagt?\nSoeben ist jemand meinem Pussy-Game erlitten, doch ich hinterlasse nie eine Spur\nGesicht so schön, Arsch langt für Tage, ich bekomme Chips, ich frage nach Lay's\nIch lehne mich nur zurück, wenn er fertig ist und frage, „Wie hat es geschmeckt?“\n(Yo, wie hat es geschmeckt?)\n[Refrain: 6ix9ine]\nIch will nicht wirklich keine Freunde\nIch will nicht wirklich keine Freunde, nein\n\n[Part 4: Nicki Minaj]\nEy yo, Draco hat den Rückstoß\nWenn es zurückstoßt bekommst du deine Sachen nicht mehr wieder\nGenau genommen bin ich diese Bitch, diese\n„Ich hasse Smalltalk, Plaudereinen kümmern mich nicht“\nKlimaanlage hat aufgehört zu funktionieren\nAlso rufen sie mich, sagten mir ich solle mein Handgelenk zurückbringen\nKomme hin, Mode tragend\nBringe jede Bitch dazu zu sagen, „Yo, was ist das?“\n\n[Refrain: 6ix9ine & Nicki Minaj]\nIch will nicht wirklich keine Freunde\nIch will nicht wirklich keine Freunde, nein\n\n[Part 5: 6ix9ine & Nicki Minaj]\nEne, mene, miste\nDie Hure rappelt in der Kiste\nWenn sie nicht mich und Nicki fickt\nKicke ich die Schlampe zurück durch die Tür (TR3YWAY)\nIch will nicht wirklich keine Freunde\nMeine Alte hat sich gerade einen Benz gekauft\nNicki sprang hinein\nJetzt werde ich diese Schlampe nie wieder sehen\nEne, mene, miste (Nein)\nDie Hure rappelt in der Kiste (Nein)\nWenn sie nicht mich und Nicki fickt (Nein)\nKick ich die Schlampe zurück durch die Tür (Nein, TR3YWAY)\n[Outro: Nicki Minaj & 6ix9ine]\nMhm, Young Money, Young Money Häschen\nFarbige Haare, ist mir egal\nIch will nicht wirklich keine Freunde\nIch will nicht wirklich keine Freunde, nein\nIch will nicht wirklich keine Freunde\nIch will nicht wirklich keine Freunde, nein\nScum Gang!2Embed"
}