{
    "lyrics": "Lights Down Low (feat. gnash) (Not Your Dope Remix) Lyrics[Verse 1: MAX]\nHeaven only knows where you've been\nBut I don't really need to know\nI know where you're gonna go\nOn my heart, where you're resting your head\nAnd you just look so beautiful\nIt's like you were an angel\n\n[Pre Chorus: MAX]\nCan I stop the flow of time?\nCan I swim in your divine?\nCause I don't think I'd ever leave this place\n\n[Chorus: MAX]\nOh, turn the lights turn the lights down low\nYeah, now I'm feeling you breathing slow\n'Cause, baby, we're just reckless kids\nTrying to find an island in the flood\nOh, turn the lights, turn the lights down low, oh\n[Verse 2: gnash]\nMoonlight, mood lights, moves likе J-Lo\nTell me what you want from me, I'll do it if you say so\n'Causе you're the only one for me, I'm never gonna say no\nI found me an angel, I can see it in your halo\nHave you ever dreamt what we could do?\nHave you ever sent an \"I love you\"?\nI've never felt the feelings that I feel for you\nSo maybe we could make a we of me and you\nI'mma treat you right tonight, let's make it last forever\nI promise you that no one else will ever treat you better\nAnd if you don't believe me, please see I don't need no effort\nAll you gotta do is flip that switch before we bed-up\n\n[Chorus: MAX]\nOh, turn the lights turn the lights down low\nYeah, now I'm feeling you breathing slow, oh\n'Cause, baby, we're just reckless kids\nTrying to find an island in the flood\nOh, turn the lights, turn the lights down low\n\n[Post-Chorus: MAX]\nOh, turn the lights down low\n\n[Bridge: MAX]\nAnd I will give you everything baby\nBut can you feel this energy? Take it\nAnd you can have the best of me, baby\nAnd I will give you anything\nCan you feel this energy? Take it\nAnd you can have the best of me, baby\n[Chorus: MAX]\nOh, turn the lights turn the lights down low\nYeah, now I'm feeling you breathing slow, oh\nOh, turn the lights turn the lights down low\nYeah, now I'm feeling you breathing slow, oh\n'Cause, baby, we're just reckless kids\nTrying to find an island in the flood\nOh, turn the lights, turn the lights down low, oh\n\n[Post-Chorus: MAX]\nOh, turn the lights down lowEmbed"
}