{
    "lyrics": "[Verse 1: Ed Sheeran]\nI'm at a party I don't wanna be at\nAnd I don't ever wear a suit and tie, yeah\nWonderin' if I could sneak out the back\nNobody's even lookin' me in my eyes\nThen you take my hand\nFinish my drink, say, \"Shall we dance?\" (Hell, yeah)\nYou know I love ya, did I ever tell ya?\nYou make it better like that\n\n[Pre-Chorus: Ed Sheeran]\nDon't think I fit in at this party\nEveryone's got so much to say (Yeah)\nI always feel like I'm nobody, mmm\nWho wants to fit in anyway?\n\n[Chorus: Ed Sheeran]\n'Cause I don't care when I'm with my baby, yeah\nAll the bad things disappear\nAnd you're making me feel like maybe I am somebody\nI can deal with the bad nights\nWhen I'm with my baby, yeah\nOoh, ooh, ooh, ooh, ooh, ooh\n'Cause I don't care as long as you just hold me near\nYou can take me anywhere\nAnd you're making me feel like I'm loved by somebody\nI can deal with the bad nights\nWhen I'm with my baby, yeah\nOoh, ooh, ooh, ooh, ooh, ooh\n[Verse 2: Justin Bieber]\nWe at a party we don't wanna be at\nTryna talk, but we can't hear ourselves\nRead your lips, I'd rather kiss 'em right back\nWith all these people all around\nI'm crippled with anxiety\nBut I'm told it's where I'm s'posed to be\nYou know what? It's kinda crazy 'cause I really don't mind\nWhen you make it better like that\n\n[Pre-Chorus: Justin Bieber]\nDon't think we fit in at this party\nEveryone's got so much to say, oh yeah, yeah\nWhen we walked in, I said I'm sorry, mmm\nBut now I think that we should stay\n\n[Chorus: Ed Sheeran & Justin Bieber]\n'Cause I don't care when I'm with my baby, yeah\nAll the bad things disappear\nYeah, you're making me feel like maybe I am somebody\nI can deal with the bad nights when I'm with my baby, yeah\nOoh, ooh, ooh, ooh, ooh, ooh (Oh yeah, yeah, yeah)\n'Cause I don't care as long as you just hold me near\nYou can take me anywhere\nAnd you're making me feel like I'm loved by somebody\nI can deal with the bad nights when I'm with my baby, yeah\nOoh, ooh, ooh, ooh, ooh, ooh (No)\n[Bridge: Justin Bieber & Ed Sheeran]\nI don't like nobody but you, it's like you're the only one here\nI don't like nobody but you, baby, I don't care\nI don't like nobody but you, I hate everyone here\nI don't like nobody but you, baby, yeah\n\n[Chorus: Ed Sheeran & Justin Bieber]\n'Cause I don't care (Don't care)\nWhen I'm with my baby, yeah (Oh yeah)\nAll the bad things disappear (Disappear)\nAnd you're making me feel like maybe I am somebody (Maybe I'm somebody)\nI can deal with the bad nights (With the bad nights)\nWhen I'm with my baby, yeah\nOoh, ooh, ooh, ooh, ooh, ooh (Oh yeah, yeah, yeah)\n'Cause I don't care as long as you just hold me near (Me near)\nYou can take me anywhere (Anywhere, anywhere)\nAnd you're making me feel like I'm loved by somebody\n(I'm loved by somebody, yeah, yeah, yeah)\nI can deal with the bad nights\nWhen I'm with my baby, yeah\nOoh, ooh, ooh, ooh, ooh, ooh"
}