{
    "lyrics": "Kodak Black - ZEZE ft. Travis Scott & Offset (Tradução em Português) Lyrics[Tradução de \"ZEZE\", de Kodak Black, Travis Scott & Offset]\n\n[Intro]\nD.A. tem aquela droga!\n\n[Refrão 1: Travis Scott]\nÁgua gelada, virou Atlântica (Congelou)\nDe noite em um Phantom (Skrrt, Skrrt)\nFalei pra essas putas não entrarem em pânico\nTomei uma ilha, (Yeah) inundou a mansão (Muita água)\nAbaixei o teto, mais expansão\nDirija um carro em que você possa ficar (It's lit)\nVejo as vadias cobertas (Nos lençóis)\nEu sou um amante de bundas e peitos (Bunda grande)\nAcho que todos nós fizemos um pro outro\nAgora que todos os parças estão livres (Yeah, yeah)\nE estamos fora nessas ruas (Tudo bem)\nVocê pode fazer isso, você pode rebolar pra mim?\n[Refrão 2: Kodak Black]\nEntrando em um Demon, por Deus (Por Deus)\nParece que eu ainda faço fraude (Fraude)\nVoando no jato particular com uma arma (Arma)\nEsse merda Z, essa merda Z (Essa merda Z)\nEntrando em um Demon, por Deus (Por Deus)\nParece que eu ainda faço fraude (Fraude)\nVoando no jato particular com uma arma (Arma)\nEsse merda Z, essa merda Z (Essa merda Z)\n\n[Verso 1: Offset]\nOffset!\nExplodi os miolos do carro (Boom)\nA polícia quer falar, mas eu tô no mudo (Woo-woo, hey)\nVou cravejar o pulso dela porque ela é fofa (Ice, ice)\nTranso com ela em um iate, mergulho numa piscina (Yeah)\nEla é viciada (Viciada), viciada pelo estilo de vida e pelo Patek (Patek)\nPaizão, você já sentiu os tecidos da Chanel? (Chanel)\nVou ser estiloso até a morte, preciso de um caixão (Estiloso)\nE temos mais listras do que o árbitro, ele falta, TEC nele (Bow, listras)\nNo meio do campo igual o David Beckham (Campo, bow-bow)\nTodos os meus manos presos, de verdade, tô tentando ajudá-los (Liberdade, Liberdade)\nQuando eu ganhei um milhão, me deu arrepios, não sei o que aconteceu (Hoo, arrepios)\nTomo pílulas, faço o que eu quero, eu tô naquele zumbi (Hey, hoo)\nEu sou mais o Gaddafi, não sou nenhum Gandhi (Gaddafi, hey)\nEu sou mais o David, Golias correndo (Hey, hey)\nOs manos são clonados, eu acho engraçado (Clone, haha)\nSomos do Nawf, direto da masmorra (Somos do Nawf, hey)\nEu vou na boca dela, ela não pode me dizer nada (Eghck, eghck, egchk)\n300, o relógio tá fora do seu orçamento (Woo, woo, 300)\nA maldade me pegou\nYeah, e essa arma saiu direto da Rússia\n[Refrão 1: Travis Scott]\nÁgua gelada, virou Atlântica (Congelou)\nDe noite em um Phantom (Skrrt, Skrrt)\nFalei pra essas putas não entrarem em pânico\nTomei uma ilha, (Yeah) inundou a mansão (Muita água)\nAbaixei o teto, mais expansão\nDirija um carro em que você possa ficar (It's lit)\nVejo as vadias cobertas (Nos lençóis)\nEu sou um amante de bundas e peitos (Bunda grande)\nAcho que todos nós fizemos um pro outro\nAgora que todos os parças estão livres (Yeah, yeah)\nE estamos fora nessas ruas (Tudo bem)\nVocê pode fazer isso, você pode rebolar pra mim?\n\n[Refrão 2: Kodak Black]\nEntrando em um Demon, por Deus (Por Deus)\nParece que eu ainda faço fraude (Fraude)\nVoando no jato particular com uma arma (Arma)\nEsse merda Z, essa merda Z (Essa merda Z)\nEntrando em um Demon, por Deus (Por Deus)\nParece que eu ainda faço fraude (Fraude)\nVoando no jato particular com uma arma (Arma)\nEsse merda Z, essa merda Z (Essa merda Z)\n\n[Verso 2: Kodak Black]\nEm um Hellcat porque eu fui criado no inferno\nHomem feito, eu não devo favor pra nenhum mano\nQuando você conseguir esse dinheiro, mano, mantenha seu coração\nEu tô deslizando no carro, não precisa de chave pra ligar\nEu levo a arma comigo no BET Awards\nQuando seu poço secar, você sabe que precisa de mim pra isso\nQuando eu estaciono no Buick, você sabe o que tô fazendo\nSe a polícia ficar atrás de mim, eu vou fugir e vazar\nDormindo na paleta me transformou em um selvagem\nEu sou um bebê do projeto, agora moro em Calabasas\nComo se eu ainda servisse aos demônios, como se ainda estivesse afirmando\nEu tô bebendo lean, tento manter o equilíbrio\nAndando naquela Z-Walk, Dickie's com meus Reeboks\nEu não falo muito, apenas deixo a arma falar\nSuas joias mexem na água, diamantes tipo re-rock\nMinha mina cavalga no pau como se tivesse numa gangorra\nQuando eu entrei na cena, eu tava com uma mira\nQuando eu entrei na Beam', eu tava de Celine\nGarotinha, você é apenas uma aventura, não é isso que quero dizer\nDinheiro pulando pra fora do meu jeans, igual eu faço o esquema\n[Refrão 2: Kodak Black]\nEntrando em um Demon, por Deus (Por Deus)\nParece que eu ainda faço fraude (Fraude)\nVoando no jato particular com uma arma (Arma)\nEsse merda Z, essa merda Z (Essa merda Z)\nEntrando em um Demon, por Deus (Por Deus)\nParece que eu ainda faço fraude (Fraude)\nVoando no jato particular com uma arma (Arma)\nEsse merda Z, essa merda Z (Essa merda Z)\n\n[Outro]\nUh-huh, ha, oh-ah-oh\nUh-huh, ha, oh-ah-oh\nUh-huh, ha, oh-ah-oh\nUh-huh, ha, oh-ah-ohEmbed"
}