{
    "lyrics": "[Letra de \"Taki Taki\" ft. Ozuna, Cardi B & Selena Gomez]\n\n[Intro: Ozuna]\nWo-oh, oh-oh\n\n[Coro: Ozuna]\nBáilame como si fuera la última vez (Oh)\nY enséñame ese pasito que no sé (Yeah-yeah)\nUn besito bien suavecito, bebé\nTaki taki, taki taki, ¡rumba!\nWo-oh, oh-oh\nHi Music Hi Flow (Snake; jaja)\nBáilame como si fuera la última vez (Oh-oh)\nY enséñame ese pasito que no sé (Oh-oh)\nUn besito bien suavecito, bebé\nTaki taki (Oh-oh)\nTaki taki (Yeah-yeah)\n\n[Verso 1: Ozuna]\nTaki taki, quiere un besito o un ñaqui\nBooty explota como Nagasaki (-aki)\nPrende los motores Kawasaki (Kawasaki)\nQue la disco está llena y llegaron los Anunnakis (Eh-eh)\nNo le bajes\n\n[Pre-Coro: Ozuna]\nEl booty sobresale de tu traje\nNo trajo pantisito pa' que el nene no trabaje\nEs que yo me sé lo que ella cree que ella se sabe\nCuenta que no quiere pero me tiene espionaje, eh-eh\nEl booty sobresale de tu traje\nNo trajo pantisito pa’ que el nene no trabaje\nEs que yo me sé lo que ella cree que ella se sabe\nCuenta que no quiere pero me tiene espionaje, eh-eh\n[Coro: Ozuna]\nBáilame como si fuera la última vez\nY enséñame ese pasito que no sé\nUn besito bien suavecito, bebé\nTaki taki, taki taki, ¡rumba!\nWo-oh, oh-oh\nHi Music Hi Flow\n\n[Verso 2: Cardi B]\nBardi (Cardi)\nHe said he wanna to touch it, and tease it, and squeeze it\nWell, my piggy bank is hungry, my nigga, you need to feed it\nIf the text ain't freaky, I don't wanna read it\nAnd just to let you know, this punani is undefeated, ayy\nHe said he really wanna see me more\nI said, \"We should have a date—where? At the Lamborghini store\"\nI’m kinda scary, hard to read, I'm like a Ouija board\nBut I'm a boss bitch, who you gonna leave me for?\nYou hoes got no class, you bitches is broke still\nI be talking cash, shit, while I'm popping my gold grill\nI'm a whole rich bitch, and I work like I'm broke still\nBut the love be so fake, but the hate be so real, uh\n\n[Pre-Coro: Cardi B]\nEl booty sobresale de mi traje\nNo traje pantisito pa' que el nene no trabaje\nE' que yo me sé lo que tú cree’ que tú no sabe’\nDice que no quiere, pero se quiere comer el equipaje\n[Coro: Ozuna & Selena Gomez]\nBáilame como si fuera la última vez\nY enséñame ese pasito que no sé\nUn besito bien suavecito, bebé\nTaki taki, taki taki, ¡rumba!\nWo-oh, oh-oh (DJ Snake)\n\n[Verso 3: Selena Gomez]\nCareful when you come through my way\nMy body already know how to play\nWork it, keep it tight everyday\nAnd I, I, I know you need a taste\nWhen I ooh, you're fallin’ in love\nGive a little ooh-ooh, get it well done\nDancing on my ooh, make your girl wanna run\nWe keep moving 'til the sun come up\nPorque I am the party, yo soy fiesta\nBlow out your candles, have a siesta\nThey can try, pero no one can stop me\nWhat my taki taki wants, yeah, my taki taki gets, uh\n\n[Coro: Selena Gomez & Ozuna]\nBáilame como si fuera la última vez\nY enséñame ese pasito que no sé\nUn besito bien suavecito, bebé\nTaki taki, taki taki, ¡rumba!\nWo-oh, oh-oh\nHi Music Hi Flow\nTaki taki\nTaki taki"
}