{
    "lyrics": "DJ Khaled - POPSTAR ft. Drake (Traducción al Español) Lyrics[Letra de \"DJ Khaled - Popstar ft. Drake (Traducción al Español)\"]\n\n[Intro: DJ Khaled & Drake]\nPutas\nWe The Best Music\nAnother one (Sí)\nDJ Khaled\n\n[Coro]\nPutas llamando a mi celular como si estuviera encerrada siempre\nDel avión al maldito helicóptero, sí\nLa poli viene como si repartiera drogas, no, no\nSoy una estrella de pop, no un doctor\nPutas llamando a mi celular como si estuviera encerrada siempre\nDel avión al maldito helicóptero, sí\nLa poli viene como si repartiera drogas, no, no\nSoy una estrella de pop, no un doctor\n[Verso 1]\nEy, chica con los mensajes de texto largos, no hablo, ey\nChica con las piernas largas, ella no camina, ey\nSí, el año pasado, lo mantuve callado, ey\n2020, vine para cambiarlo al carajo, sí\nQuiero una vida larga, una legendaria (Sí)\nQuiero una muerte rápida y una fácil (Sí)\nQuiero una chica bonita y una honesta (Sí)\nQuiero este trago y otra, sí\nY soy problemático, sí\nSoy una estrella de pop pero esta mierda no es chicle, sí\nProbablemente piensas que mánager es Scooter Braun, sí\nPero mi mánager con viente cueros en Buddakan, ey\nMira, Ariana, Selena, mi Visa\nPuede soportar tantos cargos como necesite, mi chica\nEsa mierda platina, justo como todos mis estrenos, mi chica\nNegrosvan por mí, los desgarro a todos en pedazos, mi chica\nVoy a enseñar tu culo sexy lo que es el alivio, mi chica\nPor favor no soportes nada de esta mierda que te va a tener muy emocionada\nY no estoy conduciendo nada en el cual que tengo que poner las llaves en\n¿Piensas en como me convertí así? Juro, juro que tengo el\n\n[Coro]\nPutas llamando a mi celular como si estuviera encerrada siempre\nDel avión al maldito helicóptero, sí\nLa poli viene como si repartiera drogas, no, no\nSoy una estrella de pop, no un doctor\nPutas llamando a mi celular como si estuviera encerrada siempre\nDel avión al maldito helicóptero, sí\nLa poli viene como si repartiera drogas, no, no\nSoy una estrella de pop, no un doctor\n[Verse 2]\nSoy una estrella de pop, no un doctor ni un observador\nDice que representa un barrio completamente diferente así que la bloqueé\nOcupado en la casa, cocinando salmón con la langosta\nSi hablamos de Jordans solo soy yo y David Foster\nGuardaespaldas no se ven como Kevin Costner, estás loca\nAcabo de llegar a Whitney Houston Texas, por la tarde\nMe dicen la misma historia tanto como empiezan a creerla\nLos que empiezan como esa mierda de Drizzy era chévere, pero estamos a mano\nHombre, ¿cómo coño?\nDos, cuatro, seis, ocho relojes, hecho del factory, para que aprecien\nLlorando en mi mano y yo de verdad estoy jugando keep-away\nEsa mierda normalmente no se hace tan grande sin una cara de Bieber\nMordedura, mordedura, pan comido, mordedura, mordedura, Turcas y Caicos, sí, sí\nVe y tráele a tus amigos, podemos fugarnos, sí, sí\nSí, mantego un, como mantego la fe\n¿Piensas en como me convertí así? Juro que tengo el\n\n[Coro]\nPutas llamando a mi celular como si estuviera encerrada siempre\nDel avión al maldito helicóptero, sí\nLa poli viene como si repartiera drogas, no, no\nSoy una estrella de pop, no un doctor\nPutas llamando a mi celular como si estuviera encerrada siempre\nDel avión al maldito helicóptero, sí\nLa poli viene como si repartiera drogas, no, no\nSoy una estrella de pop, no un doctorEmbed"
}