{
    "lyrics": "Pop Smoke - Mood Swings ft. Lil Tjay (Polskie Tłumaczenie) Lyrics[Intro: Pop Smoke & Lil Tjay]\n(Wahania nastroju)\nOoh, nie wiedzieliście że umiem śpiewać? (Oh, oh, oh)\nHahaha (Tak)\n\n[Refren: Pop Smoke & Lil Tjay]\nLaska jest niegrzeczna (Ona jest niegrzeczna)\nLaska jest teraz ze mną (Ze mną)\nI laska ma grubą dupę\nLaska łapie wahania nastroju\nZa każdym razem gdy rucham bez gumki\nTo spuściłem się na pościel\nI trzymałem to pod przykrywką\nBo ja nie całuje i opowiadam (Całuję i opowiadam)\n\n[Pierwsza Zwrotka: Pop Smoke & Lil Tjay]\nZa każdym razem gdy ruchamy nazywa mnie tatusiem\nMoja laska jest niegrzeczna\nWidzę tą cipkę przez majtki (Co tylko chcesz)\nOna smakuje jak cukierki\nJest królową, jak Nefertiti\nUh oh, moja laska ładnie siedzi\nI my idziemy na zakupy przez całe miasto (Oh, oh)\nDałem jej klucze do bentleya (Woah, woah)\nWstań z kolan, nie musisz do mnie płakać\nJestem twoim najlepszym przyjacielem, kochanie, nie musisz kłamać\nDam ci co tylko chcesz i co potrzebujesz od Chanel do Celine\nTo ty decydujesz\nValentino, tak, daję ci co najlepsze\nZacznij podnosić sukienkę, zaczynam całować twoją szyję (Oh nie, nie)\nZacznę masować ci twój tyłek, zacznę masować ci piersi\nNie chcę jeszcze dać ci dziecka, więc wycofałem się i spuściłem się na twoich piersiach\nWsadziłem cię do Ubera (Ubera) i wysłałem cie do łóżka (Oh)\nNastępnego dnia (Oh) wysłałaś mi wiadomość (Oh)\nPodjechałaś do chaty i zrobiliśmy to ponownie (Oh, oh)\n[Refren: Pop Smoke & Lil Tjay]\nLaska jest niegrzeczna (Ona jest niegrzeczna)\nLaska jest teraz ze mną (Ze mną)\nI laska ma grubą dupę\nLaska łapie wahania nastroju\nZa każdym razem gdy rucham bez gumki\nTo spuściłem się na pościel\nI trzymałem to pod przykrywką\nBo ja nie całuje i opowiadam (Ooh)\n\n[Druga Zwrotka: Lil Tjay & Pop Smoke]\nWiesz, nigdy nie znalazłem miłości dopóki nie spojrzałem w twoje oczy (Dopóki nie spojrzałem w twoje oczy)\nPierwszy raz się rumienię, nawet nie będę kłamać (Nawet nie będę kłamać)\nPo czterech rundach, zostawiam siniaki na twoich udach\nJesteś jedyną suką która może sprawić że rzucę się na facetów\nI jedyna suką która sprawia że chcę się spuścić kiedy jestem w środku\nTo twój klimat, odejdź ze mną jesteś najarana\nDziewczyno, wszystkie suki są niczym przy tobie nawet gdy próbują\nOna jest tsunami, nigdy nie poczułem jej suchej\nZamykam oczy kiedy śpię, mam nadzieję że będziesz tam kiedy się obudzę\nSzczerze mówiąc, czuję że atmosfera którą mamy jest świetna\nI jeśli masz cos na myśli, możesz mi powiedzieć\nI jeśli powiedział by mi co jest na mojej, czy pomogłabyś mi?\nZobaczysz większy obraz, to po prostu zajmie trochę czasu\nTylko dlatego że jesteś moja, sprawię, że będziesz wyglądać jak diament\nNie ma żadnych niedoskonałości, dziewczyno, jesteś niezła\nKochanie, jaki jest twój znak?\nMam nadzieje że nie jesteś wolna gdy pracujesz\n(Praca, praca, to ja i ty) Ja i ty\nBądź cicho, teraz nie ma niczego czego nie możemy zrobić\nPrzez storm, kochanie, my możemy przez to przejść\nDlaczego zachowujesz się jak nowa? Wiesz że jesteś moją laską, tak\nWstałem na mojego Birkina, to działa\nPowiedziała, że jest dziewicą (to boli)\nJest moim największym fanem, ona zawsze jest przyczajona\nI wie że jestem mężczyzną, ja na to zapracuję\nWiem, że mnie nie znosi, jestem luksusowy\nWięc przyprowadzę ją, kiedy dostanę Grammy\nSeks późną nocą, nie może znaleźć swoich majtek\nNie mogła tego wstrzymać, teraz ona potrzebuje planu B\n[Refren: Pop Smoke & Lil Tjay]\nLaska jest niegrzeczna\nLaska jest teraz ze mną\nI laska ma grubą dupę (Laska ma grubą dupę)\nLaska łapie wahania nastroju\nZa każdym razem gdy rucham bez gumki\nTo spuściłem się na pościel\nI trzymałem to pod przykrywką\nBo ja nie całuje i opowiadamEmbed"
}