{
    "lyrics": "Astronaut in the Ocean Lyrics[Intro]\nAstronaut\n\n[Chorus]\nWhat you know about rollin' down in the deep?\nWhen your brain goes numb, you can call that mental freeze\nWhen these people talk too much, put that shit in slow motion, yeah\nI feel like an astronaut in the ocean, ayy\nWhat you know about rollin' down in the deep?\nWhen your brain goes numb, you can call that mental freeze\nWhen these people talk too much, put that shit in slow motion, yeah\nI feel like an astronaut in the ocean\n\n[Verse 1]\nShe say that I'm cool (Damn straight)\nI'm like, \"Yeah, that's true\" (That's true)\nI believe in G-O-D (Ayy)\nDon't believe in T-H-O-T\nShe keep playing me dumb (Play me)\nI'ma play her for fun (Uh-huh)\nY'all don't really know my mental\nLet me give you the picture like stencil\nFallin' out in a drought\nNo flow, rain wasn't pourin' down (Pourin' down)\nSee, that pain was all around\nSee, my mode was kinda lounged\nDidn't know which, which way to turn\nFlow was cool but I still felt burnt\nEnergy up, you can feel my surge\nI'ma kill everything like this purge (Ayy)\n[Bridge]\nLet's just get this straight for a second, I'ma work (Yuh)\nEven if I don't get paid for progression, I'ma get it (Uh, get it)\nEverything that I do is electric (Ayy)\nI'ma keep it in a motion, keep it movin' like kinetic, ayy (Yeah, yeah, yeah, yeah, yeah)\n\n[Verse 2]\nPut this shit in a frame, better know I don't blame\nEverything that I say, man, I seen you deflate\nLet me elevate, this ain't a prank\nHave you walkin' on a plank, li-li-li-li-like\nBoth hands together, God, let me pray (Now let me pray), uh\nI've been goin' right, right around, call that relay (Masked Wolf)\nPass the baton, back and I'm on\nSwimmin' in the pool, Kendrick Lamar, uh (Ayy)\nWant a piece of this, a piece of mine, my peace a sign\nCan you please read between the lines?\nMy rhyme's inclined to break your spine (Spine)\nThey say that I'm so fine (Fine)\nYou could never match my grind (True)\nPlease do not, not waste my time (Wolf)\n\n[Chorus]\nWhat you know about rollin' down in the deep?\nWhen your brain goes numb, you can call that mental freeze\nWhen these people talk too much, put that shit in slow motion, yeah\nI feel like an astronaut in the ocean, ayy\nWhat you know about rollin' down in the deep?\nWhen your brain goes numb, you can call that mental freeze\nWhen these people talk too much, put that shit in slow motion, yeah\nI feel like an astronaut in the ocean64Embed"
}