{
    "lyrics": "​traitor Lyrics[Intro]\nOoh-ooh-ooh\nAh-ah-ah-ah-ah\n\n[Verse 1]\nBrown guilty eyes and\nLittle white lies, yeah\nI played dumb, but I always knew\nThat you talked to her, maybe did even worse\nI kept quiet so I could keep you\n\n[Pre-Chorus]\nAnd ain't it funny how you ran to her\nThe second that we called it quits?\nAnd ain't it funny how you said you were friends?\nNow it sure as hell don't look like it\n[Chorus]\nYou betrayed me\nAnd I know that you'll never feel sorry\nFor the way I hurt, yeah\nYou talked to her when we were together\nLoved you at your worst, but that didn't matter\nIt took you two weeks to go off and date her\nGuess you didn't cheat, but you're still a traitor\n\n[Verse 2]\nNow you bring her around just to shut me down\nShow her off like she's a new trophy\nAnd I know if you were true\nThere's no damn way that you\nCould fall in love with somebody that quickly\n\n[Pre-Chorus]\nAnd ain't it funny? All the twisted games\nAll the questions you used to avoid\nAin't it funny? Remember I brought her up\nAnd you told me I was paranoid?\n\n[Chorus]\nYou betrayed me\nAnd I know that you'll never feel sorry\nFor the way I hurt, yeah\nYou talked to her when we were together\nLoved you at your worst, but that didn't matter\nIt took you two weeks to go off and date her\nGuess you didn't cheat, but you're still a traitor\n[Bridge]\n(Ah-ah-ah)\nGod, I wish that you had thought this through\nBefore I went and fell in love with you\n(Ah-ah-ah)\nWhen she's sleepin' in the bed we made\nDon't you dare forget about the way\n\n[Chorus]\nYou betrayed me\n'Cause I know that you'll never feel sorry\nFor the way I hurt, yeah\nYou talked to her when we were together\nYou gave me your word, but that didn't matter\nIt took you two weeks to go off and date her\nGuess you didn't cheat, but you're still, you're still a traitor\n(Ah-ah-ah)\nYeah, you're still a traitor\n\n[Outro]\nOoh-ooh-ooh\nGod, I wish that you had thought this through\nBefore I went and fell in love with you123Embed"
}