{
    "lyrics": "Back in Blood Lyrics[Intro: Pooh Shiesty & Lil Durk]\nSmurk (Mmm, mmm, big blrrrd, huh?)\nI don't know why he want something back from me, shit (Mmm, mmm)\n(Turn me up, YC) Shit\nYeah, I give you this shit in blood, homie (Mmm, mmm)\n\n[Chorus: Pooh Shiesty]\nBitch, I got my own fire, don't need security in the club (Nope)\nAll that woofin' on the net (Net), nigga, I thought you was a thug\nThey ain't got nowhere to go, I shot up everywhere they was (Blrrrd)\nYeah, you know who took that shit from you (Blrrrd), come get it back in blood (Blrrrd, blrrrd)\nBitch, come get it back in blood (Big blrrrd)\nWe ain't mask up, no dodger (Nope), rich niggas know who it was (Fuck 'em)\nExtortin' shit just like the '80s, want something back, get it in blood (God)\nYeah, you know who took that shit from you (Ayy), come get it back in blood (Big blrrrd, blrrrd)\n[Verse 1: Pooh Shiesty]\nIf your nigga killer ain't dead, you shouldn't wear no R.I.P. shirt (Nope)\nWе had three hundred shots up in the car beforе we picked up Durk (3Hunna)\nYou niggas who? Ain't got shit goin', go grab a glizzy, get alert (Alert)\nShiesty G post \"R.I.P.\" and reason he in the dirt (On slime, blrrrd, blrrrd)\nYou gotta know I go too far (Let's go)\nIt's two O's up on this hundred, one of 'em might stand for O'Block (Blrrrd)\n'Bout twenty some shots left up in the K, fifteen still in the Glock (The glizzy)\nKeep my door unlocked and stop, I like gettin' on feet, park the car (Stop, stop), blrrrd (Park the car, blrrrd)\nWe gettin' up close, do him dirty, I ain't showin' love (Nope)\nEleven thousand all ones left my right pocket in the club (On God)\nThese blue faces up on me dirty, I went and got it out the mud (For sure)\nIf I took something, get it in blood (Blrrrd), I don't give a fuck what we was (Blrrrd, blrrrd)\n\n[Chorus: Pooh Shiesty & Lil Durk]\nBitch, I got my own fire (Blrrrd), don't need security in the club (Blrrrd, big blrrrd, nope)\nAll that woofin' on the net (Net), nigga, I thought you was a thug\nThey ain't got nowhere to go, I shot up everywhere they was (Blrrrd)\nYeah, you know who took that shit from you (Blrrrd), come get it back in blood (Blrrrd, blrrrd)\nBitch, come get it back in blood (Big blrrrd)\nWe ain't mask up, no dodger (Smurk), rich niggas know who it was (Fuck 'em)\nExtortin' shit just like the '80s (Gang), want something back, get it in blood (God)\nYeah, you know who took that shit from you, come get it back in blood (Let's get it)\n\n[Verse 2: Lil Durk]\nKilled your mans, you keep on talkin', better get that shit in blood\nGive my shawty and them a dub, then they gon' walk inside this club (Yeah, yeah)\nHit his lil' ass with that switch (Grrah), I bet that switch switch up his nerves\nFuck the opps, inside my city, lil' bro put them in the mud (Brrah, facts)\nYou can't come back to your hood, huh? (Nope)\nHe was dissin' on my cousin, now his ass all in that wood, huh? (Boom, boom, boom)\nBook his ass, I wish he would come (Pussy)\nV. Roy pop up out that cut with that new Glock, I wish he would run (Grrah, grrah-grrah)\nHis ass playin', bitch, I'm really icy (Really icy)\nPooh Shiesty, that's my dawg, but Pooh, you know I'm really shiesty (My nigga)\nYou told all them O.T. niggas that you really slide (Pussy)\nTell the truth about your gang, bitch, they really dyin' (Let's get it)\n[Chorus: Pooh Shiesty]\nBitch, I got my own fire, don't need security in the club (Nope)\nAll that woofin' on the net (Net), nigga, I thought you was a thug\nThey ain't got nowhere to go, I shot up everywhere they was (Blrrrd)\nYeah, you know who took that shit from you (Blrrrd), come get it back in blood (Blrrrd, blrrrd)\nBitch, come get it back in blood (Big blrrrd)\nWe ain't mask up, no dodger (Nope), rich niggas know who it was (Fuck 'em)\nExtortin' shit just like the '80s, want something back, get it in blood (God)\nYeah, you know who took that shit from you, come get it back in blood (Bitch), blrrrd\n\n[Outro: Pooh Shiesty]\nCome get it back in blood (Blrrrd, big blrrrd)57Embed"
}