{
    "lyrics": "Single Saturday Night Lyrics[Verse 1]\nI was out taking shots\nThrowing down at the spot\nThree sheets, just me and the guys\nEvery single Saturday night\nI was killing time, crushing cans\nTrying not to catch a tan\n'Cause I was under them neon lights\nEvery single Saturday night, yeah\nEverybody knew they could find me there\nAnd right out of the blue, right out of nowhere\nOut of nowhere\n\n[Chorus]\nSittin’ over in the corner, baby, I saw\nPretty red lips, working on a White Claw\nShaking to a little, shook me all night long\nAnd I thought, \"Man, what a beautiful sight\"\nAin't a mornin' you don’t wake up in my shirt now\nEven holding hands walkin' out of church now\nWho'd of thought, baby, looking back that\nThat would be my last single Saturday night?\nYeah\nMy last single Saturday night\n[Verse 2]\nAnd now when I'm out, havin' a drink or two\nIf they see me, uh, well, they see you\n'Cause, girl, I got you by my side\nEvery single Saturday night, yeah\nEvery now and then, the boys tell me they miss me\nOh but they all get it 'cause they were right there with me\nYeah with me, when\n\n[Chorus]\nSittin' over in the corner, baby, I saw\nPretty red lips, working on a White Claw\nShakin’ to a little, shook me all night long\nAnd I thought, \"Man, what a beautiful sight\"\nAin’t a morning you don't wake up in my shirt now\nEven holding hands walkin’ out of church now\nWho'd of thought, baby, looking back that\nThat would be my last single Saturday night?\n\n[Bridge]\nThe last time that I'd by a drink for a girl I'd never met before\nI wasn’t looking for love when I walked through the door\nBut damn if I didn't find what I wasn't even looking for\n\n[Guitar Solo]\n[Chorus]\nSittin' over in the corner, baby, I saw\nPretty red lips, working on a White Claw\nShakin' to a little, shook me all night long\nAnd I thought, \"Man, what a beautiful sight\"\nAin't a morning you don't wake up in my shirt now\nLook at us even pickin' out a church now\nWho'd of thought, baby, looking back that\nThat would be my last single Saturday night?\nYeah\nMy last single Saturday nightEmbed"
}