{
    "lyrics": "One is not born a woman, but rather becomes one.\n—Simone  de  BeauvoirStrictly speaking,“women” cannot be said to exist.\n—Julia KristevaWoman does not have a sex.\n—Luce  IrigarayThe deployment of sexuality ... established this notion of sex.\n—Michel FoucaultThe category of sex is the political category that founds society as heterosexual.\n—Monique Wittigi. “ Women”  as  the  Subject  of  Feminism\nFor the most part, feminist theory has assumed that there is some existing identity, understood through the category of women, who not only initiates feminist interests and goals within discourse, but constitutes the subject for whom political representation is pursued. But politics and representation are controversial terms. On the one hand, representation serves as the operative term within a political process that seeks to extend visibility and legitimacy to women as political subjects; on the other hand, representation is the normative function of  a  language  which  is  said  either  to  reveal  or  to  distort  what  is assumed to be true about the category of women. For feminist theory, the development of a language that fully or adequately represents women  has  seemed  necessary  to  foster  the  political  visibility  of women. This has seemed obviously important considering the pervasive cultural condition in which women’s lives were either misrepresented or not represented at all.\n\nRecently, this prevailing conception of the relation between feminist theory and politics has come under challenge from within feminist discourse.The very subject of women is no longer understood in stable or abiding terms. There is a great deal of material that not only questions the viability of “the subject” as the ultimate candidate for representation or, indeed, liberation, but there is very little agreement after all on what it is that constitutes, or ought to constitute, the category of women. The domains of political and linguistic “representation” set out in advance the criterion by which subjects themselves  are formed, with the result that representation is extended only to what can be acknowledged as a subject. In other words, the qualifications for being a subject must first be met before representation can be extended.\n\nFoucault points out that juridical systems of power produce the subjects they subsequently come to represent.1 Juridical notions of power appear to regulate political life in purely negative terms—that is, through the limitation, prohibition, regulation, control, and even “protection” of individuals related to that political structure through the contingent and retractable operation of choice. But the subjects regulated by such structures are, by virtue of being subjected to them, formed, defined, and reproduced in accordance with the requirements of those structures. If this analysis is right, then the juridical formation of language and politics that represents women as “the subject” of feminism is itself a discursive formation and effect of a given version of representational politics. And the feminist subject turns out to be dis- cursively constituted by the very political system that is supposed to facilitate its emancipation. This becomes politically problematic if that system can be shown to produce gendered subjects along a differential axis of domination or to produce subjects who are presumed to be masculine. In such cases, an uncritical appeal to such a system for the emancipation of “women” will be clearly self-defeating.\n\nThe question of “the subject” is crucial for politics, and for feminist politics in particular, because juridical subjects are invariably produced through certain exclusionary practices that do not “show” once the juridical structure of politics has been established. In other words, the political construction of the subject proceeds with certain legitimating and exclusionary aims, and these political operations are effectively concealed and naturalized by a political analysis that takes juridical structures as their foundation. Juridical power inevitably “produces” what it claims merely to represent; hence, politics must be concerned with this dual function of power: the juridical and the productive. In effect, the law produces and then conceals the notion of “a subject before the law”2 in order to invoke that discursive formation as a naturalized foundational premise that subsequently legitimates that law’s own regulatory hegemony. It is not enough to inquire into how women might  become  more  fully  represented  in  language  and  politics. Feminist critique ought also to understand how the category of “women,” the subject of feminism, is produced and restrained by the very structures of power through which emancipation is sought.\n\nIndeed, the question of women as the subject of feminism raises the possibility that there may not be a subject who stands “before” the law, awaiting representation in or by the law. Perhaps the subject, as well as the invocation of a temporal “before,” is constituted by the law as the fictive foundation of its own claim to legitimacy. The prevailing assumption of the ontological integrity of the subject before the law might be understood as the contemporary trace of the state of nature hypothesis, that foundationalist fable constitutive of the juridical structures of classical liberalism. The performative invocation of a nonhistorical “before” becomes the foundational premise that guarantees a presocial ontology of persons who freely consent to be governed and, thereby, constitute the legitimacy of the social contract. the subject, however, there is the political problem that feminism encounters in the assumption that the term women denotes a common identity. Rather than a stable signifier that commands the assent of those whom it purports to describe and represent, women, even in the plural, has become a troublesome term, a site of contest, a cause for anxiety. As Denise Riley’s title suggests, Am I That Name? is a question produced by the very possibility of the name’s multiple significations.3  If one “is” a woman, that is surely not all one is; the term fails to be exhaustive, not because a pregendered “person” transcends the specific paraphernalia of its gender, but because gender is not always constituted coherently or consistently in different historical contexts, and because gender inter- sects with racial, class, ethnic, sexual, and regional modalities of discursively constituted identities. As a result, it becomes impossible to separate out “gender” from the political and cultural intersections in which it is invariably produced and maintained.\n\nThe political assumption that there must be a universal basis for feminism, one which must be found in an identity assumed to exist cross-culturally, often accompanies the notion that the oppression of women has some singular form discernible in the universal or hegemonic structure of patriarchy or masculine domination. The notion of a universal patriarchy has been widely criticized in recent years for its failure to account for the workings of gender oppression in the con- crete cultural contexts in which it exists.Where those various contexts have been consulted within such theories, it has been to find “examples” or “illustrations” of a universal principle that is assumed from the start. That form of feminist theorizing has come under criticism for its efforts to colonize and appropriate non-Western cultures to support highly Western notions of oppression, but because they tend as well to construct a “Third World” or even an “Orient” in which gender oppression is subtly explained as symptomatic of an essential, non-Western barbarism. The urgency of feminism to establish a universal status for patriarchy in order to strengthen the appearance of feminism’s own claims to be representative has occasionally motivated the shortcut to a categorial or fictive universality of the structure of domination, held to produce women’s common subjugated experience.\n\nAlthough the claim of universal patriarchy no longer enjoys the kind of credibility it once did, the notion of a generally shared conception of “women,” the corollary to that framework, has been much more difficult to displace. Certainly, there have been plenty of debates: Is there some commonality among “women” that preexists their oppression, or do “women” have a bond by virtue of their oppression alone? Is there a specificity to women’s cultures that is independent of their sub- ordination by hegemonic, masculinist cultures? Are the specificity and integrity of women’s cultural or linguistic practices always specified against and, hence, within the terms of some more dominant cultural formation? If there is a region of the “specifically feminine,” one that is both differentiated from the masculine as such and recognizable in its difference by an unmarked and, hence, presumed universality of “women”? The masculine/feminine binary constitutes not only the exclusive framework in which that specificity can be recognized, but in every other way the “specificity” of the feminine is once again fully decontextualized and separated off analytically and politically from the constitution of class, race, ethnicity, and other axes of power relations that both constitute “identity” and make the singular notion of identity a misnomer.4\n\nMy suggestion is that the presumed universality and unity of the subject of feminism is effectively undermined by the constraints of the representational discourse in which it functions. Indeed, the premature insistence on a stable subject of feminism, understood as a seamless category of women, inevitably generates multiple refusals to accept the category. These domains of exclusion reveal the coercive and regulatory consequences  of that construction, even when  the construction has been elaborated for emancipatory purposes. Indeed, the fragmentation within feminism and the paradoxical opposition to feminism from “women” whom feminism claims to represent suggest the necessary representation for a subject that it itself constructs has the ironic consequence that feminist goals risk failure by refusing to take account of the constitutive powers of their own representational claims. This problem is not ameliorated through an appeal to the category of women for merely “strategic” purposes, for strategies always have meanings that exceed the purposes for which they are intended. In this case, exclusion itself might qualify as such an unintended yet consequential meaning. By conforming to a requirement of representational politics that feminism articulate a stable subject, feminism thus opens itself to charges of gross misrepresentation.\nObviously, the political task is not to refuse representational politics—as if we could. The juridical structures of language and politics constitute the contemporary field of power; hence, there is no position outside this field, but only a critical genealogy of its own legitimating practices. As such, the critical point of departure is the historical present, as Marx put it. And the task is to formulate within this constituted frame a critique of the categories of identity that contemporary juridical structures engender, naturalize, and immobilize.\n\nPerhaps there is an opportunity at this juncture of cultural politics, a period that some would call “postfeminist,” to reflect from within a feminist perspective on the injunction to construct a subject of feminism. Within feminist political practice, a radical rethinking  of the ontological constructions of identity appears to be necessary in order to formulate a representational politics that might revive feminism on other grounds. On the other hand, it may be time to entertain a radical critique that seeks to free feminist theory from the necessity of having to construct a single or abiding ground which is invariably contested by those identity positions or anti-identity positions that it invariably excludes. Do the exclusionary practices that ground feminist theory in a notion of “women” as subject paradoxically undercut feminist goals to extend its claims to “representation”?5\nPerhaps the problem is even more serious. Is the construction of the category of women as a coherent and stable subject an unwitting regulation and reification of gender relations? And is not such a reification precisely contrary to feminist aims? To what extent does the cate- gory of women achieve stability and coherence only in the context of the heterosexual matrix?6 If a stable notion of gender no longer proves to be the foundational premise of feminist politics, perhaps a new sort of feminist politics is now desirable to contest the very reifications of gender and identity, one that will take the variable construction of identity as both a methodological and normative prerequisite, if not a political goal.\n\nTo trace the political operations that produce and conceal what qualifies as the juridical subject of feminism is precisely the task of a feminist genealogy of the category of women. In the course of this effort to question “women” as the subject of feminism, the unproblematic invocation of that category may prove to preclude the possibility of feminism as a representational politics. What sense does it make to extend representation to subjects who are constructed through the exclusion of those who fail to conform to unspoken normative requirements of the subject? What relations of domination and exclusion are inadvertently sustained when representation becomes the sole focus of politics? The identity of the feminist subject ought not to be the foundation of feminist politics, if the formation of the subject takes place within a field of power regularly buried through the assertion of that foundation. Perhaps, paradoxically, “representation” will be shown to make sense for feminism only when the subject of “women” is nowhere presumed.\n\nii. The  Compulsory  Order  of  Sex/Gender/Desire\nAlthough the unproblematic unity of “women” is often invoked to con- struct a solidarity of identity, a split is introduced in the feminist subject by the distinction between sex and gender. Originally intended to dispute the biology-is-destiny  formulation, the distinction between sex and gender serves the argument that whatever biological intractability sex appears to have, gender is culturally constructed: hence, gender is neither the causal result of sex nor as seemingly fixed as sex. The unity of the subject is thus already potentially contested by the distinction that permits of gender as a multiple interpretation of sex. 7\n\nIf gender is the cultural meanings that the sexed body assumes, then a gender cannot be said to follow from a sex in any one way. Taken to its logical limit, the sex/gender distinction suggests a radical dis- continuity between sexed bodies and culturally constructed genders. Assuming for the moment the stability of binary sex, it does not follow that the construction of “men” will accrue exclusively to the bodies of males or that “women” will interpret only female bodies. Further, even if the sexes appear to be unproblematically binary in their morphology and constitution (which will become a question), there is no reason to assume that genders ought also to remain as two.8 The presumption of a binary gender system implicitly retains the belief in a mimetic relation of gender to sex whereby gender mirrors sex or is otherwise restricted by it. When the constructed status of gender is theorized as radically independent of sex, gender itself becomes a free-floating artifice, with the consequence that man and masculine might just as easily signify a female body as a male one, and woman and feminine a male body as easily as a female one.\n\nThis radical splitting of the gendered subject poses yet another set of problems. Can we refer to a “given” sex or a “given” gender without first inquiring into how sex and/or gender is given, through what means? And what is “sex” anyway? Is it natural, anatomical, chromosomal, or hormonal, and how is a feminist critic to assess the scientific discourses which purport to establish such “facts” for us?9 Does sex have a history?10 Does each sex have a different history, or histories? Is there a history of how the duality of sex was established, a genealogy that might expose the binary options as a variable construction? Are the ostensibly natural facts of sex discursively produced by various scientific discourses in the service of other political and social interests? If the immutable character of sex is contested, perhaps this construct called “sex” is as culturally constructed as gender; indeed, perhaps it was always already gender, with the consequence that the distinction between sex and gender turns out to be no distinction at all.11\n\nIt would make no sense, then, to define gender as the cultural interpretation of sex, if sex itself is a gendered category. Gender ought not to be conceived merely as the cultural inscription of meaning on a pregiven sex (a juridical conception); gender must also designate the very apparatus of production whereby the sexes themselves are established. As a result, gender is not to culture as sex is to nature; gender is also the discursive/cultural means by which “sexed nature” or “a natural sex” is produced and established as “prediscursive,” prior to culture, a politically neutral surface on which culture acts. This construction of “sex” as the radically unconstructed will concern us again in the discus- sion of Lévi-Strauss and structuralism in chapter 2. At this juncture it is already clear that one way the internal stability and binary frame for sex is effectively secured is by casting the duality of sex in a prediscursive domain. This production of sex as the prediscursive ought to be understood as the effect of the apparatus of cultural construction designated by gender. How, then, does gender need to be reformulated to encompass the power relations that produce the effect of a prediscursive sex and so conceal that very operation of discursive production?\n\niii.  Gender : The  Circular  Ruins  of Contemporary  Debate\nIs there “a” gender which persons are said to have, or is it an essential attribute that a person is said to be, as implied in the question “What gender are you?” When feminist theorists claim that gender is the cultural interpretation of sex or that gender is culturally constructed, what is the manner or mechanism of this construction? If gender is construct- ed, could it be constructed  differently, or does its constructedness imply some form of social determinism, foreclosing the possibility of agency and transformation? Does “construction” suggest that certain laws generate gender differences along universal axes of sexual difference? How and where does the construction of gender take place? What sense can we make of a construction that cannot assume a human con- structor prior to that construction? On some accounts, the notion that gender is constructed suggests a certain determinism of gender meanings inscribed on anatomically differentiated bodies, where those bodies are understood as passive recipients of an inexorable cultural law. When the relevant “culture” that “constructs” gender is understood in terms of such a law or set of laws, then it seems that gender is as deter- mined and fixed as it was under the biology-is-destiny formulation. In such a case, not biology, but culture, becomes destiny.\n\nOn the other hand, Simone de Beauvoir suggests in The Second Sex that “one is not born a woman, but, rather, becomes one.”12 For Beauvoir, gender is “constructed,” but implied in her formulation is an agent, a cogito, who somehow takes on or appropriates that gender and could, in principle, take on some other gender. Is gender as variable and volitional as Beauvoir’s account seems to suggest? Can “construction” in such a case be reduced to a form of choice? Beauvoir is clear that one “becomes” a woman, but always under a cultural compulsion to become one. And clearly, the compulsion does not come from “sex.” There is nothing in her account that guarantees that the “one” who becomes a woman is necessarily female. If “the body is a situation,”13 as she claims, there is no recourse to a body that has not always already been interpreted by cultural meanings; hence, sex could not qualify as a prediscursive anatomical facticity. Indeed, sex, by definition, will be shown to have been gender all along.14\n\nThe  controversy  over  the  meaning  of  construction  appears  to founder on the conventional philosophical polarity between free will and determinism. As a consequence, one might reasonably suspect that some common linguistic restriction on thought both forms and limits the terms of the debate. Within those terms, “the body” appears as a passive medium on which cultural meanings are inscribed or as the instrument through which an appropriative and interpretive will determines a cultural meaning for itself. In either case, the body is figured as a mere instrument or medium for which a set of cultural meanings are only externally related. But “the body” is itself a construction, as are the myriad “bodies” that constitute the domain of gendered subjects. Bodies cannot be said to have a signifiable existence prior to the mark of their gender; the question then emerges: To what extent does the body come into being in and through the mark(s) of gender? How do we reconceive the body no longer as a passive medium or instrument awaiting the enlivening capacity of a distinctly immaterial will?15\n\nWhether gender or sex is fixed or free is a function of a discourse which, it will be suggested, seeks to set certain limits to analysis or to safeguard certain tenets of humanism as presuppositional to any analysis of gender. The locus of intractability, whether in “sex” or “gender” or in the very meaning of “construction,” provides a clue to what cultural possibilities can and cannot become mobilized through any further analysis. The limits of the discursive analysis of gender presuppose and preempt the possibilities of imaginable and realizable gender con- figurations within culture. This is not to say that any and all gendered possibilities are open, but that the boundaries of analysis suggest the limits of a discursively conditioned experience. These limits are always set within the terms of a hegemonic cultural discourse predicated on binary structures that appear as the language of universal rationality. Constraint is thus built into what that language constitutes as the imaginable domain of gender.\n\nAlthough social scientists refer to gender as a “factor” or a “dimension” of an analysis, it is also applied to embodied persons as “a mark” of bio- logical, linguistic, and/or cultural difference. In these latter cases, gender can be understood as a signification that an (already) sexually differentiated  body assumes, but even then  that  signification exists only in relation to another, opposing signification. Some feminist theorists claim that gender is “a relation,” indeed, a set of relations, and not an individual attribute. Others, following Beauvoir, would argue that only the feminine gender is marked, that the universal person and the masculine gender are conflated, thereby defining women in terms of their sex and extolling men as the bearers of a body-transcendent universal personhood.\n\nIn a move that complicates the discussion further, Luce Irigaray argues that women constitute a paradox, if not a contradiction, within the discourse of identity itself. Women are the “sex” which is not “one.” Within a language pervasively masculinist, a phallogocentric language, women constitute the unrepresentable. In other words, women represent the sex that cannot be thought, a linguistic absence and opacity. Within a language that rests on univocal signification, the female sex constitutes the unconstrainable and undesignatable. In this sense, women are the sex which is not “one,” but multiple.16 In opposition to Beauvoir, for  whom  women  are  designated  as  the  Other, Irigaray argues that both the subject and the Other are masculine mainstays of a closed phallogocentric signifying economy that achieves its totalizing goal through the exclusion of the feminine altogether. For Beauvoir, women are the negative of men, the lack against which masculine identity differentiates itself; for Irigaray, that particular dialectic constitutes a system that excludes an entirely different economy of signification. Women are not only represented falsely within the Sartrian frame of signifying-subject and signified-Other, but the falsity of the signification points out the entire structure of representation as inadequate. The sex which is not one, then, provides a point of departure for a criticism of hegemonic Western representation and of the metaphysics of substance that structures the very notion of the subject.\nWhat is the metaphysics of substance, and how does it inform thinking about the categories of sex? In the first instance, humanist conceptions of the subject tend to assume a substantive person who is the bearer of various essential and nonessential attributes. A humanist feminist position might understand gender as an attribute of a person who is characterized essentially as a pregendered substance or “core,” called the person, denoting a universal capacity for reason, moral deliberation, or language. The  universal conception of the  person, however, is displaced as a point of departure for a social theory of gender by those historical and anthropological positions that understand gender as a relation among socially constituted subjects in specifiable contexts. This relational or contextual point of view suggests that what the person “is,” and, indeed, what gender “is,” is always relative to the constructed relations in which it is determined.17 As a shifting and contextual phenomenon, gender does not denote a substantive being, but a relative point of convergence among culturally and historically specific sets of relations.\n\nIrigaray would maintain, however, that the feminine “sex” is a point of linguistic absence, the impossibility of a grammatically denoted sub- stance, and, hence, the point of view that exposes that substance as an abiding and foundational illusion of a masculinist discourse. This absence is not marked as such within the masculine signifying economy—a contention that reverses Beauvoir’s argument (and Wittig’s) that the female sex is marked, while the male sex is not. For Irigaray, the female sex is not a “lack” or an “Other” that immanently and negatively defines the subject in its masculinity. On the contrary, the female sex eludes the very requirements of representation, for she is neither “Other” nor the “lack,” those categories remaining relative to the Sartrian subject, immanent to that phallogocentric scheme. Hence, for Irigaray, the feminine could never be the mark of a subject, as Beauvoir would suggest. Further, the feminine could not be theorized in terms of a determinate relation between the masculine and the feminine with- in any given discourse, for discourse is not a relevant notion here. Even in their variety, discourses constitute so many modalities of phallogocentric language. The female sex is thus also the subject that is not one. The relation between masculine and feminine cannot be represented in a signifying economy in which the masculine constitutes the closed circle of signifier and signified. Paradoxically enough, Beauvoir prefigured this impossibility in The Second Sex when she argued that men could not settle the question of women because they would then be acting as both judge and party to the case.18\n\nThe distinctions among the above positions are far from discrete; each of them can be understood to problematize the locality and meaning of both the “subject” and “gender” within the context of socially instituted gender asymmetry. The interpretive possibilities of gender are in no sense exhausted by the alternatives suggested above. The problematic circularity of a feminist inquiry into gender is under- scored by the presence of positions which, on the one hand, presume that gender is a secondary characteristic of persons and those which, on the other hand, argue that the very notion of the person, positioned within language as a “subject,” is a masculinist construction and prerogative which effectively excludes the structural and semantic possibility of a feminine gender. The consequence of such sharp disagreements about the meaning of gender (indeed, whether gender is the term to be argued about at all, or whether the discursive construction of sex is, indeed, more fundamental, or perhaps women or woman and/or men and man) establishes the need for a radical rethinking of the categories of identity within the context of relations of radical gender asymmetry.\n\nFor Beauvoir, the “subject” within the existential analytic of misogyny is always already masculine, conflated with the universal, differentiating itself from a feminine “Other” outside the universalizing norms of personhood, hopelessly “particular,” embodied, condemned to immanence. Although Beauvoir is often understood to be calling for the right of women, in effect, to become  existential subjects  and, hence, for inclusion within the terms of an abstract universality, her position also implies a fundamental critique of the very disembodiment of the abstract masculine epistemological subject.19 That subject is abstract to the extent that it disavows its socially marked embodiment and, further, projects that disavowed and disparaged embodiment on to the feminine sphere, effectively renaming the body as female. This association of the body with the female works along magi- cal relations of reciprocity whereby the female sex becomes restricted to its body, and the male body, fully disavowed, becomes, paradoxically, the incorporeal instrument of an ostensibly radical freedom. Beauvoir’s analysis implicitly poses the question: Through what act of negation and disavowal does the masculine pose as a disembodied universality and the feminine get constructed as a disavowed corporeality? The dialectic of master-slave, here fully reformulated within the non- reciprocal terms of gender asymmetry, prefigures what Irigaray will later describe as the masculine signifying economy that includes both the existential subject and its Other.\n\nBeauvoir proposes that the female body ought to be the situation and instrumentality of women’s freedom, not a defining and limiting essence.20 The theory of embodiment informing Beauvoir’s analysis is clearly limited by the uncritical reproduction of the Cartesian distinction between freedom and the body. Despite my own previous efforts to argue the contrary, it appears that Beauvoir maintains the mind/ body dualism, even as she proposes a synthesis of those terms.21 The preservation of that very distinction can be read as symptomatic of the very phallogocentrism that Beauvoir underestimates. In the philosophical tradition that begins with Plato and continues through Descartes, Husserl, and Sartre, the ontological distinction between soul (consciousness, mind) and body invariably supports relations of political and psychic subordination and hierarchy. The mind not only subjugates the body, but occasionally entertains the fantasy of fleeing its embodiment altogether. The cultural associations of mind with masculinity and body with femininity are well documented within the field of philosophy and feminism.22 As a result, any uncritical reproduction of the mind/body distinction ought to be rethought for the implicit gender hierarchy that the distinction has conventionally produced, maintained, and rationalized.\n\nThe discursive construction of “the body” and its separation from “freedom” in Beauvoir fails to mark along the axis of gender the very mind-body distinction that is supposed to illuminate the persistence of gender asymmetry. Officially, Beauvoir contends that the female body is marked within masculinist discourse, whereby the masculine body, in its conflation with the universal, remains unmarked. Irigaray clearly  suggests  that  both  marker  and  marked  are  maintained  within  a masculinist mode of signification in which the female body is “marked off,” as it were, from the domain of the signifiable. In post-Hegelian terms, she is “cancelled,” but not preserved. On Irigaray’s reading, Beauvoir’s claim that woman “is sex” is reversed to mean that she is not the sex she is designated to be, but, rather, the masculine sex encore (and en corps) parading in the mode of otherness. For Irigaray, that phallogocentric mode of signifying the female sex perpetually reproduces phantasms of its own self-amplifying desire. Instead of a self-limiting linguistic gesture that grants alterity or difference to women, phallogocentrism offers a name to eclipse the feminine and take its place.\n\niv. Theorizing the Binary, the Unitary, and  Beyond\nBeauvoir and Irigaray clearly differ over the fundamental structures by which gender asymmetry is reproduced; Beauvoir turns to the failed reciprocity of an asymmetrical dialectic, while Irigaray suggests that the dialectic itself is the monologic elaboration of a masculinist signify- ing economy. Although Irigaray clearly broadens the scope of feminist critique by exposing the epistemological, ontological, and logical structures of a masculinist signifying economy, the power of her analy- sis is undercut precisely by its globalizing reach. Is it possible to identify a monolithic as well as a monologic masculinist economy that traverses the array of cultural and historical contexts in which sexual difference takes place? Is the failure to acknowledge the specific cultural operations of gender oppression itself a kind of epistemological imperialism, one which is not ameliorated by the simple elaboration of cultural differences as “examples” of the selfsame phallogocentrism? The effort to include “Other” cultures as variegated amplifications of a global phallogocentrism constitutes an appropriative act that risks a repetition of the self-aggrandizing gesture of phallogocentrism, colonizing under the sign of the same those differences that might other- wise call that totalizing concept into question.23\n\nFeminist critique ought to explore the totalizing claims of a masculinist signifying economy, but also remain self-critical with respect to the totalizing gestures of feminism. The effort to identify the enemy as singular in form is a reverse-discourse that uncritically mimics the strategy of the oppressor instead of offering a different set of terms. That the tactic can operate in feminist and antifeminist contexts alike suggests that the colonizing gesture is not primarily or irreducibly mas- culinist. It can operate to effect other relations of racial, class, and het- erosexist  subordination, to name but a few. And clearly, listing the varieties of oppression, as I began to do, assumes their discrete, sequen- tial coexistence along a horizontal axis that does not describe their con- vergences within the social field. A vertical model is similarly insufficient; oppressions cannot be summarily ranked, causally related, distributed among planes of “originality” and “derivativeness.”24 Indeed, the field of power structured in part by the imperializing gesture of dialectical appropriation exceeds and encompasses the axis of sexual difference, offering a mapping of intersecting differentials which cannot be summarily hierarchized either within the terms of phallogocentrism or any other candidate for the position of “primary condition of oppres- sion.” Rather than an exclusive tactic of masculinist signifying econo- mies, dialectical appropriation and suppression of the Other is one tactic among many, deployed centrally but not exclusively in the service of expanding and rationalizing the masculinist domain.\n\nThe contemporary feminist debates over essentialism raise the question of the universality of female identity and masculinist oppression in other ways. Universalistic claims are based on a common or shared epistemological standpoint, understood as the articulated consciousness or shared structures of oppression or in the ostensibly transcultural structures of femininity, maternity, sexuality, and/or écriture feminine. The opening discussion in this chapter argued that this globalizing gesture has spawned a number of criticisms from women who claim that the category of “women” is normative and exclusionary and is invoked with the unmarked dimensions of class and racial privilege intact. In other words, the insistence upon the coherence and unity of the  category  of  women  has  effectively  refused  the  multiplicity  of cultural, social, and political intersections in which the concrete array of “women” are constructed.\n\nSome  efforts  have  been  made  to  formulate  coalitional  politics which do not assume in advance what the content of “women” will be. They propose instead a set of dialogic encounters by which variously positioned women articulate separate identities within the framework of an emergent coalition. Clearly, the value of coalitional politics is not to be underestimated, but the very form of coalition, of an emerging and unpredictable assemblage of positions, cannot be figured in advance. Despite the clearly democratizing impulse that motivates coalition building, the coalitional theorist can inadvertently reinsert herself as sovereign of the process by trying to assert an ideal form for coalitional structures in advance, one that will effectively  guarantee unity as the outcome. Related efforts to determine what is and is not the true shape of a dialogue, what constitutes a subject-position, and, most importantly, when “unity” has been reached, can impede the self- shaping and self-limiting dynamics of coalition.\n\nThe insistence in advance on coalitional “unity” as a goal assumes that solidarity, whatever its price, is a prerequisite for political action. But what sort of politics demands that kind of advance purchase on unity? Perhaps a coalition needs to acknowledge its contradictions and take action with those contradictions intact. Perhaps also part of what dialogic understanding entails is the acceptance of divergence, break- age, splinter, and fragmentation as part of the often tortuous process of democratization. The very notion of “dialogue” is culturally specific and historically bound, and while one speaker may feel secure that a conversation is happening, another may be sure it is not. The power relations that condition and limit dialogic possibilities need first to be interrogated. Otherwise, the model of dialogue risks relapsing into a liberal model that assumes that speaking agents occupy equal positions of power and speak with the same presuppositions about what constitutes “agreement” and “unity” and, indeed, that those are the goals to be sought. It would be wrong to assume in advance that there is a category of “women” that simply needs to be filled in with various components of race, class, age, ethnicity, and sexuality in order to become complete. The assumption of its essential incompleteness permits that category to serve as a permanently available site of contested meanings. The definitional incompleteness of the category might then serve as a normative ideal relieved of coercive force.\n\nIs “unity” necessary for effective political action? Is the premature insistence on the goal of unity precisely the cause of an ever more bit- ter fragmentation among the ranks? Certain forms of acknowledged fragmentation might facilitate coalitional action precisely because the “unity” of the category of women is neither presupposed nor desired. Does “unity” set up an exclusionary norm of solidarity at the level of identity that rules out the possibility of a set of actions which disrupt the very borders of identity concepts, or which seek to accomplish precisely that disruption as an explicit political aim? Without the pre- supposition or goal of “unity,” which is, in either case, always instituted at a conceptual level, provisional unities might emerge in the context of concrete actions that have purposes other than the articulation of identity. Without the compulsory expectation  that feminist actions must be instituted from some stable, unified, and agreed-upon identity, those actions might well get a quicker start and seem more congenial to a number of “women” for whom the meaning of the category is permanently moot.\n\nThis antifoundationalist approach to coalitional politics assumes neither that “identity” is a premise nor that the shape or meaning of a coalitional assemblage can be known prior to its achievement. Because the articulation of an identity within available cultural terms instates a definition that forecloses in advance the emergence of new identity concepts in and through politically engaged actions, the foundationalist tactic cannot take the transformation or expansion of existing identity concepts as a normative goal. Moreover, when agreed-upon identities or  agreed-upon  dialogic  structures,  through  which  already  established identities are communicated, no longer constitute the theme or subject of politics, then identities can come into being and dissolve depending on the concrete practices that constitute them. Certain political practices institute identities on a contingent basis in order to accomplish whatever aims are in view. Coalitional politics requires neither an expanded category of “women” nor an internally multiplicitous self that offers its complexity at once.\nGender is a complexity whose totality is permanently deferred, never fully what it is at any given juncture in time. An open coalition, then, will affirm identities that are alternately instituted and relinquished according to the purposes at hand; it will be an open assemblage that permits of multiple convergences and divergences without obedience to a normative telos of definitional closure.\n\nv.  Identity,  Sex,  and  the  Metaphysics  of  Substance\nWhat can be meant by “identity,” then, and what grounds the presumption that identities are self-identical, persisting through time as the same, unified  and  internally  coherent?  More  importantly, how  do these assumptions inform the discourses on “gender identity”? It would be wrong to think that the discussion of “identity” ought to proceed prior to a discussion of gender identity for the simple reason that “per- sons” only become intelligible through becoming gendered in conformity with recognizable standards of gender intelligibility. Sociological discussions have conventionally sought to understand the notion of the person in terms of an agency that claims ontological priority to the various roles and functions through which it assumes social visibility and meaning. Within philosophical discourse itself, the notion of “the person” has received analytic elaboration on the assumption that what- ever social context the person is “in” remains somehow externally related to the definitional structure of personhood, be that conscious- ness, the capacity for language, or moral deliberation. Although that literature is not examined here, one premise of such inquiries is the focus of critical exploration and inversion. Whereas the question of what  constitutes  “personal  identity”  within  philosophical  accounts almost always centers on the question of what internal feature of the person establishes the continuity or self-identity of the person through time, the question here will be: To what extent do regulatory practices of gender formation and division constitute identity, the internal coher- ence of the subject, indeed, the self-identical status of the person? To what extent is “identity” a normative ideal rather than a descriptive feature of experience? And how do the regulatory practices that govern gender also govern culturally intelligible notions of identity? In other words, the “coherence” and “continuity” of “the person” are not logical or analytic features of personhood, but, rather, socially instituted and maintained norms of intelligibility. Inasmuch as “identity” is assured through the stabilizing concepts of sex, gender, and sexuality, the very notion of “the person” is called into question by the cultural emergence of those “incoherent” or “discontinuous” gendered beings who appear to be persons but who fail to conform to the gendered norms of cultural intelligibility by which persons are defined.\n\n“Intelligible” genders are those which in some sense institute and maintain relations of coherence and continuity among sex, gender, sexual practice, and desire. In other words, the spectres of discontinuity and incoherence, themselves thinkable only in relation to existing norms of continuity and coherence, are constantly prohibited and produced by the very laws that seek to establish causal or expressive lines of connection among biological sex, culturally constituted genders, and the “expression” or “effect” of both in the manifestation of sexual desire through sexual practice.\n\nThe notion that there might be a “truth” of sex, as Foucault ironically terms it, is produced precisely through the regulatory practices that generate coherent identities through the matrix of coherent gender norms. The heterosexualization of desire requires and institutes the production  of  discrete  and  asymmetrical  oppositions  between “feminine” and “masculine,” where these are understood as expressive attributes of “male” and “female.” The cultural matrix through which gender identity has become intelligible requires that certain kinds of “identities” cannot “exist”—that is, those in which gender does not follow from sex and those in which the practices of desire do not “follow” from either sex or gender. “Follow” in this context is a political relation of entailment instituted by the cultural laws that establish and regulate the shape and meaning of sexuality. Indeed, precisely because certain kinds of “gender identities” fail to conform to those norms of cultural intelligibility, they appear only as developmental failures or logical impossibilities from within that domain. Their persistence and proliferation, however, provide critical opportunities to expose the limits and regulatory aims of that domain of intelligibility and, hence, to open up within the very terms of that matrix of intelligibility rival and subversive matrices of gender disorder.\n\nBefore such disordering practices are considered, however, it seems crucial to understand the “matrix of intelligibility.” Is it singular? Of what is it composed? What is the peculiar alliance presumed to exist between a system of compulsory heterosexuality and the discursive categories that establish the identity concepts of sex? If “identity” is an effect of discursive practices, to what extent is gender identity, construed as a relationship among sex, gender, sexual practice, and desire, the effect of a regulatory practice that can be identified as compulsory heterosexuality? Would that explanation return us to yet another totalizing frame in which compulsory heterosexuality merely takes the place of phallogocentrism as the monolithic cause of gender oppression?\n\nWithin the spectrum of French feminist and poststructuralist theory, very different regimes of power are understood to produce the identity concepts of sex. Consider the divergence between those positions, such as Irigaray’s, that claim there is only one sex, the masculine, that elaborates itself in and through the production of the “Other,” and those positions, Foucault’s, for instance, that assume that the category of sex, whether masculine or feminine, is a production of a diffuse regulatory economy of sexuality. Consider also Wittig’s argument that the category of sex is, under the conditions of compulsory heterosexuality, always feminine (the masculine remaining unmarked and, hence, synonymous with the “universal”). Wittig concurs, however paradoxically, with Foucault in claiming that the category of sex would itself disappear and, indeed, dissipate through the disruption and displacement of heterosexual hegemony.\n\nThe various explanatory models offered here suggest the very different ways in which the category of sex is understood depending on how the field of power is articulated. Is it possible to maintain the complexity of these fields of power and think through their productive capacities together? On the one hand, Irigaray’s theory of sexual difference suggests that women can never be understood on the model of a “subject” within the conventional representational systems of Western culture precisely because they constitute the fetish of representation and, hence, the unrepresentable as such.Women can never “be,” accord- ing to this ontology of substances, precisely because they are the relation of difference, the excluded, by which that domain marks itself off. Women are also a “difference” that cannot be understood as the simple negation or “Other” of the always-already-masculine subject. As dis- cussed earlier, they are neither the subject nor its Other, but a difference from the economy of binary opposition, itself a ruse for a monologic elaboration of the masculine.\n\nCentral to each of these views, however, is the notion that sex appears within hegemonic language as a substance, as, metaphysically speaking, a self-identical being. This appearance is achieved through a performative twist of language and/or discourse that conceals the fact that “being” a sex or a gender is fundamentally impossible. For Irigaray, grammar  can  never  be  a  true  index  of  gender  relations  precisely because it supports the substantial model of gender as a binary relation between two positive and representable terms.25 In Irigaray’s view, the substantive grammar of gender, which assumes men and women as well as their attributes of masculine and feminine, is an example of a binary that effectively masks the univocal and hegemonic discourse of the masculine, phallogocentrism, silencing the feminine as a site of subversive multiplicity. For Foucault, the substantive grammar of sex imposes an artificial binary relation between the sexes, as well as an artificial internal coherence within each term of that binary. The binary regulation of sexuality suppresses the subversive multiplicity of a sexuality that disrupts heterosexual, reproductive, and medicojuridical hegemonies.\n\nFor Wittig, the binary restriction on sex serves the reproductive aims  of  a  system  of  compulsory  heterosexuality;  occasionally,  she claims that the overthrow of compulsory heterosexuality will inaugurate a true humanism of “the person” freed from the shackles of sex. In other contexts, she suggests that the profusion and diffusion of a non- phallocentric erotic economy will dispel the illusions of sex, gender, and identity. At yet other textual moments it seems that “the lesbian” emerges as a third gender that promises to transcend the binary restriction on sex imposed by the system of compulsory heterosexuality. In her defense of the “cognitive subject,” Wittig appears to have no metaphysical quarrel with hegemonic modes of signification or representation; indeed, the subject, with its attribute of self-determination, appears to be the rehabilitation of the agent of existential choice under the name of the lesbian: “the advent of individual subjects demands first destroying the categories of sex . . . the lesbian is the only concept I know of which is beyond the categories of sex.”26 She does not criticize “the subject” as invariably masculine according to the rules of an inevitably patriarchal Symbolic, but proposes in its place the equivalent of a lesbian subject as language-user.27\n\nThe identification of women with “sex,” for Beauvoir as for Wittig, is a conflation of the category of women with the ostensibly sexualized features of their bodies and, hence, a refusal to grant freedom and autonomy to women as it is purportedly enjoyed by men. Thus, the destruction of the category of sex would be the destruction of an attribute, sex, that has, through a misogynist gesture of synecdoche, come to take the place of the person, the self-determining cogito. In other  words, only  men  are “persons,” and  there  is  no  gender  but the feminine:Gender is the linguistic index of the political opposition between the sexes. Gender is used here in the singular because indeed there are not two genders. There is only one: the feminine, the “masculine” not being a gender. For the masculine is not the masculine, but the general.28Hence, Wittig calls for the destruction of “sex” so that women can assume the status of a universal subject. On the way toward that destruction, “women” must assume both a particular and a universal point of view.29 As a subject who can realize concrete universality through freedom, Wittig’s lesbian confirms rather than contests the normative promise of humanist ideals premised on the metaphysics of substance. In this respect, Wittig is distinguished from Irigaray, not only in terms of the now familiar oppositions between essentialism and materialism,30 but in terms of the adherence to a metaphysics of sub- stance that confirms the normative model of humanism as the frame- work for feminism. Where it seems that Wittig has subscribed to a radical project of lesbian emancipation and enforced a distinction between “lesbian” and “woman,” she does this through the defense of the pregendered “person,” characterized as freedom. This move not only confirms the presocial status of human freedom, but subscribes to that metaphysics of substance that is responsible for the production and naturalization of the category of sex itself.\n\nThe metaphysics of substance is a phrase that is associated with Nietzsche within the contemporary criticism of philosophical dis- course. In a commentary on Nietzsche, Michel Haar argues that a number of philosophical ontologies have been trapped within certain illusions of “Being” and “Substance” that are fostered by the belief that the grammatical formulation of subject and predicate reflects the prior ontological reality of substance and attribute. These constructs, argues Haar, constitute the artificial philosophical means by which simplicity, order, and identity are effectively instituted. In no sense, however, do they reveal or represent some true order of things. For our purposes, this Nietzschean criticism becomes instructive when it is applied to the psychological categories that govern much popular and theoretical thinking about gender identity. According to Haar, the critique of the metaphysics of substance implies a critique of the very notion of the psychological person as a substantive thing:The destruction of logic by means of its genealogy brings with it as well the ruin of the psychological categories founded upon this logic. All psychological categories (the ego, the individual, the person) derive from the illusion of substantial identity. But this illusion goes back basically to a superstition that deceives not only common sense but also philosophers—namely, the belief in language and, more precisely, in the truth of grammatical categories. It was grammar (the structure of subject and predicate) that inspired Descartes’ certainty that “I” is the subject of “think,” whereas it is rather the thoughts that come to “me”: at bottom, faith in grammar simply conveys the will to be the “cause” of one’s thoughts. The subject, the self, the individual, are just so many false concepts, since they transform into substances fictitious unities having at the start only a linguistic reality.31Wittig provides an alternative critique by showing that persons cannot be signified within language without the mark of gender. She provides a political analysis of the grammar of gender in French. According to Wittig, gender not only designates persons, “qualifies” them, as it were, but constitutes a conceptual episteme by which binary gender is universalized. Although French gives gender to all sorts of nouns other than persons, Wittig argues that her analysis has consequences for English as well. At the outset of “The Mark of Gender” (1984), she writes:The mark of gender, according to grammarians, concerns substantives. They talk about it in terms of function. If they question its meaning, they may joke about it, calling gender a “fictive sex.” ... as far as the categories of the person are concerned, both [English and French] are bearers of gender to the same extent. Both indeed give way to a primitive ontological concept that enforces in language a division of beings into sexes.... As an ontological concept that deals with the nature of Being, along with a whole nebula of other primitive concepts belonging to the same line of thought, gender seems to belong primarily to philosophy.32For gender to “belong to philosophy” is, for Wittig, to belong to “that body of self-evident concepts without which philosophers believe they cannot develop a line of reasoning and which for them go without saying,  for  they  exist  prior  to  any  thought,  any  social  order,  in nature.”33 Wittig’s view is corroborated by that popular discourse on gender identity that uncritically employs the inflectional attribution of “being” to genders and to “sexualities.” The unproblematic claim to “be” a woman and “be” heterosexual would be symptomatic of that metaphysics of gender substances. In the case of both “men” and “women,” this claim tends to subordinate the notion of gender under that of identity and to lead to the conclusion that a person is a gender and is one in virtue of his or her sex, psychic sense of self, and various expressions of that psychic self, the most salient being that of sexual desire. In such a prefeminist context, gender, naively (rather than critically) confused with sex, serves as a unifying principle of the embodied self and maintains that unity over and against an “opposite sex” whose structure is presumed to maintain a parallel but oppositional internal coherence among sex, gender, and desire. The articulation “I feel like a woman” by a female or “I feel like a man” by a male presupposes that in neither case is the claim meaninglessly redundant. Although  it  might  appear  unproblematic  to  be  a  given  anatomy (although we shall later consider the way in which that project is also fraught with difficulty), the experience of a gendered psychic disposition or cultural identity is considered an achievement. Thus, “I feel like a woman” is true to the extent that Aretha Franklin’s invocation of the defining Other is assumed: “You make me feel like a natural woman.”34 This achievement requires a differentiation from the opposite gender. Hence, one is one’s gender to the extent that one is not the other gender, a formulation that presupposes and enforces the restriction of gender within that binary pair.\n\nGender  can  denote  a unity  of  experience, of  sex, gender, and desire, only when sex can be understood in some sense to necessitate gender—where gender is a psychic and/or cultural designation of the self—and desire—where desire is heterosexual and therefore differentiates itself through an oppositional relation to that other gender it desires. The  internal coherence  or  unity  of  either  gender, man  or woman, thereby requires both a stable and oppositional heterosexuality. That institutional heterosexuality both requires and produces the univocity of each of the gendered terms that constitute the limit of gendered possibilities within an oppositional, binary gender system. This  conception  of  gender  presupposes  not  only  a  causal  relation among sex, gender, and desire, but suggests as well that desire reflects or expresses gender and that gender reflects or expresses desire. The metaphysical unity of the three is assumed to be truly known and expressed in a differentiating desire for an oppositional gender—that is, in a form of oppositional heterosexuality. Whether as a naturalistic paradigm which establishes a causal continuity among sex, gender, and desire, or as an authentic-expressive paradigm in which some true self is said to be revealed simultaneously or successively in sex, gender, and desire, here “the old dream of symmetry,” as Irigaray has called it, is presupposed, reified, and rationalized.\n\nThis  rough  sketch  of  gender  gives  us  a  clue  to  understanding the political reasons for the substantializing view of gender. The institution of a compulsory and naturalized heterosexuality requires and regulates gender as a binary relation in which the masculine term is differentiated from a feminine term, and this differentiation is accomplished through the practices of heterosexual desire. The act of differentiating  the  two  oppositional moments  of  the  binary  results  in  a consolidation of each term, the respective internal coherence of sex, gender, and desire.\n\nThe strategic displacement of that binary relation and the meta- physics of substance on which it relies presuppose that the categories of female and male, woman and man, are similarly produced within the binary frame. Foucault implicitly subscribes to such an explanation. In the closing chapter of the first volume of The History of Sexuality and in his brief but significant introduction to Herculine Barbin, Being the Recently  Discovered  Journals  of  a  Nineteenth-Century  Hermaphrodite,35 Foucault suggests that the category of sex, prior to any categorization of sexual difference, is itself constructed through a historically specific mode of sexuality. The tactical production of the discrete and binary categorization of sex conceals the strategic aims of that very apparatus of production by postulating “sex” as “a cause” of sexual experience, behavior, and desire. Foucault’s genealogical inquiry exposes this ostensible “cause” as “an effect,” the production of a given regime of sexuality that seeks to regulate sexual experience by instating the dis- crete categories of sex as foundational and causal functions within any discursive account of sexuality.\n\nFoucault’s introduction to the journals of the hermaphrodite, Herculine Barbin, suggests that the genealogical critique of these reified categories of sex is the inadvertent consequence of sexual practices that cannot be accounted for within the medicolegal discourse of a naturalized heterosexuality. Herculine is not an “identity,” but the sexual impossibility of an identity. Although male and female anatomical elements are jointly distributed in and on this body, that is not the true source of scandal. The linguistic conventions that produce intelligible gendered selves find their limit in Herculine precisely because she/he occasions a convergence and disorganization of the rules that govern sex/gender/desire. Herculine deploys and redistributes the terms of a binary system, but that very redistribution disrupts and proliferates those terms outside the binary itself. According to Foucault, Herculine is not categorizable within the gender binary as it stands; the disconcerting convergence of heterosexuality and homosexuality in her/his person are only occasioned, but never caused, by his/her anatomical discontinuity. Foucault’s appropriation of Herculine is suspect,36 but his analysis implies the interesting belief that sexual heterogeneity (paradoxically foreclosed by a naturalized “hetero”-sexuality) implies a critique of the metaphysics of substance as it informs the identitarian categories of sex. Foucault imagines Herculine’s experience as “a world of pleasures in which grins hang about without the cat.”37  Smiles, happinesses, pleasures, and desires are figured here as qualities without an abiding substance to which they are said to adhere. As free-floating attributes, they suggest the possibility of a gendered experience that cannot be grasped through the substantializing and hierarchizing grammar of nouns (res extensa) and adjectives (attributes, essential and accidental). Through his cursory reading of Herculine, Foucault proposes an ontology of accidental attributes that exposes the postulation of identity as a culturally restricted principle of order and hierarchy, a regulatory fiction.\n\nIf it is possible to speak of a “man” with a masculine attribute and to understand that attribute as a happy but accidental feature of that man, then it is also possible to speak of a “man” with a feminine attribute, whatever that is, but still to maintain the integrity of the gender. But once we dispense with the priority of “man” and “woman” as abiding substances, then it is no longer possible to subordinate dissonant gendered features as so many secondary and accidental characteristics of a gender ontology that is fundamentally intact. If the notion of an abiding substance is a fictive construction produced through the compulsory ordering of attributes into coherent gender sequences, then it seems that gender as substance, the viability of man and woman as nouns, is called into question by the dissonant play of attributes that fail to conform to sequential or causal models of intelligibility.\n\nThe appearance of an abiding substance or gendered self, what the psychiatrist Robert Stoller refers to as a “gender core,”38  is thus produced by the regulation of attributes along culturally established lines of coherence. As a result, the exposure of this fictive production is conditioned by the deregulated play of attributes that resist assimilation into the ready made framework of primary nouns and subordinate adjectives. It is of course always possible to argue that dissonant adjectives work retroactively to redefine the substantive identities they are said to modify and, hence, to expand the substantive categories of gender to include possibilities that they previously excluded. But if these substances are nothing other than the coherences contingently created through the regulation of attributes, it would seem that the ontology of substances itself is not only an artificial effect, but essentially superfluous.\n\nIn this sense, gender is not a noun, but neither is it a set of free- floating attributes, for we have seen that the substantive effect of gender is performatively produced and compelled by the regulatory practices of gender coherence. Hence, within the inherited discourse of the metaphysics of substance, gender proves to be performative— that is, constituting the identity it is purported to be. In this sense, gender is always a doing, though not a doing by a subject who might be said to preexist the deed. The challenge for rethinking gender categories outside of the metaphysics of substance will have to consider the relevance of Nietzsche’s claim in On the Genealogy of Morals that “there is no ‘being’ behind doing, effecting, becoming; ‘the doer’ is merely a fiction added to the deed—the deed is everything.”39 In an application that Nietzsche himself would not have anticipated or condoned, we might  state  as a corollary: There  is no gender identity  behind the expressions of gender; that identity is performatively constituted by the very “expressions” that are said to be its results.\n\nvi.  Language ,  Power ,  and  the  Strategies  of Displacement\nA great deal of feminist theory  and literature has  nevertheless  assumed that there is a “doer” behind the deed. Without an agent, it is argued, there can be no agency and hence no potential to initiate a transformation of relations of domination within society. Wittig’s radical feminist theory occupies an ambiguous position within the continuum of theories on the question of the subject. On the one hand, Wittig appears to dispute the metaphysics  of substance, but on the other hand, she retains the human subject, the individual, as the metaphysical locus of agency. While Wittig’s  humanism clearly presupposes that there is a doer behind the deed, her theory nevertheless delineates the performative construction of gender within the material practices of culture, disputing the temporality of those explanations that would confuse “cause” with “result.” In a phrase that suggests the intertextual space that links Wittig with Foucault (and reveals the traces of the Marxist notion of reification in both of their theories), she writes:A  materialist  feminist  approach  shows  that  what  we  take  for  the cause or origin of oppression is in fact only the mark imposed by the oppressor; the “myth of woman,” plus its material effects and manifestations in the appropriated consciousness and bodies of women. Thus, this  mark  does  not  preexist  oppression  . . . sex  is taken  as an “immediate given,” a “sensible given,” “physical features,” belonging to a natural order. But what we believe to be a physical and direct perception is only a sophisticated and mythic construction, an “imaginary formation.”40Because this production of “nature” operates in accord with the dictates of compulsory heterosexuality, the emergence of homosexual desire, in her view, transcends the categories of sex: “If desire could liberate itself, it would have nothing to do with the preliminary mark- ing by sexes.”41\n\nWittig refers to “sex” as a mark that is somehow applied by an institutionalized heterosexuality, a mark that can be erased or obfuscated through practices that effectively contest that institution. Her view,  of  course, differs  radically  from  Irigaray’s. The  latter  would understand the “mark” of gender to be part of the hegemonic signifying economy of the masculine that operates through the self-elaborating mechanisms of specularization that have virtually determined the field of ontology within the Western philosophical tradition. For Wittig, language is an instrument or tool that is in no way misogynist in its structures, but only in its applications.42 For Irigaray, the possibility of another language or signifying economy is the only chance at escaping the “mark” of gender which, for the feminine, is nothing but the phallogocentric erasure of the female sex. Whereas Irigaray seeks to expose the ostensible “binary” relation between the sexes as a masculinist ruse that excludes the feminine altogether, Wittig argues that positions like Irigaray’s reconsolidate the binary between masculine and feminine and recirculate a mythic notion of the feminine. Clearly drawing on Beauvoir’s critique of the myth of the feminine in The Second Sex, Wittig asserts, “there is no ‘feminine writing.’”43\n\nWittig is clearly attuned to the power of language to subordinate and exclude women. As a “materialist,” however, she considers language to be “another order of materiality,”44 an institution that can be radically transformed. Language ranks among the concrete and contingent practices  and  institutions  maintained  by  the  choices  of  individuals  and, hence, weakened by the collective actions of choosing individuals. The linguistic fiction of “sex,” she argues, is a category produced and circulated  by  the  system  of  compulsory  heterosexuality  in  an  effort  to restrict  the  production  of  identities  along  the  axis  of  heterosexual desire. In some of her work, both male and female homosexuality, as well as other positions independent of the heterosexual contract, pro- vide the occasion either for the overthrow or the proliferation of the category of sex. In The Lesbian Body and elsewhere, however, Wittig appears to take issue with genitally organized sexuality per se and to call for an alternative economy of pleasures which would both contest the construction of female subjectivity marked by women’s supposedly distinctive reproductive function.45 Here the proliferation of pleasures outside the reproductive economy suggests both a specifically feminine form of erotic diffusion, understood as a counterstrategy to the reproductive construction of genitality. In a sense, The Lesbian Body can be understood, for Wittig, as an “inverted” reading of Freud’s Three Essays on the Theory of Sexuality, in which he argues for the developmental superiority of genital sexuality over and against the less restricted and more diffuse infantile sexuality. Only the “invert,” the medical classification invoked by Freud for “the homosexual,” fails to “achieve” the genital norm. In waging a political critique against genitality, Wittig appears to deploy “inversion” as  a critical reading  practice, valorising  precisely those features of an undeveloped sexuality designated by Freud and effectively inaugurating a “post-genital politics.”46 Indeed, the notion of development can be read only as normalization within the heterosexual matrix. And yet, is this the only reading of Freud possible? And to what extent is Wittig’s practice of “inversion” committed to the very model of normalization that she seeks to dismantle? In other words, if the model of a more diffuse and antigenital sexuality serves as the singular, oppositional  alternative  to  the  hegemonic  structure  of  sexuality, to  what extent is that binary relation fated to reproduce itself endlessly? What possibility exists for the disruption of the oppositional binary itself?\n\nWittig’s oppositional relationship to psychoanalysis produces the unexpected consequence that her theory presumes precisely that psychoanalytic theory of development, now fully “inverted,” that she seeks to overcome. Polymorphous perversity, assumed to exist prior to the marking by sex, is valorised as the telos of human sexuality.47 One possible feminist psychoanalytic response to Wittig might argue that she both undertheorizes and underestimates the meaning and function of the language in which “the mark of gender” occurs. She understands that marking practice as contingent, radically variable, and even dispensable. The status of a primary prohibition in Lacanian theory operates  more  forcefully  and  less  contingently  than  the  notion  of  a regulatory practice in Foucault or a materialist account of a system of heterosexist oppression in Wittig.\n\nIn Lacan, as in Irigaray’s post-Lacanian reformulation of Freud, sexual difference is not a simple binary that retains the metaphysics of substance as its foundation. The masculine “subject” is a fictive construction produced by the law that prohibits incest and forces an infinite displacement of a heterosexualizing desire.The feminine is never a mark of the subject; the feminine could not be an “attribute” of a gender. Rather, the feminine is the signification of lack, signified by the Symbolic, a set of differentiating linguistic rules that effectively create sexual difference. The masculine linguistic position undergoes individuation and heterosexualization required by the founding prohibitions of the Symbolic law, the law of the Father. The incest taboo that bars the son from the mother and thereby instates the kinship relation between them is a law enacted “in the name of the Father.” Similarly, the law that refuses the girl’s desire for both her mother and father requires that she take up the emblem of maternity and perpetuate the rules of kinship. Both masculine and feminine positions are thus instituted through prohibitive laws that produce culturally intelligible genders, but only through the production of an unconscious sexuality that reemerges in the domain of the imaginary.48\n\nThe feminist appropriation of sexual difference, whether written in opposition to the phallogocentrism of Lacan (Irigaray) or as a critical reelaboration of Lacan, attempts to theorize the feminine, not as an expression of the metaphysics of substance, but as the unrepresentable absence effected by (masculine) denial that grounds the signifying economy through exclusion. The feminine as the repudiated/excluded with- in that system constitutes the possibility of a critique and disruption of that hegemonic conceptual scheme. The works of Jacqueline Rose49 and Jane Gallop50 underscore in different ways the constructed status of sexual difference, the inherent instability of that construction, and the dual consequentiality of a prohibition that at once institutes a sexual identity and provides for the exposure of that construction’s tenuous ground. Although Wittig  and other  materialist  feminists  within  the French context would argue that sexual difference is an unthinking replication of a reified set of sexed polarities, these criticisms neglect the critical dimension of the unconscious which, as a site of repressed sexuality, reemerges within the discourse of the subject as the very impossibility of its coherence. As Rose points out very clearly, the construction of a coherent sexual identity along the disjunctive axis of the feminine/masculine is bound to fail;51 the disruptions of this coherence through the inadvertent reemergence of the repressed reveal not only that “identity” is constructed, but that the prohibition that constructs identity is inefficacious (the paternal law ought to be understood not as a deterministic divine will, but as a perpetual bumbler, preparing the ground for the insurrections against him).\n\nThe differences between the materialist and Lacanian (and post- Lacanian) positions emerge in a normative quarrel over whether there is a retrievable sexuality either “before” or “outside” the law in the mode of the unconscious or “after” the law as a postgenital sexuality. Paradoxically, the normative trope of polymorphous perversity is understood to characterize both views of alternative sexuality. There is no agreement, however, on the manner of delimiting that “law” or set of “laws.” The psychoanalytic critique succeeds in giving an account of the construction of “the subject”—and perhaps also the illusion of substance—within the matrix of normative gender relations. In her existential-materialist mode, Wittig presumes the subject, the person, to have a presocial and pregendered integrity. On the other hand, “the paternal Law” in Lacan, as well as the monologic mastery of phallogocentrism in Irigaray, bear the mark of a monotheistic singularity that is perhaps less unitary and culturally universal than the guiding structuralist assumptions of the account presume.52\n\nBut the quarrel seems also to turn on the articulation of a temporal trope of a subversive sexuality that flourishes prior to the imposition of a law, after its overthrow, or during its reign as a constant challenge to its authority. Here it seems wise to reinvoke Foucault who, in claiming that sexuality and power are coextensive, implicitly refutes the postulation of a subversive or emancipatory sexuality which could be free of the law.We can press the argument further by pointing out that “the before” of the law and “the after” are discursively and performatively instituted modes of temporality that are invoked within the terms of a normative framework which asserts that subversion, destabilization, or displacement requires a sexuality that somehow escapes the hegemonic prohibitions on sex. For Foucault, those prohibitions are invariably and inadvertently productive in the sense that “the subject” who is supposed to be founded and produced in and through those prohibitions does not have access to a sexuality that is in some sense “outside,” “before,” or “after” power itself. Power, rather than the law, encompasses both the juridical (prohibitive and regulatory) and the productive (inadvertently generative) functions of differential relations. Hence, the sexuality that emerges within the matrix of power relations is not a simple replication or copy of the law itself, a uniform repetition of a masculinist economy of identity. The productions swerve from their original purposes and inadvertently mobilize possibilities of “subjects” that do not merely exceed the bounds of cultural intelligibility, but effectively expand the boundaries of what is, in fact, culturally intelligible.\n\nThe feminist norm of a postgenital sexuality became the object of significant criticism from feminist theorists of sexuality, some of whom have sought a specifically feminist and/or lesbian appropriation of Foucault. This utopian notion of a sexuality freed from heterosexual constructs, a sexuality beyond “sex,” failed to acknowledge the ways in which power relations continue to construct sexuality for women even within the terms of a “liberated” heterosexuality or lesbianism.53 The same criticism is waged against the notion of a specifically feminine sexual pleasure that is radically differentiated from phallic sexuality. Irigaray’s occasional efforts to derive a specific feminine sexuality from a specific female anatomy have been the focus of anti-essentialist arguments for some time.54 The return to biology as the ground of a specific feminine sexuality or meaning seems to defeat the feminist premise that biology is not destiny. But whether feminine sexuality is articulated here through a discourse of biology for purely strategic reasons,55 or whether it is, in fact, a feminist return to biological essentialism, the characterization of female sexuality as radically distinct from a phallic organization of sexuality remains problematic. Women who fail either to recognize that sexuality as their own or understand their sexuality as partially constructed within the terms of the phallic economy are potentially written off within the terms of that theory as “male-identified” or “unenlightened.” Indeed, it is often unclear within Irigaray’s text whether sexuality is culturally constructed, or whether it is only culturally constructed within the terms of the phallus. In other words, is specifically feminine pleasure “outside” of culture as its prehistory or as its utopian future? If so, of what use is such a notion for negotiating the contemporary struggles of sexuality within the terms of its construction?\n\nThe pro-sexuality movement within feminist theory and practice has effectively argued that sexuality is always constructed within the terms of discourse and power, where power is partially understood in terms of heterosexual and phallic cultural conventions. The emergence of a sexuality constructed (not determined) in these terms within lesbian, bisexual, and heterosexual contexts is, therefore, not a sign of a masculine identification in some reductive sense. It is not the failed project of criticizing phallogocentrism or heterosexual hegemony, as if a political critique could effectively undo the cultural construction of the feminist critic’s sexuality. If sexuality is culturally constructed within existing power relations, then the postulation of a normative sexuality that is “before,” “outside,” or “beyond” power is a cultural impossibility and a politically impracticable dream, one that postpones the concrete and contemporary task of rethinking subversive possibilities for sexuality and identity within the terms of power itself. This critical task presumes, of course, that to operate within the matrix of power is not the same as to replicate uncritically relations of domination. It offers the possibility of a repetition of the law which is not its consolidation, but its displacement. In the place of a “male-identified” sexuality in which “male” serves as the cause and irreducible meaning of that sexuality, we might develop a notion of sexuality constructed in terms of phallic relations of power that replay and redistribute the possibilities of that phallicism precisely through the subversive operation of “identifications” that are, within the power field of sexuality, inevitable.\n\nIf “identifications,” following Jacqueline Rose, can be exposed as phantasmatic, then it must be possible to enact an identification that displays its phantasmatic structure. If there is no radical repudiation of a culturally constructed sexuality, what is left is the question of how to acknowledge and “do” the construction one is invariably in. Are there forms of repetition that do not constitute a simple imitation, reproduction, and, hence, consolidation of the law (the anachronistic notion of “male identification” that ought to be discarded from a feminist vocabulary)? What possibilities of gender configurations exist among the various emergent and occasionally convergent matrices of cultural intelligibility that govern gendered life?\n\nWithin the terms of feminist sexual theory, it is clear that the presence of power dynamics within sexuality is in no sense the same as the simple consolidation or augmentation of a heterosexist or phallogocentric power regime. The “presence” of so-called heterosexual con- ventions within homosexual contexts as well as the proliferation of specifically gay discourses of sexual difference, as in the case of “butch” and “femme” as historical identities of sexual style, cannot be explained as chimerical representations of originally heterosexual identities. And neither can they be understood as the pernicious insistence of heterosexist constructs within gay sexuality and identity. The repetition of heterosexual constructs within sexual cultures both gay and straight may well be the inevitable site of the denaturalization and mobilization of gender categories. The  replication of heterosexual  constructs  in non-heterosexual  frames  brings  into  relief  the  utterly  constructed status of the so-called heterosexual original. Thus, gay is to straight not as copy is to original, but, rather, as copy is to copy. The parodic repetition of “the original,” discussed in the final sections of chapter 3 of this text, reveals the original to be nothing other than a parody of the idea of the natural and the original.56  Even if heterosexist constructs circulate as the available sites of power/discourse from which to do gender at all, the question remains: What possibilities of recirculation exist? Which possibilities of doing gender repeat and displace through hyperbole, dissonance, internal confusion, and proliferation the very constructs by which they are mobilized?\n\nConsider not only that the ambiguities and incoherences within and among heterosexual, homosexual, and bisexual practices are sup- pressed and redescribed within the reified framework of the disjunctive and asymmetrical binary of masculine/feminine, but that these cultural configurations of gender confusion operate as sites for intervention, exposure, and displacement of these reifications. In other words, the “unity” of gender is the effect of a regulatory practice that seeks to render gender identity uniform through a compulsory heterosexuality. The force of this practice is, through an exclusionary apparatus of production, to restrict the relative meanings of “heterosexuality,” “homosexuality,” and “bisexuality” as well as the subversive sites of their convergence and resignification. That the power regimes of heterosexism and phallogocentrism seek to augment themselves through a constant repetition of their logic, their metaphysic, and their naturalized ontologies does not imply that repetition itself ought to be stopped—as if it could be. If repetition is bound to persist as the mechanism of the cultural reproduction of identities, then the crucial question emerges: What kind of subversive repetition might call into question the regulatory practice of identity itself?\n\nIf there is no recourse to a “person,” a “sex,” or a “sexuality” that escapes the matrix of power and discursive relations that effectively produce and regulate the intelligibility of those concepts for us, what constitutes the possibility of effective inversion, subversion, or dis- placement within the terms of a constructed identity? What possibilities exist by virtue of the constructed character of sex and gender? Whereas Foucault is ambiguous about the precise character of the “regulatory practices” that produce the category of sex, and Wittig appears to invest the full responsibility of the construction to sexual reproduction and its instrument, compulsory heterosexuality, yet other dis- courses converge to produce this categorial fiction for reasons not always clear or consistent with one another. The power relations that infuse the biological sciences are not easily reduced, and the medico- legal alliance emerging in nineteenth-century Europe has spawned categorial  fictions  that  could not be  anticipated  in  advance. The  very complexity of the discursive map that constructs gender appears to hold out the promise of an inadvertent and generative convergence of these discursive and regulatory structures. If the regulatory fictions of sex and gender are themselves multiply contested sites of meaning, then the very multiplicity of their construction holds out the possibility of a disruption of their univocal posturing.\n\nClearly this project does not propose to lay out within traditional philosophical terms an ontology of gender whereby the meaning of being a woman or a man is elucidated within the terms of phenomenology. The presumption here is that the “being” of gender is an effect, an object of a genealogical investigation that maps out the political parameters of its construction in the mode of ontology. To claim that gender is constructed  is not to assert its illusoriness or artificiality, where those terms are understood to reside within a binary that counterposes the “real” and the “authentic” as oppositional. As a genealogy of gender ontology, this inquiry seeks to understand the discursive production of the plausibility of that binary relation and to suggest that certain cultural configurations of gender take the place of “the real” and consolidate and augment their hegemony through that felicitous self-naturalization.\n\nIf there is something right in Beauvoir’s claim that one is not born, but rather becomes a woman, it follows that woman itself is a term in process, a becoming, a constructing that cannot rightfully be said to originate or to end. As an ongoing discursive practice, it is open to intervention and resignification. Even when gender seems to congeal into the most reified forms, the “congealing” is itself an insistent and insidious practice, sustained and regulated by various social means. It is, for Beauvoir, never possible finally to become a woman, as if there were a telos that governs the process of acculturation and construction. Gender is the repeated stylization of the body, a set of repeated acts within a highly rigid regulatory frame that congeal over time to produce the appearance of substance, of a natural sort of being. A political genealogy of gender ontologies, if it is successful, will deconstruct the substantive appearance of gender into its constitutive acts and locate and account for those acts within the compulsory frames set by the various forces that police the social appearance of gender.To expose the contingent acts that create the appearance of a naturalistic necessity, a move which has been a part of cultural critique at least since Marx, is a task that now takes on the added burden of showing how the very notion of the subject, intelligible only through its appearance as gendered, admits of possibilities that have been forcibly foreclosed by the various reifications of gender that have constituted its contingent ontologies.\n\nThe following chapter investigates some aspects of the psychoanalytic structuralist account of sexual difference and the construction of sexuality with respect to its power to contest the regulatory regimes outlined here as well as its role in uncritically reproducing those regimes. The univocity of sex, the internal coherence of gender, and the binary framework for both sex and gender are considered throughout as regulatory fictions that consolidate and naturalize the convergent power regimes of masculine and heterosexist oppression. The final chapter considers the very notion of “the body,” not as a ready surface awaiting signification, but as a set of boundaries, individual and social, politically signified and maintained. No longer believable as an interior “truth” of dispositions and identity, sex will be shown to be a performatively enacted signification (and hence not “to be”), one that, released from its naturalized interiority and surface, can occasion the parodic proliferation and subversive play of gendered meanings. This text continues, then, as an effort to think through the possibility of subverting and dis- placing those naturalized and reified notions of gender that support masculine hegemony and heterosexist power, to make gender trouble, not through the strategies that figure a utopian beyond, but through the mobilization, subversive confusion, and proliferation of precisely those constitutive categories that seek to keep gender in its place by posturing as the foundational illusions of identity."
}