{
    "lyrics": "Baby Workout LyricsHey you!\nCome out here on the floor\nLet's rock some more\nCome out here on the floor\nHoney, let's rock some more, yeah\nNow when you get out here, don't you have no fear\nPut your hands on your hip\nLet your backbone slip and work out\n\nOh, mama, mama, move up.  (First step)\nParty move back.  (Second step)\nShuffle to the left.  (Third step)\nWobble to the right.  (Fourth step)\nNow it's plain to see you put a hurtin' on me\nBut it's a natural fact, ha!\nI like it like that, so work out\nYeah, baby, work out.  (Work, baby, work out.)\nHoney, work out.  (Work, baby, work out.)\nAhhh, baby, work out.  (Work, baby, work out.)\nShout and turn the joint out.  (Work, baby, work out.)\nWork out.  (Work out.)\nWork out.  (Work out.)\nWork all night long.  Yeah, eh, eh, eh, eh\n\nRound and round and round and round\nRound and round and round and round\nRound and round and round and round\nRound and round and round and round\nAhhh, ahhh\nAhhhhhhhhhh\n\nBaby, round and round we go\nDon't you know, don't you know\nRound and round we go\nWhere we stop, nobody knows.  Yeah!\nThe band is swingin' on the stand\nWe're movin' in, we're movin' out\nThen we'll step back now and end this dance with a shout, so work out\nNow when I tell you to shout, I want you to jump at it\n\nYeah, baby, let's shout.  (Shout, baby, shout, shout.)\nHoney, let's shout.  (Shout, baby, shout, shout.)\nAhhh, baby, let's shout.  (Shout, baby, shout, shout.)\nYeah, shout and turn it out, baby.  Yeah!\n(Shout, baby, shout, shout.)\nLet's shout.  (Let's shout.)\nLet's shout.  (Let's shout.)\nShout all night long\nI gotta have it just one more time\nNow here we go.  (Work, baby, work out.)\nRound and round we go.  (Work, baby, work out.)\nAhhh, ah, ah, ah, ahhh, baby.  (Work, baby, work out.)\nRound and round we go.  (Work, baby, work out.)\nNow work out.  (Work out.)\nWork out.  (Work out.)\nWork all night long.  Ah, ah, ah, ah, ah, ah, hey!\n(Work, baby, work out.)\nWork out, baby.  (Work, baby, work out.)\nAw, work out, woman.  (Work, baby, work out.)\nShout and turn the joint out.  Yeah!  (Work, baby, work out.)\nWork out.  (Work out.)\nWork out.  (Work out.)\nBaby, baby, baby, baby, baby...Embed"
}